{
    "alliances": {
        "allianceTradeInfo": "Да се обединяваш с други играчи е страхотно нещо. Можете да изберете да търгувате изключително помежду си и в зависимост от това с кого се обединявате, получавате и други предимства.",
        "applyForAlliance": "Кандидатстване за съюз",
        "cancelApplication": "Отказване на заявката",
        "greatFederationDesc": "Обединете се с силни и организирани хора! Бъдете по-добре защитени от кражби и изтръгнете повече ресурси от вашите поданици. Но това е за сметка на повече бюрокрация и по-малко приходи от данъци.",
        "leaveAlliance": "напусни съюза",
        "marketSizeLabel": "Размер на пазара:",
        "scienceLeagueDesc": "Присъединяването към научна лига ви прави по-умни. Това е научно доказано. Насладете се на по-бърза скорост на изследване и по-ниски разходи за експедиции. Това прави хората по-щастливи! Но ние не сме толкова добри в създаването на неща.",
        "tradeAllianceDesc": "Всичко е въпрос на пари! Получете отстъпки от търговските разходи и по-висока данъчна ефективност, но и по-висок риск от кражби."
    },
    "biomes": {
        "1": "Тропически и субтропически широколистни гори",
        "10": "Планински пасища",
        "11": "Тундра",
        "12": "Средиземноморски гори",
        "13": "Пустини и сухи храсталаци",
        "14": "Мангрови дървета",
        "2": "Тропически и субтропически широколистни гори",
        "3": "Тропически и субтропически иглолистни гори",
        "4": "Умерени и смесени гори",
        "5": "Умерен иглолистен гори",
        "6": "Бореални гори",
        "7": "Тропически и субтропически пасища",
        "8": "Умерени савани",
        "9": "Наводнени пасища",
        "98": "Арктична пустош",
        "99": "Леден щит"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Намалете разходите за хората, които купуват вашите стоки, като същевременно увеличите разходите за закупуване на стоки от други играчи.",
            "importFocus": "Намалете цената на стоките, които купувате от други играчи, като същевременно увеличите цената за хората, които купуват вашите стоки.",
            "lavishRations": "Нека ядат торта! Разкошните дажби ще увеличат количеството храна, необходимо на човек, но те ще бъдат щастливи.",
            "lowRations": "Това е моята торта! Ниските дажби ще намалят количеството храна, необходимо на човек, но хората няма да харесат това.",
            "neutralFocus": "Това е свободен пазар, правете каквото трябва. Поддържайте стандартни тарифи както за вноса, така и за износа.",
            "normalRations": "Точното количество храна за вашите хора. Поддържайте консумацията на храна на стандартни нива.",
            "taxation": "Това е справедливо... Ще генерира злато за всеки жител, но ще намали щастието.",
            "veganSociety": "Каква странна идея да се ядат животни... Увеличава производството на храна, но не можете да произвеждате животински продукти.",
            "workerSafety": "Хората са най-голямото ви богатство. Повишава безопасността на производството, но намалява производителността.",
            "dubiousWorkingRules": "Хората са просто ресурси. Увеличава производството, но повишава честотата на инцидентите.",
            "crampedQuarters": "Колко лично пространство наистина ви е необходимо? Можем да настаним повече хора в същите къщи, нали?",
            "intensiveFarming": "Интензивното земеделие ви позволява да храните животните си със зърно, като по този начин увеличавате количеството животински продукти, които можете да произведете."
        },
        "exclusiveOptions": "Ексклузивни опции",
        "lockedFor": "Заключен за",
        "option": "Опция",
        "title": "Избор",
        "titles": {
            "exportFocus": "Търговия - Фокус върху износа",
            "greatFederation": "Великата федерация",
            "importFocus": "Търговия - Фокус върху вноса",
            "lavishRations": "Разкошни дажби",
            "lowRations": "Ниски дажби",
            "neutralFocus": "Търговия - неутрален фокус",
            "normalRations": "Нормални дажби",
            "scienceLeague": "Научна лига",
            "taxation": "Данъчно облагане",
            "tradeAlliance": "Търговски съюз",
            "veganSociety": "Веганско общество",
            "workerSafety": "Безопасност на работниците",
            "dubiousWorkingRules": "Съмнителни правила за работа",
            "crampedQuarters": "Като сардини!",
            "intensiveFarming": "Интензивно земеделие",
            "newTownBoost": "Ново начало!",
            "foodShortage": "Недостиг на храна"
        },
        "unlock": "Отключване"
    },
    "common": {
        "delete": "Изтрий",
        "deleting": "Изтриване...",
        "loading": "Зареждане..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Добавете още точки",
            "areaLimitExceeded": "Превишена граница на площта: {{size}} {{relation}} {{limit}}",
            "costs": "Разходи:",
            "invalidLocation": "Невалидно местоположение",
            "mustBeNear": "Трябва да е близо до {{parent}}",
            "notEnoughResources": "Недостатъчни ресурси",
            "tooHigh": "Увеличете по-близо"
        },
        "cancel": "✗",
        "close": "Затвори",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Добавете още точки",
            "calculating": "Изчисляване...",
            "duration": "Продължителност",
            "expedition": "Експедиция",
            "finished": "Готово!",
            "food": "Храна",
            "knowledge": "Знания",
            "population": "Население",
            "timeLeft": "Оставащо време",
            "title": "Разходи за проучване"
        },
        "next": "Следваща",
        "previous": "Предишна"
    },
    "errors": {
        "fetchSlots": "Не може да се зареди слот за запаметяване",
        "generic": "Нещо се обърка",
        "invalidFile": "Невалиден формат на файла",
        "loadingBuild": "Грешка при зареждането на версията",
        "serverConnection": "Грешка при свързване със сървъра",
        "webWorkersNotSupported": "Не може да се стартира играта: Web Workers не се поддържат"
    },
    "events": {
        "confirm": "Добре",
        "consequences": "Ефекти",
        "remaining": "{{count}} Оставащо",
        "titles": {
            "food_shortage": "Хората са гладни.",
            "strike": "Удар",
            "celebration": "Подарък за вас",
            "productivity_boom": "Да започваме!",
            "expedition_found": "Експедицията се завръща!",
            "animal_unlock": "Е, е, е... какво имаме тук?",
            "bankruptcy": "Фалит!",
            "raid": "Стоките ви са откраднати!",
            "trade": "Сделка!"
        },
        "descriptions": {
            "food_shortage": "Храната ви свършва! Ако хората не могат да се хранят, ще крадат всичко, което могат, за да оцелеят, или дори ще спрат да работят.",
            "strike": "Хората не са доволни! Каквото и да правите, на тях не им харесва. Уверете се, че хората ви са доволни, за да избегнете затварянето на сгради.",
            "celebration": "Хората са щастливи! Каквото и да правиш, продължавай да го правиш! Като малък подарък всички те събраха някои стоки, за да продължиш да градиш този невероятен град. Колко мило.",
            "productivity_boom": "Хората са възторжени! Те те обичат безкрайно и с радост работят извънредно за теб. По този начин успяват да произведат малко повече от всичко. Те просто искат този град да успее, знаеш ли.",
            "expedition_found": "Вашата експедиция се е завърнала с ценни ресурси и знания! Това ще допринесе значително за развитието на вашия град и научноизследователските ви усилия. В дневника им обаче има една интересна забележка:",
            "animal_unlock": "Какво открихме тук? Вашата експедиция се завърна с изненадващо кротко животно. Изглежда, че то предпочита да живее във вашия град, а не в дивата природа. Би било грубо да го изпратим обратно сега, нали?",
            "bankruptcy": "Просто нямаш монети! Една кула се е срутила. Кулите, които си построил, ще се разпадат и ще бъдат унищожени, ако не ги поддържаш с достатъчно монети.",
            "raid": "Трябваше да съхраняваш стоките си по-добре! Те бяха лесно достъпни и неизвестни крадци са откраднали част от ресурсите ти.",
            "trade": "Някой изпълни (част от) вашата търговска поръчка."
        }
    },
    "game": {
        "zoomToBuild": "Увеличете, за да започнете да строите",
        "buildings": {
            "assets": {
                "expedition": "Експедиция",
                "bakery": "Пекарна",
                "boat": "Лодка",
                "brewery": "Пивоварна",
                "bridge": "Мост",
                "center": "Център",
                "clay_crane": "Клей Крейн",
                "clay_crane_upgraded": "Подобрен Clay Crane",
                "claypit": "Клейна кариера",
                "creamery": "Млекарница",
                "dock": "Обаче",
                "fence1": "Дървена ограда",
                "fence2": "Плетена ограда",
                "fence3": "Форма на оградата",
                "fences": "Огради",
                "field": "Поле",
                "firepit": "Огнище",
                "fireplace": "Камина",
                "fishery": "Риболов",
                "foraging_hut": "Хижа за събиране на храна",
                "fountain": "Фонтан",
                "house_1": "Shack",
                "house_2": "Хижа",
                "house_3": "Кабина",
                "house_4": "Къща",
                "house_5": "Резиденция",
                "house_6": "Село",
                "large_ship": "Голям кораб",
                "large_statue": "Голяма статуя",
                "logpile": "Log Pile",
                "market": "Пазар",
                "market_stall": "Пазарски сергии",
                "market_stall_1": "Месо",
                "market_stall_2": "Риба",
                "market_stall_3": "Хляб",
                "market_stall_4": "Зеленчук",
                "market_stall_5": "Стоки",
                "medium_ship": "Средно корабче",
                "nursery": "Разсадник",
                "park": "Парк",
                "path": "Пътят",
                "pier": "Кей",
                "plaza": "Площад",
                "port": "Порт",
                "quarry": "Кариера",
                "road": "Път",
                "ruinsBig": "Големи руини",
                "ruinsSmall": "Малки руини",
                "saw": "Дърводелски цех",
                "small_ship": "Малък кораб",
                "small_statue": "Малка статуя",
                "square": "Квадрат",
                "stone_crane": "Каменна жара",
                "stone_crane_upgraded": "Подобрен каменен кран",
                "table": "Таблица",
                "tailor": "Тейлър",
                "tavern": "Таверна",
                "tent": "Палатка",
                "tower": "Кула",
                "town_hall": "Кметство",
                "tree": "Дърво",
                "university": "Университет",
                "museum": "Музей",
                "warehouse": "Склад",
                "water_tower": "Водна кула",
                "windmill": "Вятърна мелница",
                "windmill_upgraded": "Подобрена вятърна мелница",
                "woodcutter": "Дървосекач",
                "refinery": "Рафинерия",
                "iron_mine": "Железна мина",
                "iron_mine_upgraded": "Подобрена желязна мина",
                "glassworks": "Стъкларски изделия",
                "tools_workshop": "Инструменти Работилница",
                "well": "Добре"
            },
            "categories": {
                "decoration": "Декорация",
                "defense": "Територия",
                "food": "Храна",
                "housing": "Жилищно строителство",
                "infrastructure": "Инфраструктура",
                "military": "Военен",
                "production": "Производство",
                "research": "Изследване",
                "resources": "Ресурси",
                "storage": "Съхранение",
                "town": "Град"
            },
            "descriptions": {
                "bakery": "Нищо не може да се сравни с аромата на прясно изпечен хляб, приготвен с най-свежия брашно и от време на време с хлебарка.",
                "boat": "Лодката е идеална за риболов в по-дълбоки води или за целувки на млади двойки.",
                "brewery": "Някой е оставил мокрите си зърна на открито прекалено дълго и сега всички са в лудница! Да направим още от това.",
                "bridge": "Това е мост. Какво очаквате? Преминава ви от А до Б.",
                "center": "Сърцето на вашия град. Тук започва всичко. Тук живеят няколко души и се съхраняват най-необходимите неща. Може да бъде подобрен до площад, който изглежда малко по-траен.",
                "clay_crane": "Кранът, едно от най-великите изобретения, спестяващи гърба! Вече не е нужно да изваждате цялата тази глина от ямата, просто използвайте крана.",
                "clay_crane_upgraded": "С тези странни материали, които намираме, съм сигурен, че можем да направим този кран да работи още по-добре!",
                "claypit": "Това е просто дупка в земята. Но ако изсушим земята тук, тя става доста твърда! Това е трудоемка работа, която оставя доста грозна белег в ландшафта.",
                "creamery": "Някой е оставил прясното мляко на открито прекалено дълго и сега то е... твърдо? Поне сега можем да го продадем като храна.",
                "dock": "Разширете пристанището си! Осигурете повече място за пристанищни сгради и кораби.",
                "fence1": "Обикновена дървена ограда, която да не допуска прости същества навън. Или вътре.",
                "fence2": "Плетена ограда, за да не влизат прости същества. Или да не излизат.",
                "fence3": "Нарисувайте персонализирана ограда, за да държите простите същества навън. Или вътре.",
                "fences": "Оградите са чудесен начин да държите нежеланите посетители извън града си. Или да ги държите вътре.",
                "firepit": "Огнището е солидна конструкция, която служи за отопление и приготвяне на храна. Не забравяйте да го угасите, преди да си легнете.",
                "fireplace": "Няма нищо по-уютно от пеенето около камината. Въпреки че димът винаги ще се носи точно към вас.",
                "field": "Когато изчистим полето, можем да отглеждаме растения там. Някои от тях можем да ядем.",
                "fishery": "Няма нищо по-идилично от малка рибарска селска къща на брега. Тя произвежда сравнително прясна риба за вашия град.",
                "foraging_hut": "Кой се нуждае от изискана храна, когато може да яде всичко, което расте в дивата природа? Хижата за събиране на храна събира различни материали, но за целта се нуждае от много открито пространство.",
                "fountain": "Едно от най-големите ни инженерни постижения! Кой не обича движещата се вода?",
                "house_1": "Всеки се нуждае от място, където да живее. Тази малка къща предоставя място, където вашите хора могат да ядат и да живеят.",
                "house_2": "Всеки се нуждае от място, където да живее. Тази малка къща предоставя място, където вашите хора могат да ядат и да живеят.",
                "house_3": "Всеки се нуждае от място, където да живее. Тази къща осигурява място, където вашите хора да ядат и да живеят.",
                "house_4": "Всеки се нуждае от място, където да живее. Тази къща осигурява място, където вашите хора да ядат и да живеят.",
                "house_5": "Всеки се нуждае от място, където да живее. Тази разкошна къща предоставя място, където вашите хора да ядат и да живеят.",
                "house_6": "Всеки се нуждае от място, където да живее. Тази луксозна къща предоставя място, където вашите хора да се хранят и да живеят.",
                "large_ship": "Не мисля, че могат да станат по-големи от това. Вижте това! Не, наистина, всички, вижте това! Това трябва да намали транспортните разходи още повече.",
                "large_statue": "Голяма статуя за голям човек. Хората казват, че всъщност е бил толкова голям.",
                "logpile": "Най-добрият начин да съхраняваш дърво? Просто го натрупай на купчина.",
                "market": "Пазарът ще ви позволи да търгувате с други градове. Къщите обичат да са близо до него.",
                "market_stall": "Добавете пазарска сергия във вашия град.",
                "market_stall_1": "Сергия за продажба на месни продукти.",
                "market_stall_2": "Сергия за продажба на рибни продукти.",
                "market_stall_3": "Сергия за продажба на хлебни изделия.",
                "market_stall_4": "Сергия за продажба на зеленчукови продукти.",
                "market_stall_5": "Сергия, на която се продават различни стоки.",
                "medium_ship": "Ето това е хубав кораб. Не е нито прекалено голям, нито прекалено малък. Просто хубав. Намалява транспортните разходи с още 25%.",
                "nursery": "Защо да изпращаме дървосекача при дърветата, когато можем да донесем дърветата при дървосекача.",
                "park": "Добавете хубав парк към вашия град, където гражданите ви да могат да се разхождат.",
                "path": "Обикновена черен път. Просто върши работата си. Въпреки че сградите ще функционират добре и без тях.",
                "pier": "Хората твърдят, че по-големите риби се намират в по-дълбоките води. Да видим колко дълбоко можем да стигнем.",
                "plaza": "Красиви плочки за вашия красив град. Чудесни за пазари, декорация или просто за да покажете богатството си.",
                "port": "Пристанището ви позволява да търгувате с други градове. Това е много по-ефективно от търговията по суша, а транспортните разходи се намаляват наполовина.",
                "quarry": "В кариерите извличате камъните от земята. Това е интензивна работа, но скалите са вечни! Те обаче оставят големи белези в ландшафта.",
                "road": "Пътищата придават структура на вашето село. Те не са необходими за вашите сгради, но изглеждат по-елегантни от пътеките.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Напредък! С някои модерни инструменти можем да направим обработката на дърво лесна работа.",
                "small_ship": "Малък кораб за малки пътувания. И вижте! Този дори плава. Вероятно с него бихме могли да намалим малко транспортните разходи.",
                "small_statue": "Малка статуя за малък човек. Хората казват, че всъщност е бил толкова малък.",
                "square": "Истински градски център! Тази площад изглежда по-елегантно от обикновения център.",
                "stone_crane": "Кранът, едно от най-великите изобретения, спестяващи гърба! Вече не е нужно да изнасяте всички тези камъни от кариерата, просто използвайте крана.",
                "stone_crane_upgraded": "С тези странни материали, които намираме, съм сигурен, че можем да направим този кран да работи още по-добре!",
                "table": "По-приятно е да се яде на маса, отколкото на пода. Освен ако не ви харесва да намирате от време на време хрускави буболечки в ръцете си или в панталоните си.",
                "tailor": "Да си гол не те води далеч. Наеми шивач да ти ушие дрехи, които да те топлят.",
                "tavern": "Таверната е място, където вашите граждани се срещат и пият. Поне можете да спечелите от лошите решения на хората.",
                "tent": "Как да добием повече дървен материал от гората? Поставете повече хора в гората. Как да поставим повече хора в гората? Поставете повече палатки в гората.",
                "tower": "Нашата земя е толкова, колкото можем да видим. Ако можем да видим по-далеч, нашата земя се разширява.",
                "town_hall": "Много важни хора могат да следят някои много важни цифри тук. Освен това изглежда добре.",
                "tree": "Дърветата са страхотни! Добавете още.",
                "university": "Място, където можете да съберете всички свои умни хора, за да правят умни неща. А с цялото им свободно време можете дори да ги изпратите на експедиции!",
                "museum": "Нека всички видят колко готини неща сме намерили! Да ги сложим в най-луксозната сграда, която можем да построим.",
                "warehouse": "Складът може да съхранява всички видове ресурси. Просто им дайте място за това.",
                "water_tower": "Нашата територия е толкова голяма, колкото можем да видим. Ако можем да видим по-далеч, нашата територия се увеличава.",
                "windmill": "Невероятно как някой е успял да превърне вятъра в храна. Това е единственият възможен начин да превърнем тези твърди растителни скали в брашно за нашия мек и вкусен хляб.",
                "windmill_upgraded": "С тези странни материали, които намираме, съм сигурен, че можем да направим тази вятърна мелница да работи още по-бързо. Колкото повече движещи се части, толкова по-добре, нали?",
                "woodcutter": "Дървосекачът ще сече дърва. Колко дърва? Колкото дървосекачът може.",
                "refinery": "Рафинерията се използва за преработване на странни скали в лъскави, ковкостни скали.",
                "iron_mine": "Изкопахме дълбока яма, защото намерихме странни камъни. Да изпратим всичките си хора там, за да ги вземат. Какво лошо може да се случи?",
                "iron_mine_upgraded": "С тези странни материали, които намираме, съм сигурен, че ще можем да извадим повече блестящи камъни от земята по-бързо!",
                "glassworks": "Glassworks ви позволява да произвеждате стъкло от пясък, което може да се използва за различни напреднали приложения.",
                "tools_workshop": "С работилница за инструменти можете да произвеждате инструменти, които са необходими за работата на някои хора.",
                "well": "Макар да е забавно да стоиш под дъжда с отворена уста, това е малко по-трудно, когато имаш вана за пълнене. Кладенецът ще е по-подходящ за твоя град."
            }
        },
        "crops": {
            "cow": "Крава",
            "empty": "Празен",
            "goat": "Коза",
            "grain": "Зърно",
            "maize": "Хляб",
            "potato": "Картоф",
            "sheep": "Овце"
        },
        "effects": {
            "accidentRate": "Честота на инцидентите",
            "allProduction": "Цялото производство",
            "constructionCost": "Разходи за строителство",
            "expeditionCost": "Разходи за експедиция",
            "exportCost": "Разходи за износ",
            "foodConsumption": "Консумация на храна",
            "foodProduction": "Производство на храни",
            "goodsProduction": "Производство на стоки",
            "happiness": "Щастие",
            "importCost": "Разходи за внос",
            "populationProduction": "Население Промени",
            "raidRisk": "Риск от кражба (при превишаване на капацитета на хранилището)",
            "researchSpeed": "Скорост на изследване",
            "taxation": "Данъчно облагане"
        },
        "expedition": {
            "start": "Стартирай експедиция"
        },
        "resources": {
            "clothes": "Дрехи",
            "coin": "Монети",
            "drinks": "Напитки",
            "earth": "Земя",
            "flour": "Брашно",
            "food": "Храна",
            "grain": "Зърно",
            "happiness": "Щастие",
            "knowledge": "Знания",
            "pop": "Население",
            "stone": "Камък",
            "wood": "Дърво",
            "wool": "Вълна",
            "ore": "Ние",
            "metal": "Метал",
            "tools": "Инструменти",
            "glass": "Стъкло",
            "scrap": "Отпадъци",
            "milk": "Мляко"
        },
        "views": {
            "build": "Изграждане",
            "explore": "Разгледайте",
            "market": "Пазар",
            "player": "Играч",
            "politic": "Политика",
            "watch": "Гледайте"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Двойно кликване за поставяне на възли",
            "multiPlace": "Продължавайте да поставяте",
            "rotate": "Завърти",
            "restriction": "Незастрояваема зона"
        },
        "capacity": "Капацитет",
        "defaultTownName": "Безименен град",
        "is_throttled": "изтича! Някои сгради може да не функционират правилно.",
        "placeCenterPrompt": "постави своя център",
        "storage_overflow": "Паметта е пълна! Рискът от кражба се увеличава."
    },
    "intro": {
        "message1": "Ако четете това, значи сте избраният. Предназначен да презаселиш повърхността. Това, което виждате пред себе си, е нашата планета. Нашият свят, такъв какъвто е днес. Нищо от него не е такова, каквото беше. Или поне такова, каквото мислим, че е било. Никой не си спомня наистина.",
        "message2": "Но вашата задача е проста. Намерете място и започнете ново селище. Развивайте селището си и може би ще успеете да се свържете с други, които са направили същото. И може би заедно ще разберем какво се е случило с нашата Земя.",
        "good_luck": "Успех!",
        "based": {
            "w": {
                "message1": "Добър избор! Вие сте се заселили в биом, пълен с буйни дървета и дива природа. Намирането на дърво и събирането на ресурси няма да бъде проблем тук. Въпреки че по-сложните материали и руди може да са малко по-трудни за намиране. Но аз вярвам във вас и ще видите, че нищо не е невъзможно.",
                "message2": "Вашите възможности все още са ограничени. Уверете се, че първо си осигурите стабилен приток на ресурси. След това изградете пазар, за да можете да търгувате с други селища. Когато се утвърдите, можете дори да започнете по-големи проекти като пристанище, за да стане търговията по-евтина, кметство, за да можем да следим всичко, или дори университет, за да можете да започнете да изследвате света около нас.",
                "good_luck": "Можете да го направите!"
            },
            "s": {
                "message1": "Силен избор да се заселиш в този скалист биом, където можеш да се слееш с земята. Намирането на камъни и руда няма да е проблем тук. Въпреки че отглеждането на храна може да е малко по-трудно. Но съм сигурен, че другите ще се радват да търгуват с теб за твоето изобилие от ценни материали.",
                "message2": "Вашите възможности все още са ограничени. Уверете се, че първо си осигурите стабилен приток на ресурси. След това изградете пазар, за да можете да търгувате с други селища. Когато се утвърдите, можете дори да започнете по-големи проекти като пристанище, за да стане търговията по-евтина, кметство, за да можем да следим всичко, или дори университет, за да можете да започнете да изследвате света около нас.",
                "good_luck": "Изградете силна игра!"
            },
            "e": {
                "message1": "Въздухът е сух, а слънцето е силно. Не е най-лесният биом, но можете да построите селището си буквално от самата земя. Намирането на използваемо дърво може да е малко по-трудно тук, но почвата изглежда подходяща за повечето култури. Сигурен съм, че с вашата изобретателност ще успеете.",
                "message2": "Вашите възможности все още са ограничени. Уверете се, че първо си осигурите стабилен приток на ресурси. След това изградете пазар, за да можете да търгувате с други селища. Когато се утвърдите, можете дори да започнете по-големи проекти като пристанище, за да стане търговията по-евтина, кметство, за да можем да следим всичко, или дори университет, за да можете да започнете да изследвате света около нас.",
                "good_luck": "Приятно строителство!"
            },
            "a": {
                "message1": "Това е интересен избор. Защо бихте се заселили в тази арктическа пустош? Не виждам никакви дървета или скали наоколо. Но предполагам, че винаги можете да търгувате с другите. Просто се погрижете хората ви да са добре нахранени и да не измръзват.",
                "message2": "Вашите възможности са много ограничени. Дайте приоритет на изграждането на пазар, за да можете да търгувате с други селища. Надявам се да имате добри връзки, защото това ще бъде трудно. Ако обаче успеете, можете дори да започнете по-големи проекти като пристанище, за да стане търговията по-евтина, кметство, за да можем да следим всичко, или дори университет, за да можете да започнете да изследвате света около нас.",
                "good_luck": "Успех."
            }
        }
    },
    "loading": {
        "assets": "Зареждане на ресурси...",
        "connecting": "Свързване със сървъра...",
        "game": "Зареждане на играта..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Изтрий всичко",
            "menu": "Меню",
            "quicksettings": "Настройки",
            "saveBuild": "Запази Структура",
            "saveSandbox": "Запази Структура"
        },
        "main": {
            "credits": "Кредити",
            "enterMultiplayer": "Влез в света",
            "loadSandbox": "Зареждане на Sandbox",
            "newSandbox": "Нов пясъчник",
            "returnToDesktop": "Върни се на работния плот",
            "serverOffline": "Не може да се свърже със сървъра. Проверете интернет връзката си или сървърът може да е изключен.",
            "settings": "Настройки",
            "subtitle": "Това е ранен вариант на Project Rebearth. Моля, свържете се с нас, ако срещнете проблеми по време на игра.",
            "demoSubtitle": "Това е демо версия на Project Rebearth. Активирана е само пясъчната кутия за изграждане на град. За да играете на мултиплеър глобуса с управление на ресурси, изтеглете пълната версия.",
            "demoRestriction1": "Зад този бутон се крие огромният онлайн мултиплеър свят на Project Rebearth. Вие сте в демо версията, но е достъпен само режимът „пясъчник“ без управление на ресурсите.",
            "demoRestriction2": "Режимът „пясъчник“ все още ви позволява да създавате страхотни карти, да ги експортирате с висока резолюция и да изпитате как се чувства един игрови свят в мащаб 1:1.",
            "title": "Проект Rebearth Server",
            "welcome": "Добре дошли, {{name}}!"
        },
        "sandbox": {
            "description": "Режимът „Sandbox“ ви позволява да строите свободно, без ограниченията на мултиплейър света. Само вие и никакви ограничения на ресурсите. Можете да запазите напредъка си и да го заредите по-късно.",
            "loadFromFile": "Зареждане от файл",
            "loadTitle": "Зареждане на Sandbox",
            "noSaves": "Не са намерени локални запаметявания.",
            "start": "Започнете нова игра",
            "title": "Нов пясъчник"
        },
        "slots": {
            "deleteConfirm": "Сигурен ли сте, че искате да изтриете това запаметяване? Тази действие не може да бъде отменено.",
            "empty": "Празен слот",
            "locked": "Заключен",
            "lockedText": "Заключен",
            "newGame": "Нова игра",
            "play": "Играй",
            "population": "Жители",
            "slot": "Слот",
            "title": "Изберете място за запазване",
            "unlockHint1000": "Отключва се при 1000 жители",
            "unlockHint10000": "Отключва се при 10 000 жители",
            "unnamedCity": "Град без име"
        },
        "locked": {
            "settleFirst": "Първо постройте центъра на вашия град.",
            "townHall": "Постройте кметство, за да отключите глобалната класация, съюзите и изборите.",
            "university": "Постройте университет, за да отключите експедиции и изследвания.",
            "market": "Постройте пазар или пристанище, за да отключите глобалния пазар.",
            "noBiomeAssets": "В този биом няма сгради от този вид."
        }
    },
    "modals": {
        "archive": {
            "title": "Архиви"
        },
        "choices": {
            "selectChoice": "Изберете опция",
            "title": "Избор"
        },
        "deleteConfirmation": {
            "cancel": "Отказ",
            "confirm": "Изтрий",
            "message": "Сигурен ли сте, че искате да изтриете целия си град? Тази действие не може да бъде отменено.",
            "title": "Потвърди изтриване"
        },
        "diplomacy": {
            "alliances": "Алианси",
            "enemy": "Враг",
            "neutral": "Неутрален",
            "title": "Дипломация",
            "you": "Вие"
        },
        "market": {
            "amount": "Сума",
            "back": "Назад",
            "base": "База",
            "buy": "КУПИ",
            "buys": "купува",
            "bought": "купих",
            "for": "за",
            "price": "Цена",
            "pricePerUnit": "Цена на единица",
            "quantity": "Количество",
            "resource": "Ресурс",
            "sell": "Виж",
            "sells": "продава",
            "sold": "продаден",
            "title": "Пазар",
            "total": "Общо",
            "totalLabel": "Общо",
            "transport": "Транспорт",
            "unitPrice": "за единична цена от"
        },
        "orders": {
            "title": "Моите поръчки"
        },
        "ranking": {
            "area": "Област",
            "buildings": "Сгради",
            "goToPlayer": "Отиди в Играч",
            "overall": "Общо",
            "player": "Играч",
            "population": "Население",
            "resources": "Ресурси",
            "title": "Класиране"
        },
        "save": {
            "download": "Изтегли файл",
            "message": "Вашата игра е запазена локално.",
            "title": "Игра запазена"
        }
    },
    "orders": {
        "amount": "Сума",
        "buy": "Купи",
        "buying": "покупка",
        "confirmCancel": "Сигурен ли сте, че искате да отмените тази поръчка?",
        "for": "за",
        "marketStorage": "Търговия Складиране",
        "myOrders": "Подайте поръчките си",
        "noMarketStorage": "Няма налично място за съхранение на пазара. Постройте търговски сгради, за да поставите поръчки за продажба.",
        "noOrders": "Няма активни поръчки",
        "onlyAllianceMembers": "Продавайте само на членове на съюза",
        "sell": "Виж",
        "sellButton": "{{type}} {{amount}} {{resource}} за {{price}} на единица",
        "selling": "продажба",
        "storageFull": "Паметта е пълна! Постройте още търговски сгради.",
        "totalPrice": "Обща цена",
        "unitPrice": "Единична цена"
    },
    "politics": {
        "accept": "приемам",
        "allianceTradeInfo": "Изберете тип съюз:",
        "alliances": "Алианси",
        "applications": "Приложения",
        "applyForAlliance": "Кандидатстване за съюз",
        "back": "Назад",
        "cancelApplication": "отказване на заявката",
        "choiceChangeCooldown": "този избор може да бъде променен отново след {{days}} дни",
        "common": {
            "accept": "Приемам",
            "applications": "Приложения",
            "globalRank": "Глобален ранг",
            "greatFederation": "Великата федерация",
            "kick": "Kick",
            "marketSize": "Размер на пазара",
            "members": "Членове",
            "name": "Име",
            "owner": "Собственик",
            "rank": "Ранг",
            "reject": "Отхвърли",
            "scienceLeague": "Научна лига",
            "tradeAlliance": "Търговски съюз",
            "value": "Стойност"
        },
        "createAlliance": "създаване на съюз",
        "days": "дни",
        "disbandAlliance": "разпусне съюза",
        "globalRank": "Глобален ранг",
        "go": "към",
        "inviteToAlliance": "Покани към твоя съюз",
        "kick": "kick",
        "leaveAlliance": "напусни съюза",
        "loading": "Зареждане...",
        "marketSize": "Размер на пазара",
        "marketSizeLabel": "Размер на пазара: {{size}}",
        "members": "Членове",
        "name": "Име",
        "noApplications": "Няма приложения",
        "noModifiers": "Този съюз няма никакви модификатори.",
        "owner": "Собственик",
        "placeholderDescription": "Описание на съюза",
        "placeholderName": "Име на съюза",
        "rank": "Ранг",
        "rankPrefix": "Не.",
        "ranking": {
            "area": "Област",
            "buildings": "Сгради",
            "overall": "Общо",
            "population": "Население",
            "resources": "Ресурси"
        },
        "reject": "отхвърли",
        "value": "Стойност"
    },
    "popup": {
        "apply": "Приложи",
        "archive": "Архив",
        "demolish": "Разрушаване",
        "population": "Население",
        "production": {
            "rate": "Оцени",
            "title": "Производство"
        },
        "storage": {
            "title": "Съхранение"
        },
        "townName": "Име на града:",
        "townColor": "Цвят на града:",
        "unnamedTown": "безименен град",
        "upgrade": "Актуализирайте до{{building}}"
    },
    "settings": {
        "animations": "Анимации",
        "fullscreen": "Пълен екран",
        "bushDensity": "Гъстота на храстите",
        "clearTileCache": "Изчистване на кешираните данни",
        "density": {
            "dense": "Плътен",
            "normal": "Нормален",
            "off": "Изключено",
            "sparse": "Разпръснати"
        },
        "grassDensity": "Гъстота на тревата",
        "language": "Език",
        "musicVolume": "Музикална сила",
        "performanceFeatures": "- Настройка на визуалните елементи -",
        "resolutions": {
            "high": "Висока",
            "low": "Нисък",
            "medium": "Средно",
            "potato": "Картоф",
            "ultra": "Ultra"
        },
        "rockDensity": "Плътност на скалата",
        "showClouds": "Покажи облаци",
        "soundVolume": "Сила на звука",
        "textureResolution": "Разделителна способност на текстурата",
        "title": "Настройки",
        "treeDensity": "Гъстота на дърветата",
        "uiScale": "Мащаб на потребителския интерфейс"
    },
    "tips": {
        "loading": [
            "Един ден в играта трае един ден в реалния живот. Не бързайте и развивайте града си на свой ритъм.",
            "Можете да завъртате сградите, преди да ги поставите, като използвате клавишите Q и E.",
            "Кликнете два пъти в редактора на фигури, за да поставите възли.",
            "Използвайте клавиша Shift, за да продължите да поставяте сгради.",
            "Ако срещнете някакви проблеми, моля, уведомете ни в Discord.",
            "Постройте пазар или пристанище, за да отключите търговията с други играчи.",
            "Постройте кметство, за да отключите съюзи, класации и възможности за избор.",
            "Постройте университет, за да отключите експедиции и изследвания.",
            "Рецензиите в Steam ни помагат да намерим нови играчи, които правят този свят жив.",
            "Не всички ресурси са лесно достъпни навсякъде. Понякога търговията ще бъде по-евтина, отколкото да произвеждате всичко сами.",
            "Рецензиите в Steam ни помагат да намерим нови играчи, които правят този свят жив.",
            "Рецензиите в Steam ни помагат да намерим нови играчи, които правят този свят жив.",
            "Посетете уикито на projectrebearth.com, за да научите всичко за света на Project."
        ]
    },
    "tooltip": {
        "cannotChange": "Не може да бъде променен за",
        "construction": "Строителство",
        "refund": "Възстановяване на сумата",
        "costPerMeter": "(за м)",
        "costPerSquareMeter": "(на м²)",
        "effects": "Ефекти",
        "upkeep": "Поддръжка",
        "production": "Производство",
        "move": "Преместете тази сграда"
    },
    "units": {
        "days": "дни",
        "hours": "{{value}} h",
        "hoursLong": "часа",
        "minutes": "{{value}} m",
        "minutesLong": "минути",
        "perDay": "/ден",
        "percentage": "{{стойност}}",
        "seconds": "{{value}} s",
        "secondsLong": "секунди"
    },
    "warnings": {
        "notEnoughPop": "Недостатъчно доброволци"
    }
}