{
    "alliances": {
        "allianceTradeInfo": "Spojit se s ostatními hráči je skvělá věc. Můžete se rozhodnout obchodovat výhradně mezi sebou a v závislosti na tom, s kým se spojíte, získáte i další výhody.",
        "applyForAlliance": "Požádat o alianci",
        "cancelApplication": "Zrušit aplikaci",
        "greatFederationDesc": "Spojte se se silnými a organizovanými lidmi! Získejte lepší ochranu před krádežemi a vynuťte si od svých poddaných více zdrojů. To však bude znamenat větší byrokracii a nižší příjmy z daní.",
        "leaveAlliance": "opustit alianci",
        "marketSizeLabel": "Velikost trhu:",
        "scienceLeagueDesc": "Připojením se k vědecké lize se stanete chytřejšími. To je vědecky prokázáno. Užijte si rychlejší výzkum a nižší náklady na expedice. Lidé jsou díky tomu také šťastnější! Ale ve skutečnosti nejsme tak dobří v tom, něco vytvářet.",
        "tradeAllianceDesc": "Všechno je to o penězích! Získejte slevy na obchodní náklady a vyšší daňovou efektivitu, ale také vyšší riziko krádeží."
    },
    "biomes": {
        "1": "Tropické a subtropické listnaté lesy",
        "10": "Horské pastviny",
        "11": "Tundra",
        "12": "Středomořské lesy",
        "13": "Pouště a suché křovinaté oblasti",
        "14": "Mangrovy",
        "2": "Tropické a subtropické listnaté lesy",
        "3": "Tropické a subtropické jehličnaté lesy",
        "4": "Mírné a smíšené lesy",
        "5": "Mírné jehličnaté lesy",
        "6": "Boreální lesy",
        "7": "Tropické a subtropické pastviny",
        "8": "Mírné savany",
        "9": "Zatopené louky",
        "98": "Arktická pustina",
        "99": "Ledový příkrov"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Snižte náklady pro lidi, kteří kupují vaše zboží, a zároveň zvyšte náklady na nákup zboží od jiných hráčů.",
            "importFocus": "Snižte náklady na nákup zboží od jiných hráčů a zároveň zvyšte náklady pro lidi, kteří kupují vaše zboží.",
            "lavishRations": "Ať jedí koláče! Bohaté příděly zvýší množství jídla potřebné na osobu, ale budou šťastní.",
            "lowRations": "Je to můj dort! Nízké příděly sníží množství jídla potřebné na osobu, ale lidem se to nebude líbit.",
            "neutralFocus": "Je to volný trh, dělejte, co musíte. Udržujte náklady na dovoz i vývoz na standardní úrovni.",
            "normalRations": "Právě správné množství jídla pro vaše lidi. Udržujte spotřebu jídla na standardní úrovni.",
            "taxation": "Je to spravedlivé... Vygeneruje zlato pro každého obyvatele, ale sníží spokojenost.",
            "veganSociety": "Jaký podivný nápad jíst zvířata... Zvyšuje produkci potravin, ale nelze vyrábět živočišné produkty.",
            "workerSafety": "Lidé jsou vaším největším bohatstvím. Zvyšuje bezpečnost výroby, ale snižuje výkon.",
            "dubiousWorkingRules": "Lidé jsou jen zdroje. Zvyšuje produkci, ale také zvyšuje počet nehod.",
            "crampedQuarters": "Kolik osobního prostoru opravdu potřebujete? Do stejných domů se vejde více lidí, že?",
            "intensiveFarming": "Intenzivní zemědělství vám umožňuje krmit zvířata obilím, čímž se zvyšuje množství živočišných produktů, které můžete vyprodukovat."
        },
        "exclusiveOptions": "Exkluzivní možnosti",
        "lockedFor": "Zamčeno pro",
        "option": "Možnost",
        "title": "Možnosti",
        "titles": {
            "exportFocus": "Obchod – Zaměření na export",
            "greatFederation": "Velká federace",
            "importFocus": "Obchod – Zaměření na import",
            "lavishRations": "Bohaté příděly",
            "lowRations": "Nízké příděly",
            "neutralFocus": "Obchod – neutrální zaměření",
            "normalRations": "Normální příděly",
            "scienceLeague": "Vědecká liga",
            "taxation": "Zdanění",
            "tradeAlliance": "Obchodní aliance",
            "veganSociety": "Veganská společnost",
            "workerSafety": "Bezpečnost pracovníků",
            "dubiousWorkingRules": "Pochybná pracovní pravidla",
            "crampedQuarters": "Jako sardinky!",
            "intensiveFarming": "Intenzivní zemědělství",
            "newTownBoost": "Nový začátek!",
            "foodShortage": "Nedostatek potravin"
        },
        "unlock": "Odemknout"
    },
    "common": {
        "delete": "Smazat",
        "deleting": "Odstraňování...",
        "loading": "Načítání..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Přidat další body",
            "areaLimitExceeded": "Překročen limit oblasti: {{size}} {{relation}} {{limit}}",
            "costs": "Náklady:",
            "invalidLocation": "Neplatná poloha",
            "mustBeNear": "Musí být poblíž {{parent}}",
            "notEnoughResources": "Nedostatek zdrojů",
            "tooHigh": "Přiblížit"
        },
        "cancel": "✗",
        "close": "Zavřít",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Přidat další body",
            "calculating": "Vypočítává se...",
            "duration": "Doba trvání",
            "expedition": "Expedice",
            "finished": "Hotovo!",
            "food": "Jídlo",
            "knowledge": "Znalosti",
            "population": "Populace",
            "timeLeft": "Zbývající čas",
            "title": "Náklady na průzkum"
        },
        "next": "Další",
        "previous": "Předchozí"
    },
    "errors": {
        "fetchSlots": "Nelze načíst uložené pozice",
        "generic": "Něco se pokazilo",
        "invalidFile": "Neplatný formát souboru",
        "loadingBuild": "Chyba při načítání sestavení",
        "serverConnection": "Chyba připojení k serveru",
        "webWorkersNotSupported": "Hru nelze spustit: Web Workers není podporován."
    },
    "events": {
        "confirm": "Dobře.",
        "consequences": "Efekty",
        "remaining": "{{count}} Zbývající",
        "titles": {
            "food_shortage": "Lidé mají hlad.",
            "strike": "Úder",
            "celebration": "Dárek pro vás",
            "productivity_boom": "Jdeme na to!",
            "expedition_found": "Expedice se vrací!",
            "animal_unlock": "No no no... co to tu máme?",
            "bankruptcy": "Bankrot!",
            "raid": "Vaše zboží bylo ukradeno!",
            "trade": "Dohodnuto!"
        },
        "descriptions": {
            "food_shortage": "Docházejí vám zásoby jídla! Pokud lidé nebudou mít co jíst, budou krást, co se dá, aby přežili, nebo dokonce přestanou pracovat.",
            "strike": "Lidé nejsou spokojeni! Ať už děláte cokoli, nelíbí se jim to. Ujistěte se, že vaši lidé zůstávají spokojeni, aby se zabránilo uzavření budov.",
            "celebration": "Lidé jsou šťastní! Ať už děláte cokoli, pokračujte v tom! Jako malý dárek pro vás všichni nasbírali nějaké zboží, abyste mohli pokračovat v budování tohoto úžasného města. Jak milé.",
            "productivity_boom": "Lidé jsou nadšení! Milují vás a rádi pro vás pracují přesčas. Díky tomu se jim podařilo vyprodukovat o něco více všeho. Prostě chtějí, aby se tomuto městu dařilo, víte.",
            "expedition_found": "Vaše expedice se vrátila s cennými surovinami a poznatky! To výrazně přispěje k rozvoji vašeho města a výzkumným aktivitám. V jejich deníku se však nachází zajímavý záznam:",
            "animal_unlock": "Co jsme zde našli? Vaše expedice se vrátila s překvapivě krotkým zvířetem. Zdá se, že chce žít spíše ve vašem městě než v divočině. Bylo by neslušné ho teď poslat zpět, že?",
            "bankruptcy": "Prostě nemáte žádné mince! Věž se zřítila. Věže, které jste postavili, se budou zhoršovat a zničí se, pokud je nebudete udržovat s dostatečným množstvím mincí.",
            "raid": "Měli jste své zboží lépe schovat! Bylo snadno dostupné a neznámí zloději odnesli část vašich zdrojů.",
            "trade": "Někdo splnil (část) vaší obchodní objednávky."
        }
    },
    "game": {
        "zoomToBuild": "Přiblížit a začít stavět",
        "buildings": {
            "assets": {
                "expedition": "Expedice",
                "bakery": "Pekařství",
                "boat": "Loď",
                "brewery": "Pivovar",
                "bridge": "Bridge",
                "center": "Centrum",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Vylepšený Clay Crane",
                "claypit": "Clay Pit",
                "creamery": "Creamery",
                "dock": "Nicméně",
                "fence1": "Dřevěný plot",
                "fence2": "Tkaný plot",
                "fence3": "Tvar plotu",
                "fences": "Ploty",
                "field": "Pole",
                "firepit": "Ohniště",
                "fireplace": "Krb",
                "fishery": "Rybářství",
                "foraging_hut": "Chata pro sběr potravy",
                "fountain": "Fontána",
                "house_1": "Shack",
                "house_2": "Chata",
                "house_3": "Kabina",
                "house_4": "Dům",
                "house_5": "Rezidence",
                "house_6": "Vesnice",
                "large_ship": "Velká loď",
                "large_statue": "Velká socha",
                "logpile": "Hromada klád",
                "market": "Trh",
                "market_stall": "Tržní stánky",
                "market_stall_1": "Maso",
                "market_stall_2": "Ryba",
                "market_stall_3": "Bread",
                "market_stall_4": "Zelenina",
                "market_stall_5": "Zboží",
                "medium_ship": "Střední loď",
                "nursery": "Školka stromů",
                "park": "Park",
                "path": "Cesta",
                "pier": "Pier",
                "plaza": "Náměstí",
                "port": "Port",
                "quarry": "Lom",
                "road": "Silnice",
                "ruinsBig": "Velké ruiny",
                "ruinsSmall": "Malé ruiny",
                "saw": "Pila",
                "small_ship": "Malá loď",
                "small_statue": "Malá socha",
                "square": "Čtverec",
                "stone_crane": "Kamenný jeřáb",
                "stone_crane_upgraded": "Vylepšený Stone Crane",
                "table": "Tabulka",
                "tailor": "Tailor",
                "tavern": "Hospoda",
                "tent": "Stan",
                "tower": "Věž",
                "town_hall": "Radnice",
                "tree": "Strom",
                "university": "Univerzita",
                "museum": "Muzeum",
                "warehouse": "Sklad",
                "water_tower": "Vodárenská věž",
                "windmill": "Větrný mlýn",
                "windmill_upgraded": "Vylepšený větrný mlýn",
                "woodcutter": "Dřevorubec",
                "refinery": "Rafinerie",
                "iron_mine": "Železná důl",
                "iron_mine_upgraded": "Vylepšená železná důl",
                "glassworks": "Sklárna",
                "tools_workshop": "Nástroje Dílna",
                "well": "Dobře"
            },
            "categories": {
                "decoration": "Dekorace",
                "defense": "Území",
                "food": "Jídlo",
                "housing": "Bydlení",
                "infrastructure": "Infrastruktura",
                "military": "Vojenské",
                "production": "Produkce",
                "research": "Výzkum",
                "resources": "Zdroje",
                "storage": "Úložiště",
                "town": "Město"
            },
            "descriptions": {
                "bakery": "Nic nepřekoná vůni čerstvého chleba, upečeného z nejčerstvějších květů a občasného švába.",
                "boat": "Loď je ideální pro rybaření v hlubších vodách nebo pro příležitostné líbání mladých párů.",
                "brewery": "Někdo nechal své rozmočené zrní příliš dlouho venku a teď je z toho hotová senzace! Pojďme toho využít.",
                "bridge": "Je to most. Co byste čekali? Dostane vás z bodu A do bodu B.",
                "center": "Srdce vašeho města. Tady to všechno začíná. Žije zde několik lidí a jsou zde uloženy základní věci. Lze jej vylepšit na náměstí, které vypadá trochu trvaleji.",
                "clay_crane": "Jeřáb, jeden z nejlepších vynálezů, který šetří záda! Už nemusíte tahat všechnu tu hlínu z jámy, stačí použít jeřáb.",
                "clay_crane_upgraded": "S těmito podivnými materiály, které jsme našli, jsem si jistý, že můžeme tento jeřáb vylepšit!",
                "claypit": "Je to jednoduchá jáma v zemi. Ale když vysušíme zeminu, kterou zde získáme, stane se docela tvrdá! Je to práce náročná na pracovní sílu a zanechává v krajině docela ošklivou jizvu.",
                "creamery": "Někdo nechal čerstvé mléko příliš dlouho venku a teď je... tuhé? Alespoň ho teď můžeme prodávat jako potravinu.",
                "dock": "Rozšiřte svůj přístav! Vytvořte více prostoru pro přístavní budovy a lodě.",
                "fence1": "Jednoduchý dřevěný plot, který brání prostým tvorům ve vstupu. Nebo v odchodu.",
                "fence2": "Tkaný plot, který brání prostým tvorům ve vstupu. Nebo v odchodu.",
                "fence3": "Nakreslete vlastní plot, aby se jednoduché bytosti nedostaly ven. Nebo dovnitř.",
                "fences": "Ploty jsou skvělým způsobem, jak udržet nežádoucí návštěvníky mimo vaše město. Nebo je udržet uvnitř.",
                "firepit": "Ohniště je pevná konstrukce, která slouží k ohřevu a vaření jídla. Nezapomeňte ho před spaním uhasit.",
                "fireplace": "Není nic útulnějšího než zpívat u krbu. I když kouř bude vždy foukat přesně na vás.",
                "field": "Když vyčistíme pole, můžeme na něm pěstovat rostliny. Některé z nich můžeme jíst.",
                "fishery": "Není nic idylického než malá rybářská vesnice na pobřeží. Dodává relativně čerstvé ryby pro vaše město.",
                "foraging_hut": "Kdo potřebuje luxusní jídlo, když může jíst cokoli, co roste v přírodě? Chata na sběr potravy shromažďuje různé suroviny, ale k tomu potřebuje hodně volného prostoru.",
                "fountain": "Jeden z našich největších technických úspěchů! Kdo by neměl rád tekoucí vodu.",
                "house_1": "Každý potřebuje místo k životu. Tento malý dům poskytuje vašim lidem místo, kde mohou jíst a žít.",
                "house_2": "Každý potřebuje místo k životu. Tento malý dům poskytuje vašim lidem místo, kde mohou jíst a žít.",
                "house_3": "Každý potřebuje místo k životu. Tento dům poskytuje vašim lidem místo, kde mohou jíst a žít.",
                "house_4": "Každý potřebuje místo k životu. Tento dům poskytuje vašim lidem místo, kde mohou jíst a žít.",
                "house_5": "Každý potřebuje místo k životu. Tento propracovaný dům poskytuje vašim lidem místo, kde mohou jíst a žít.",
                "house_6": "Každý potřebuje místo k životu. Tento luxusní dům poskytuje vašim lidem místo, kde mohou jíst a žít.",
                "large_ship": "Myslím, že větší už být nemohou. Podívejte se na to! Ne, vážně, všichni se na to podívejte! To musí ještě více snížit náklady na dopravu.",
                "large_statue": "Velká socha pro velkého chlapa. Lidé říkají, že byl opravdu tak velký.",
                "logpile": "Jak nejlépe skladovat dřevo? Prostě ho naházet na hromadu.",
                "market": "Trh vám umožní obchodovat s jinými městy. Domy mají rády blízkost trhu.",
                "market_stall": "Přidejte do svého města tržní stánek.",
                "market_stall_1": "Stánek s prodejem masných výrobků.",
                "market_stall_2": "Stánek s rybími produkty.",
                "market_stall_3": "Stánek s pečivem.",
                "market_stall_4": "Stánek s prodejem zeleniny.",
                "market_stall_5": "Stánek prodávající různé zboží.",
                "medium_ship": "To je ale pěkná loď. Není příliš velká, není příliš malá. Prostě pěkná. Snižuje náklady na dopravu o dalších 25 %.",
                "nursery": "Proč nechat dřevorubce chodit ke stromům, když můžeme stromy přivést k dřevorubci.",
                "park": "Přidejte do svého města pěkný park, kde se budou moci vaši občané procházet.",
                "path": "Jednoduchá polní cesta. Prostě splní svůj účel. Budovy však budou fungovat i bez nich.",
                "pier": "Lidé tvrdí, že větší ryby se nacházejí v hlubších vodách. Uvidíme, jak hluboko se dostaneme.",
                "plaza": "Krásné dlaždice pro vaše krásné město. Skvělé pro tržiště, dekoraci nebo jen pro předvádění svého bohatství.",
                "port": "Přístav vám umožňuje obchodovat s jinými městy. Je to mnohem efektivnější než obchodování po zemi a náklady na dopravu se sníží na polovinu.",
                "quarry": "V lomech těžíte kameny ze země. Je to náročná práce, ale kameny jsou věčné! Zanechávají však v krajině velké jizvy.",
                "road": "Silnice dodávají vaší vesnici strukturu. Nejsou nezbytné pro vaše budovy, ale vypadají lépe než cesty.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Pokrok! S pomocí několika šikovných nástrojů můžeme zpracování dřeva zvládnout hravě.",
                "small_ship": "Malá loďka pro malé výlety. A podívejte! Tahle dokonce plave. S touhle bychom asi mohli trochu snížit náklady na dopravu.",
                "small_statue": "Malá soška pro malého chlápka. Lidé říkají, že byl ve skutečnosti tak malý.",
                "square": "Správné centrum města! Toto náměstí vypadá lépe než základní centrum.",
                "stone_crane": "Jeřáb, jeden z nejlepších vynálezů, který šetří záda! Už nemusíte tahat všechny ty kameny z lomu, stačí použít jeřáb.",
                "stone_crane_upgraded": "S těmito podivnými materiály, které jsme našli, jsem si jistý, že můžeme tento jeřáb vylepšit!",
                "table": "Je příjemnější jíst u stolu než na podlaze. Pokud tedy nemáte rádi občasné křupání brouků ve vašich rukou nebo kalhotách.",
                "tailor": "Nahota vás dostane jen tak daleko. Nechte si u krejčího ušít nějaké oblečení, které vás zahřeje.",
                "tavern": "Hospoda je místem, kde se vaši občané scházejí a popíjejí. Alespoň můžete těžit z jejich špatných rozhodnutí.",
                "tent": "Jak získat více dřeva z lesa? Poslat do lesa více lidí. Jak poslat do lesa více lidí? Postavit v lese více stanů.",
                "tower": "Naše země sahá tak daleko, jak vidíme. Pokud vidíme dále, naše země se rozšiřuje.",
                "town_hall": "Velmi důležití lidé zde mohou sledovat některé velmi důležité údaje. Navíc to vypadá hezky.",
                "tree": "Stromy jsou skvělé! Přidejte jich víc.",
                "university": "Místo, kde můžete všechny své chytré lidi nasadit na chytré úkoly. A když budou mít volno, můžete je dokonce poslat na expedice!",
                "museum": "Ukažme všem, jaké skvělé věci jsme našli! Umístěme je do nejkrásnější budovy, jakou dokážeme postavit.",
                "warehouse": "Sklad může uchovávat všechny druhy zdrojů. Stačí jim k tomu poskytnout prostor.",
                "water_tower": "Naše území sahá tak daleko, jak vidíme. Pokud vidíme dále, naše území se dále rozšiřuje.",
                "windmill": "Je šílené, jak někdo dokázal proměnit vítr v jídlo. Je to jediný proveditelný způsob, jak proměnit ty tvrdé rostlinné kameny v mouku pro náš měkký lahodný chléb.",
                "windmill_upgraded": "S těmito podivnými materiály, které jsme našli, určitě dokážeme, aby tento větrný mlýn fungoval ještě rychleji. Čím více pohyblivých částí, tím lépe, že?",
                "woodcutter": "Dřevorubec bude řezat dřevo. Kolik dřeva? Tolik, kolik dřevorubec zvládne.",
                "refinery": "Rafinerie se používá k rafinaci podivných hornin na lesklé tvárné horniny.",
                "iron_mine": "Vykopali jsme hlubokou jámu, protože jsme našli nějaké podivné kameny. Pošleme tam všechny naše lidi, aby je přinesli. Co horšího se může stát?",
                "iron_mine_upgraded": "S těmito podivnými materiály, které jsme našli, určitě dokážeme z podzemí vytěžit více lesklých kamenů!",
                "glassworks": "Glassworks vám umožňuje vyrábět sklo z písku, které lze použít pro různé pokročilé aplikace.",
                "tools_workshop": "V dílně na výrobu nástrojů můžete vyrábět nástroje, které jsou nezbytné pro práci některých lidí.",
                "well": "I když je zábavné stát v dešti s otevřenou pusou, je to trochu složitější, když máte naplnit vanu. Studna se pro vaše město hodí lépe."
            }
        },
        "crops": {
            "cow": "Kráva",
            "empty": "Prázdné",
            "goat": "Koza",
            "grain": "Zrno",
            "maize": "Bread",
            "potato": "Brambora",
            "sheep": "Ovce"
        },
        "effects": {
            "accidentRate": "Míra nehodovosti",
            "allProduction": "Veškerá produkce",
            "constructionCost": "Náklady na stavbu",
            "expeditionCost": "Náklady na expedici",
            "exportCost": "Náklady na export",
            "foodConsumption": "Spotřeba potravin",
            "foodProduction": "Produkce potravin",
            "goodsProduction": "Výroba zboží",
            "happiness": "Štěstí",
            "importCost": "Náklady na dovoz",
            "populationProduction": "Populace Upravit",
            "raidRisk": "Riziko krádeže (při překročení kapacity úložiště)",
            "researchSpeed": "Rychlost výzkumu",
            "taxation": "Zdanění"
        },
        "expedition": {
            "start": "Zahájit expedici"
        },
        "resources": {
            "clothes": "Oblečení",
            "coin": "Mince",
            "drinks": "Nápoje",
            "earth": "Země",
            "flour": "Mouka",
            "food": "Jídlo",
            "grain": "Zrno",
            "happiness": "Štěstí",
            "knowledge": "Znalosti",
            "pop": "Populace",
            "stone": "Kámen",
            "wood": "Dřevo",
            "wool": "Vlna",
            "ore": "My",
            "metal": "Metal",
            "tools": "Nástroje",
            "glass": "Sklo",
            "scrap": "Scrap",
            "milk": "Mléko"
        },
        "views": {
            "build": "Vytvořit",
            "explore": "Prozkoumat",
            "market": "Trh",
            "player": "Hráč",
            "politic": "Politika",
            "watch": "Sledovat"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Dvojitým kliknutím umístíte uzly.",
            "multiPlace": "Pokračujte v umisťování",
            "rotate": "Otočit",
            "restriction": "Nezastavitelná oblast"
        },
        "capacity": "Kapacita",
        "defaultTownName": "Bezejmenné město",
        "is_throttled": "Dochází! Některé budovy nemusí fungovat správně.",
        "placeCenterPrompt": "umístěte své centrum",
        "storage_overflow": "Úložiště je plné! Riziko krádeže se zvýšilo."
    },
    "intro": {
        "message1": "Pokud toto čtete, znamená to, že jste vyvolený. Určený k obnově povrchu. To, co vidíte před sebou, je naše planeta. Náš svět, jak existuje dnes. Nic z toho není takové, jaké to bývalo. Nebo alespoň takové, jaké si myslíme, že to bývalo. Nikdo si to už opravdu nepamatuje.",
        "message2": "Ale váš úkol je jednoduchý. Najděte místo a založte novou osadu. Rozšiřujte svou osadu a možná se vám podaří navázat kontakt s ostatními, kteří udělali totéž. A možná společně přijdeme na to, co se stalo s naší Zemí.",
        "good_luck": "Hodně štěstí!",
        "based": {
            "w": {
                "message1": "Dobrá volba! Usadili jste se v biomu plném bujných stromů a divoké zvěře. Získávání dřeva a sbírání surovin zde nebude žádný problém. Složitější materiály a rudy však mohou být trochu těžší sehnat. Ale věřím vám a uvidíte, že nic není nemožné.",
                "message2": "Vaše možnosti jsou zatím omezené. Nejprve si zajistěte stálý přísun surovin. Poté vybudujte trh, abyste mohli obchodovat s ostatními osadami. Jakmile se uchytíte, můžete se pustit i do větších projektů, jako je přístav, díky kterému bude obchod levnější, radnice, kde budete mít vše pod kontrolou, nebo dokonce univerzita, kde budete moci začít zkoumat svět kolem nás.",
                "good_luck": "Máš to v kapse!"
            },
            "s": {
                "message1": "Skvělá volba pro usídlení se v tomto skalnatém biomu, kde se můžete stát jedním s přírodou. Nalezení kamene a rudy zde nebude žádný problém. Pěstování potravin však může být o něco obtížnější. Jsem si ale jistý, že ostatní rádi vymění vaše bohatství vzácných surovin za jiné zboží.",
                "message2": "Vaše možnosti jsou zatím omezené. Nejprve si zajistěte stálý přísun surovin. Poté vybudujte trh, abyste mohli obchodovat s ostatními osadami. Jakmile se uchytíte, můžete se pustit i do větších projektů, jako je přístav, díky kterému bude obchod levnější, radnice, kde budete mít vše pod kontrolou, nebo dokonce univerzita, kde budete moci začít zkoumat svět kolem nás.",
                "good_luck": "Budujte silné!"
            },
            "e": {
                "message1": "Vzduch je suchý a slunce pálí. Není to nejjednodušší biom, ale můžete si zde vybudovat osadu doslova z hlíny. Najít použitelné dřevo může být trochu obtížnější, ale půda se zdá být vhodná pro většinu plodin. Jsem si jistý, že díky své vynalézavosti to zvládnete.",
                "message2": "Vaše možnosti jsou zatím omezené. Nejprve si zajistěte stálý přísun surovin. Poté vybudujte trh, abyste mohli obchodovat s ostatními osadami. Jakmile se uchytíte, můžete se pustit i do větších projektů, jako je přístav, díky kterému bude obchod levnější, radnice, kde budete mít vše pod kontrolou, nebo dokonce univerzita, kde budete moci začít zkoumat svět kolem nás.",
                "good_luck": "Příjemné stavění!"
            },
            "a": {
                "message1": "To je zajímavá volba. Proč jste se usadili právě v této arktické pustině? Nevidím tu žádné stromy ani skály. Ale asi můžete obchodovat s ostatními. Jen se postarejte, aby vaši lidé byli v teple a měli co jíst.",
                "message2": "Vaše možnosti jsou velmi omezené. Upřednostněte vybudování trhu, abyste mohli obchodovat s jinými osadami. Doufám, že máte dobré kontakty, protože to bude těžké. Pokud to však zvládnete, můžete dokonce zahájit větší projekty, jako je přístav, díky kterému bude obchod levnější, radnice, díky které budeme mít přehled o všem, nebo dokonce univerzitu, díky které můžete začít zkoumat svět kolem nás.",
                "good_luck": "Hodně štěstí."
            }
        }
    },
    "loading": {
        "assets": "Načítání dat...",
        "connecting": "Připojování k serveru...",
        "game": "Načítání hry..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Vymazat vše",
            "menu": "Nabídka",
            "quicksettings": "Nastavení",
            "saveBuild": "Uložit sestavení",
            "saveSandbox": "Uložit sestavení"
        },
        "main": {
            "credits": "Údaje o autorech",
            "enterMultiplayer": "Vstoupit do světa",
            "loadSandbox": "Načíst Sandbox",
            "newSandbox": "Nový Sandbox",
            "returnToDesktop": "Návrat na plochu",
            "serverOffline": "Nelze se připojit k serveru. Zkontrolujte připojení k internetu nebo zda server není mimo provoz.",
            "settings": "Nastavení",
            "subtitle": "Toto je předběžná verze hry Project Rebearth. Pokud narazíte na nějaké problémy při hraní, kontaktujte nás.",
            "demoSubtitle": "Toto je demo hry Project Rebearth. K dispozici je pouze sandboxový editor měst. Chcete-li hrát na multiplayerovém globu s řízením zdrojů, pořiďte si plnou verzi.",
            "demoRestriction1": "Za tímto tlačítkem se skrývá obrovský online multiplayerový svět Project Rebearth. Nacházíte se však v demoverzi, kde je k dispozici pouze režim sandbox bez správy zdrojů.",
            "demoRestriction2": "Režim sandboxu vám stále umožňuje vytvářet úžasné mapy, exportovat je ve vysokém rozlišení a zažít, jaké to je hrát ve světě ve měřítku 1:1.",
            "title": "Projekt Rebearth Server",
            "welcome": "Vítejte, {{name}}!"
        },
        "sandbox": {
            "description": "Režim Sandbox vám umožňuje stavět bez omezení multiplayerového světa. Jste to jen vy a žádné omezení zdrojů. Svůj postup můžete uložit a později načíst.",
            "loadFromFile": "Načíst ze souboru",
            "loadTitle": "Načíst Sandbox",
            "noSaves": "Nebyly nalezeny žádné lokální uložené hry.",
            "start": "Spustit novou hru",
            "title": "Nový Sandbox"
        },
        "slots": {
            "deleteConfirm": "Opravdu chcete smazat tuto uloženou hru? Tuto akci nelze vrátit zpět.",
            "empty": "Prázdné místo",
            "locked": "Zamčeno",
            "lockedText": "Zamčeno",
            "newGame": "Nová hra",
            "play": "Hrát",
            "population": "Obyvatelé",
            "slot": "Slot",
            "title": "Vyberte místo pro uložení",
            "unlockHint1000": "Odemknout při 1 000 obyvatelích",
            "unlockHint10000": "Odemknout při 10 000 obyvatelích",
            "unnamedCity": "Bezejmenné město"
        },
        "locked": {
            "settleFirst": "Nejprve vybudujte centrum svého města.",
            "townHall": "Postavte radnici a odemkněte globální žebříček, aliance a možnosti.",
            "university": "Postavte univerzitu, abyste odemkli expedice a výzkum.",
            "market": "Postavte trh nebo přístav, abyste odemkli globální trh.",
            "noBiomeAssets": "V tomto biomu nejsou k dispozici žádné budovy tohoto typu."
        }
    },
    "modals": {
        "archive": {
            "title": "Archivy"
        },
        "choices": {
            "selectChoice": "Vyberte možnost",
            "title": "Možnosti"
        },
        "deleteConfirmation": {
            "cancel": "Zrušit",
            "confirm": "Smazat",
            "message": "Opravdu chcete smazat celé město? Tuto akci nelze vrátit zpět.",
            "title": "Potvrdit smazání"
        },
        "diplomacy": {
            "alliances": "Aliance",
            "enemy": "Nepřítel",
            "neutral": "Neutrální",
            "title": "Diplomacie",
            "you": "Vy"
        },
        "market": {
            "amount": "Částka",
            "back": "Zpět",
            "base": "Základ",
            "buy": "KOUPIT",
            "buys": "kupuje",
            "bought": "zakoupeno",
            "for": "pro",
            "price": "Cena",
            "pricePerUnit": "Cena za jednotku",
            "quantity": "Množství",
            "resource": "Zdroje",
            "sell": "Podívejte se",
            "sells": "prodává",
            "sold": "prodáno",
            "title": "Trh",
            "total": "Celkem",
            "totalLabel": "Celkem",
            "transport": "Doprava",
            "unitPrice": "za jednotkovou cenu"
        },
        "orders": {
            "title": "Moje objednávky"
        },
        "ranking": {
            "area": "Oblast",
            "buildings": "Budovy",
            "goToPlayer": "Přejít na hráče",
            "overall": "Celkově",
            "player": "Hráč",
            "population": "Populace",
            "resources": "Zdroje",
            "title": "Hodnocení"
        },
        "save": {
            "download": "Stáhnout soubor",
            "message": "Vaše hra byla uložena lokálně.",
            "title": "Hra uložena"
        }
    },
    "orders": {
        "amount": "Částka",
        "buy": "Koupit",
        "buying": "nákup",
        "confirmCancel": "Opravdu chcete tuto objednávku zrušit?",
        "for": "pro",
        "marketStorage": "Obchodní sklad",
        "myOrders": "Zadejte své objednávky",
        "noMarketStorage": "Není k dispozici žádné tržní úložiště. Postavte obchodní budovy, abyste mohli zadávat prodejní příkazy.",
        "noOrders": "Žádné aktivní příkazy",
        "onlyAllianceMembers": "Prodávejte pouze členům aliance.",
        "sell": "Podívejte se",
        "sellButton": "{{type}} {{amount}} {{resource}} {{price}}ů za jednotku",
        "selling": "prodej",
        "storageFull": "Úložiště je plné! Postavte více obchodních budov.",
        "totalPrice": "Celková cena",
        "unitPrice": "Jednotková cena"
    },
    "politics": {
        "accept": "přijmout",
        "allianceTradeInfo": "Vyberte typ aliance:",
        "alliances": "Aliance",
        "applications": "Aplikace",
        "applyForAlliance": "požádat o alianci",
        "back": "Zpět",
        "cancelApplication": "zrušit aplikaci",
        "choiceChangeCooldown": "Tuto volbu lze změnit po uplynutí {{days}} dnech.",
        "common": {
            "accept": "Přijmout",
            "applications": "Aplikace",
            "globalRank": "Globální žebříček",
            "greatFederation": "Velká federace",
            "kick": "Kick",
            "marketSize": "Velikost trhu",
            "members": "Členové",
            "name": "Název",
            "owner": "Vlastník",
            "rank": "Hodnost",
            "reject": "Odmítnout",
            "scienceLeague": "Vědecká liga",
            "tradeAlliance": "Obchodní aliance",
            "value": "Hodnota"
        },
        "createAlliance": "vytvořit alianci",
        "days": "dny",
        "disbandAlliance": "rozpustit alianci",
        "globalRank": "Globální žebříček",
        "go": "k",
        "inviteToAlliance": "pozvat do své aliance",
        "kick": "kick",
        "leaveAlliance": "opustit alianci",
        "loading": "Načítání...",
        "marketSize": "Velikost trhu",
        "marketSizeLabel": "Velikost trhu: {{size}}",
        "members": "Členové",
        "name": "Název",
        "noApplications": "Neexistují žádné aplikace.",
        "noModifiers": "Tato aliance nemá žádné modifikátory.",
        "owner": "Vlastník",
        "placeholderDescription": "Popis aliance",
        "placeholderName": "Název aliance",
        "rank": "Hodnost",
        "rankPrefix": "Ne.",
        "ranking": {
            "area": "Oblast",
            "buildings": "Budovy",
            "overall": "Celkově",
            "population": "Populace",
            "resources": "Zdroje"
        },
        "reject": "zamítnout",
        "value": "Hodnota"
    },
    "popup": {
        "apply": "Použít",
        "archive": "Archiv",
        "demolish": "Demolice",
        "population": "Populace",
        "production": {
            "rate": "Hodnocení",
            "title": "Produkce"
        },
        "storage": {
            "title": "Úložiště"
        },
        "townName": "Název města:",
        "townColor": "Barva města:",
        "unnamedTown": "bezejmenné město",
        "upgrade": "Upgradujte n{{building}}"
    },
    "settings": {
        "animations": "Animace",
        "fullscreen": "Celá obrazovka",
        "bushDensity": "Hustota křovin",
        "clearTileCache": "Vymazat data z mezipaměti",
        "density": {
            "dense": "Hustý",
            "normal": "Normální",
            "off": "Vypnuto",
            "sparse": "Sparse"
        },
        "grassDensity": "Hustota trávy",
        "language": "Jazyk",
        "musicVolume": "Hlasitost hudby",
        "performanceFeatures": "- Upravit vizuální prvky -",
        "resolutions": {
            "high": "Vysoká",
            "low": "Nízká",
            "medium": "Střední",
            "potato": "Brambora",
            "ultra": "Ultra"
        },
        "rockDensity": "Hustota horniny",
        "showClouds": "Zobrazit mraky",
        "soundVolume": "Hlasitost zvuku",
        "textureResolution": "Rozlišení textur",
        "title": "Nastavení",
        "treeDensity": "Hustota stromů",
        "uiScale": "Měřítko uživatelského rozhraní"
    },
    "tips": {
        "loading": [
            "Jeden den ve hře trvá jeden den v reálném životě. Nespěchejte a rozvíjejte své město svým vlastním tempem.",
            "Budovy můžete před umístěním otočit pomocí kláves Q a E.",
            "Dvojitým kliknutím v editoru tvarů umístíte uzly.",
            "Pomocí klávesy Shift můžete pokračovat v umisťování budov.",
            "Pokud narazíte na nějaké problémy, dejte nám prosím vědět na Discord.",
            "Postavte trh nebo přístav a odemkněte obchodování s ostatními hráči.",
            "Postavte radnici, abyste odemkli aliance, žebříčky a možnosti.",
            "Postavte univerzitu, abyste odemkli expedice a výzkum.",
            "Recenze na Steam nám pomáhá najít nové hráče, kteří tento svět oživují.",
            "Ne všechny suroviny lze snadno získat všude. Někdy bude obchodování levnější než vlastní výroba.",
            "Recenze na Steam nám pomáhá najít nové hráče, kteří tento svět oživují.",
            "Recenze na Steam nám pomáhá najít nové hráče, kteří tento svět oživují.",
            "Navštivte wiki na adrese projectrebearth.com a dozvíte se vše o světě Project."
        ]
    },
    "tooltip": {
        "cannotChange": "Nelze změnit pro",
        "construction": "Stavba",
        "refund": "Vrácení peněz",
        "costPerMeter": "(pro m)",
        "costPerSquareMeter": "(na m²)",
        "effects": "Efekty",
        "upkeep": "Údržba",
        "production": "Produkce",
        "move": "Přesuňte tuto budovu"
    },
    "units": {
        "days": "dny",
        "hours": "{{value}} h",
        "hoursLong": "hodiny",
        "minutes": "{{value}} m",
        "minutesLong": "minuty",
        "perDay": "/den",
        "percentage": "{{hodnota}}",
        "seconds": "{{value}} s",
        "secondsLong": "sekundy"
    },
    "warnings": {
        "notEnoughPop": "Nedostatek dobrovolníků"
    }
}