{
    "alliances": {
        "allianceTradeInfo": "Det er fedt at slå sig sammen med andre spillere! I kan vælge at handle eksklusivt med hinanden, og afhængigt af hvem I slutter jer sammen med, får I også yderligere fordele.",
        "applyForAlliance": "Ansøg om alliance",
        "cancelApplication": "Annuller ansøgning",
        "greatFederationDesc": "Slå dig sammen med stærke og organiserede mennesker! Få bedre beskyttelse mod tyveri og få flere ressourcer ud af dine undersåtter. Dette kommer dog på bekostning af mere bureaukrati og mindre skatteindtægter.",
        "leaveAlliance": "Forlad alliance",
        "marketSizeLabel": "Markedsstørrelse:",
        "scienceLeagueDesc": "Ved at blive medlem af en videnskabsliga bliver du klogere. Det er videnskabeligt bevist. Nyd hurtigere forskning og lavere ekspeditionsomkostninger. Det gør også folk gladere! Men vi er ikke så gode til at fremstille ting.",
        "tradeAllianceDesc": "Det handler om penge! Få rabat på handelsomkostninger og øget skatteeffektivitet, men også en højere risiko for tyveri."
    },
    "biomes": {
        "1": "Tropiske og subtropiske bredbladede skove",
        "10": "Bjergagtige græsarealer",
        "11": "Tundra",
        "12": "Middelhavsskovene",
        "13": "Ørkener og tørre buskområder",
        "14": "Mangrover",
        "2": "Tropiske og subtropiske bredbladede skove",
        "3": "Tropiske og subtropiske nåleskove",
        "4": "Tempererede og blandede skove",
        "5": "Tempereret nåleskov",
        "6": "Boreale skove",
        "7": "Tropiske og subtropiske græsarealer",
        "8": "Tempererede savanner",
        "9": "Oversvømmede græsarealer",
        "98": "Arctic Wasteland",
        "99": "Isdække"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Reducer omkostningerne for folk, der køber dine varer, samtidig med at du øger omkostningerne ved at købe varer fra andre spillere.",
            "importFocus": "Reducer omkostningerne ved at købe varer fra andre spillere, samtidig med at du øger omkostningerne for folk, der køber dine varer.",
            "lavishRations": "Lad dem spise kage! Overdådige rationer øger den nødvendige mængde mad pr. person, men de bliver glade.",
            "lowRations": "Det er min kage! Lav rationering reducerer den nødvendige mængde mad pr. person, men folk vil ikke bryde sig om det.",
            "neutralFocus": "Det er et frit marked, gør hvad du skal gøre. Hold både import- og eksportomkostningerne på standardpriser.",
            "normalRations": "Lige den rette mængde mad til dit folk. Hold madforbruget på et normalt niveau.",
            "taxation": "Det er kun fair... Genererer guld for hver indbygger, men reducerer lykke.",
            "veganSociety": "Hvor er det en mærkelig idé at spise dyr... Øger fødevareproduktionen, men du kan ikke producere animalske produkter.",
            "workerSafety": "Mennesker er din største aktiv. Øger produktionssikkerheden, men reducerer produktionen.",
            "dubiousWorkingRules": "Mennesker er blot ressourcer. Øger produktionen, men øger ulykkesfrekvensen.",
            "crampedQuarters": "Hvor meget personlig plads har du egentlig brug for? Vi kan få flere mennesker til at bo i de samme huse, ikke?",
            "intensiveFarming": "Intensivt landbrug giver dig mulighed for at fodre dine dyr med korn, hvilket øger mængden af animalske produkter, du kan producere.",
            "newTownBoost": "Som ny bosættelse modtager du midlertidige bonusser, der hjælper dig i gang. Disse forsvinder med tiden."
        },
        "exclusiveOptions": "Eksklusive muligheder",
        "lockedFor": "Låst for",
        "option": "Valgmulighed",
        "title": "Valgmuligheder",
        "titles": {
            "exportFocus": "Handel – Eksportfokus",
            "greatFederation": "Den Store Føderation",
            "importFocus": "Handel – Importfokus",
            "lavishRations": "Overdådige rationer",
            "lowRations": "Lav rationering",
            "neutralFocus": "Handel - Neutral fokus",
            "normalRations": "Normale rationer",
            "scienceLeague": "Science League",
            "taxation": "Beskatning",
            "tradeAlliance": "Handelsalliance",
            "veganSociety": "Vegan Society",
            "workerSafety": "Arbejdssikkerhed",
            "dubiousWorkingRules": "Tvivlsomme arbejdsregler",
            "crampedQuarters": "Som sardiner!",
            "intensiveFarming": "Intensivt landbrug",
            "newTownBoost": "Nye begyndelser!"
        },
        "unlock": "Lås op"
    },
    "common": {
        "delete": "Slet",
        "deleting": "Sletter...",
        "loading": "Indlæser..."
    },
    "connection": {
        "backToMenu": "Tilbage til menuen",
        "lost": "Forbindelsen er afbrudt",
        "message": "Serveren er midlertidigt utilgængelig. Dette kan skyldes vedligeholdelse eller en genstart. Din online fremgang er sikker, spillet genoptages automatisk, når forbindelsen er genoprettet.",
        "reconnecting": "Genoprette forbindelse"
    },
    "controls": {
        "build": {
            "addMorePoints": "Tilføj flere point",
            "areaLimitExceeded": "Områdegrænse overskredet: {{size}} {{relation}} {{limit}}",
            "costs": "Omkostninger:",
            "invalidLocation": "Ugyldig placering",
            "mustBeNear": "Skal være tæt på {{parent}}",
            "notEnoughResources": "Ikke nok ressourcer",
            "tooHigh": "Zoom ind tættere"
        },
        "cancel": "✗",
        "close": "Luk",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Tilføj flere point",
            "calculating": "Beregner...",
            "duration": "Varighed",
            "expedition": "Ekspedition",
            "finished": "Færdig!",
            "food": "Mad",
            "knowledge": "Viden",
            "population": "Befolkning",
            "timeLeft": "Tid tilbage",
            "title": "Udforskningsomkostninger"
        },
        "next": "Næste",
        "previous": "Forrige"
    },
    "errors": {
        "fetchSlots": "Kunne ikke indlæse gemte slots",
        "generic": "Der opstod en fejl",
        "invalidFile": "Ugyldigt filformat",
        "loadingBuild": "Fejl ved indlæsning af build",
        "serverConnection": "Fejl i serverforbindelsen",
        "webWorkersNotSupported": "Kan ikke køre spillet: Web Workers understøttes ikke"
    },
    "events": {
        "confirm": "Okay",
        "consequences": "Effekter",
        "remaining": "{{count}} Resterende",
        "titles": {
            "food_shortage": "Folket er sultne.",
            "strike": "Strike",
            "celebration": "En gave til dig",
            "productivity_boom": "Kom så!",
            "expedition_found": "Ekspeditionen vender tilbage!",
            "animal_unlock": "Nå, nå, nå... hvad har vi her?",
            "bankruptcy": "Konkurs!",
            "raid": "Dine varer er blevet stjålet!",
            "trade": "Aftale!",
            "player_message": "Du har fået en mail!"
        },
        "descriptions": {
            "food_shortage": "Du er ved at løbe tør for mad! Hvis folk ikke kan spise, vil de stjæle alt, hvad de kan, for at klare sig, eller endda holde op med at arbejde.",
            "strike": "Folk er ikke tilfredse! Uanset hvad du gør, kan de ikke lide det. Sørg for, at dine folk forbliver tilfredse, så bygningerne ikke lukker ned.",
            "celebration": "Folk er glade! Uanset hvad du laver, så fortsæt med det! Som en lille gave har de alle samlet nogle varer til dig, så du kan fortsætte med at opbygge denne fantastiske by. Hvor sødt!",
            "productivity_boom": "Folk er begejstrede! De elsker dig højt og arbejdede gerne overtid for dig. På den måde lykkedes det dem at producere lidt mere af alting. De ønsker, at denne by skal lykkes, ved du nok!",
            "expedition_found": "Din ekspedition er vendt tilbage med værdifulde ressourcer og viden! Dette vil være til stor gavn for din bys udvikling og forskningsindsats. Deres logbog indeholder dog en interessant optegnelse:",
            "animal_unlock": "Hvad fandt vi her? Din ekspedition vendte tilbage med et overraskende tamt dyr. Det ser ud til at foretrække at bo i din by frem for i vildmarken. Det ville være uhøfligt at sende det tilbage nu, ikke?",
            "bankruptcy": "Du har simpelthen ikke nogen mønter! Et tårn er brudt sammen. De tårne, du har bygget, vil forfalde og blive ødelagt, hvis du ikke vedligeholder dem med tilstrækkelige mønter.",
            "raid": "Du skulle have opbevaret dine varer bedre! De var let tilgængelige, og nogle ukendte tyve stak af med en del af dine ressourcer.",
            "trade": "Nogen har udført (en del af) din handelsordre.",
            "player_message": "En budbringer er ankommet fra en anden by med en besked til dig."
        }
    },
    "game": {
        "zoomToBuild": "Zoom ind for at begynde at bygge",
        "buildings": {
            "assets": {
                "expedition": "Ekspedition",
                "bakery": "Bageri",
                "boat": "Båd",
                "brewery": "Bryggeri",
                "bridge": "Bro",
                "center": "Center",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Forbedret Clay Crane",
                "claypit": "Lergrav",
                "creamery": "Mejeri",
                "dock": "Dog",
                "fence1": "Træhegn",
                "fence2": "Vævet hegn",
                "fence3": "Hegnets form",
                "fence4": "Hegn",
                "fences": "Hegn",
                "field": "Felt",
                "firepit": "Ildsted",
                "fireplace": "Pejs",
                "fishery": "Fiskeri",
                "foraging_hut": "Fødehytte",
                "fountain": "Springvand",
                "house_1": "Shack",
                "house_2": "Hytte",
                "house_3": "Kabine",
                "house_4": "Hus",
                "house_5": "Bopæl",
                "house_6": "Landsby",
                "large_ship": "Stort skib",
                "large_statue": "Stor statue",
                "logpile": "Log Pile",
                "market": "Marked",
                "market_stall": "Markedsboder",
                "market_stall_1": "Kød",
                "market_stall_2": "Fisk",
                "market_stall_3": "Brød",
                "market_stall_4": "Grøntsager",
                "market_stall_5": "Varer",
                "medium_ship": "Mellemstor skib",
                "nursery": "Træplanteskole",
                "park": "Park",
                "path": "Sti",
                "pier": "Pier",
                "plaza": "Plaza",
                "dirt": "Dirt",
                "port": "Port",
                "quarry": "Stenbrud",
                "road": "Vej",
                "ruinsBig": "Store ruiner",
                "ruinsSmall": "Små ruiner",
                "saw": "Savværk",
                "small_ship": "Lille skib",
                "small_statue": "Lille statue",
                "square": "Firkant",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Forbedret Stone Crane",
                "table": "Tabel",
                "tailor": "Skræddersy",
                "tavern": "Taverne",
                "tent": "Telt",
                "tower": "Tårn",
                "town_hall": "Rådhus",
                "tree": "Træ",
                "university": "Universitet",
                "museum": "Museum",
                "warehouse": "Lager",
                "water_tower": "Vandtårn",
                "windmill": "Vindmølle",
                "windmill_upgraded": "Forbedret vindmølle",
                "woodcutter": "Træfælder",
                "refinery": "Raffinaderi",
                "iron_mine": "Jernmine",
                "iron_mine_upgraded": "Forbedret jernmine",
                "glassworks": "Glasværk",
                "tools_workshop": "Værktøjsværksted",
                "well": "Godt"
            },
            "categories": {
                "decoration": "Dekoration",
                "defense": "Territorium",
                "food": "Mad",
                "housing": "Boliger",
                "infrastructure": "Infrastruktur",
                "military": "Militær",
                "production": "Produktion",
                "research": "Forskning",
                "resources": "Ressourcer",
                "storage": "Opbevaring",
                "town": "By"
            },
            "descriptions": {
                "bakery": "Intet slår duften af friskbagt brød, lavet af det friskeste mel og en og anden kakerlak.",
                "boat": "Båden er fantastisk til fiskeri i dybere farvande eller til lejlighedsvis kyssende unge par.",
                "brewery": "Nogen har ladet deres fugtige korn ligge for længe, og nu er det blevet en stor succes! Lad os lave mere af det.",
                "bridge": "Det er en bro. Hvad havde du forventet? Den bringer dig fra A til B.",
                "center": "Her er hjertet af din by, og det er her, det hele begynder! Her bor nogle få mennesker, og her opbevares det nødvendigste. Det kan opgraderes til et torv, der ser lidt mere permanent ud.",
                "clay_crane": "Kranen, en af de største opfindelser, der har sparet ryggen! Du behøver ikke længere at slæbe al denne ler ud af gruben, bare brug kranen.",
                "clay_crane_upgraded": "Med disse mærkelige materialer, vi finder, er jeg sikker på, at vi kan få denne kran til at fungere endnu bedre!",
                "claypit": "Det er en simpel fordybning i jorden. Men hvis vi tørrer jorden her, bliver den ret hård! Det er et arbejdskrævende job, og det efterlader et ret grimt ar i landskabet.",
                "creamery": "Nogen har ladet deres friske mælk stå for længe, og nu er den... fast? I det mindste kan vi nu sælge den som mad.",
                "dock": "Udvid din havn! Skab mere plads til havnebygninger og skibe.",
                "fence1": "Et simpelt træhegn til at holde simple væsner ude eller inde.",
                "fence2": "Et flettet hegn til at holde simple væsner ude eller inde.",
                "fence3": "Tegn et brugerdefineret hegn for at holde simple væsner ude eller inde.",
                "fence4": "Tegn et langt hegn for at holde simple væsner ude. Eller inde.",
                "fences": "Hegn er en god måde at holde uønskede besøgende ude af din by eller holde dem inde.",
                "firepit": "En ildsted er en solid konstruktion, der holder varmen og bruges til at tilberede mad. Husk bare at slukke den, før du går i seng.",
                "fireplace": "Intet er hyggeligere end at synge omkring en pejs. Selvom røgen altid vil blæse lige mod dig.",
                "field": "Når vi rydder en mark, kan vi dyrke planter der. Nogle af dem kan vi endda spise!",
                "fishery": "Intet er mere idyllisk end et lille fiskeri ved kysten. Det leverer relativt frisk fisk til din by.",
                "foraging_hut": "Hvem har brug for fancy mad, når man bare kan spise alt, hvad der vokser i naturen? Fødeindsamlingshytten indsamler forskellige materialer, men den har brug for meget åben plads for at kunne gøre det.",
                "fountain": "En af vores største tekniske bedrifter! Hvem elsker ikke rindende vand?",
                "house_1": "Alle har brug for et sted at bo. Dette lille hus giver dine folk et sted at spise og bo.",
                "house_2": "Alle har brug for et sted at bo. Dette lille hus giver dine folk et sted at spise og bo.",
                "house_3": "Alle har brug for et sted at bo. Dette hus giver dine folk et sted at spise og bo.",
                "house_4": "Alle har brug for et sted at bo. Dette hus giver dine folk et sted at spise og bo.",
                "house_5": "Alle har brug for et sted at bo. Dette veludstyrede hus giver dine folk et sted at spise og bo.",
                "house_6": "Alle har brug for et sted at bo. Dette luksuriøse hus giver dine folk et sted at spise og bo.",
                "large_ship": "Jeg tror ikke, de kan blive større end dette. Se her! Nej, virkelig, alle sammen, se her! Det må reducere transportomkostningerne endnu mere.",
                "large_statue": "En stor statue til en stor fyr. Folk siger, at han faktisk var så stor.",
                "logpile": "Hvad er den bedste måde at opbevare træ på? Bare smid det i en bunke.",
                "market": "Markedet giver dig mulighed for at handle med andre byer. Huse ligger gerne tæt på disse.",
                "market_stall": "Tilføj en markedsbod til din by",
                "market_stall_1": "En bod, der sælger kødprodukter.",
                "market_stall_2": "En bod, der sælger fiskeprodukter.",
                "market_stall_3": "En bod, der sælger brødprodukter.",
                "market_stall_4": "En bod, der sælger grøntsagsprodukter.",
                "market_stall_5": "En bod, der sælger forskellige varer.",
                "medium_ship": "Det er et flot skib. Ikke for stort, ikke for lille. Bare flot. Reducerer transportomkostningerne med yderligere 25 %.",
                "nursery": "Hvorfor lade skovhuggeren gå til træerne, når vi kan bringe træerne til skovhuggeren?",
                "park": "Tilføj en dejlig park til din by, hvor dine borgere kan slentre rundt.",
                "path": "En simpel grusvej, der gør jobbet, selvom bygningerne fungerer fint uden dem.",
                "pier": "Folk sværger, at de større fisk findes i de dybere farvande. Lad os se, hvor dybt vi kan komme!",
                "plaza": "Smukke fliser til din smukke by. Perfekt til markedspladser, dekoration eller bare for at vise din rigdom frem.",
                "dirt": "Det viser, hvor folk går, men ingen har gidet at lægge ordentlige fliser.",
                "port": "Havnen giver dig mulighed for at handle med andre byer. Det er meget mere effektivt end handel over land, og transportomkostningerne halveres.",
                "quarry": "I stenbrud kan du udvinde sten fra jorden. Det er et intensivt arbejde, men sten er evigt! De efterlader dog et stort ar i landskabet.",
                "road": "Veje giver din landsby struktur. De er ikke nødvendige for dine bygninger, men de ser pænere ud end stier.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Fremskridt! Med nogle smarte værktøjer kan vi gøre træbearbejdning til en leg.",
                "small_ship": "Et lille skib til små ture. Og se! Det her kan endda flyde. Vi kunne nok sænke transportomkostningerne en smule med det her.",
                "small_statue": "En lille statue til en lille fyr. Folk siger, at han faktisk var så lille.",
                "square": "Et rigtigt bycenter! Denne plads ser mere elegant ud end det almindelige center.",
                "stone_crane": "Kranen, en af de største opfindelser, der har sparet vores rygge! Vi behøver ikke længere at slæbe alle disse sten ud af stenbruddet, vi bruger bare kranen.",
                "stone_crane_upgraded": "Med disse mærkelige materialer, vi har fundet, er jeg sikker på, at vi kan få denne kran til at fungere endnu bedre!",
                "table": "Det er rarere at spise ved et bord end på gulvet. Medmindre du kan lide at finde knasende insekter i din mad eller i dine bukser.",
                "tailor": "At være nøgen bringer dig ikke langt. Få en skrædder til at sy noget tøj til dig, så du kan holde varmen.",
                "tavern": "Kroen er et sted, hvor dine borgere kan mødes og drikke. I det mindste kan du tjene penge på folks dårlige beslutninger.",
                "tent": "Hvordan får man mere træ ud af skoven? Sæt flere mennesker i skoven. Hvordan sætter man flere mennesker i skoven? Sæt flere telte op i skoven.",
                "tower": "Vores land strækker sig så langt øjet rækker. Hvis vi kan se længere, udvides vores land yderligere.",
                "town_hall": "Meget vigtige personer kan holde styr på nogle meget vigtige tal her. Desuden ser det pænt ud.",
                "tree": "Træer er fantastiske! Tilføj flere.",
                "university": "Et sted, hvor du kan samle alle dine kloge hoveder, så de kan udføre kloge opgaver. Og med al deres fritid kan du endda sende dem på ekspeditioner!",
                "museum": "Lad alle se de seje ting, vi har fundet! Lad os placere dem i den flotteste bygning, vi kan lave.",
                "warehouse": "Et lager kan opbevare alle former for ressourcer; bare giv dem plads til det.",
                "water_tower": "Vores territorium strækker sig så langt, vi kan se. Hvis vi kan se længere, udvides vores territorium yderligere.",
                "windmill": "Det er vanvittigt, at nogen har været i stand til at omdanne vinden til mad. Det er den eneste mulige måde at omdanne de hårde planter til mel til vores bløde, lækre brød.",
                "windmill_upgraded": "Med disse mærkelige materialer, vi har fundet, er jeg sikker på, at vi kan få denne vindmølle til at arbejde endnu hurtigere. Jo flere bevægelige dele, jo bedre, ikke?",
                "woodcutter": "Skovhuggeren vil hugge træ. Hvor meget træ? Så meget som en skovhugger kan.",
                "refinery": "Raffinaderiet bruges til at forædle mærkelige sten til skinnende, formbare sten.",
                "iron_mine": "Vi gravede en dyb grav, fordi vi fandt nogle mærkelige sten. Lad os sende alle vores folk derned for at hente dem. Hvad er det værste, der kan ske?",
                "iron_mine_upgraded": "Med disse mærkelige materialer, vi har fundet, er jeg sikker på, at vi kan få flere skinnende sten ud af jorden hurtigere!",
                "glassworks": "Glassworks giver dig mulighed for at fremstille glas af sand, som kan bruges til forskellige avancerede formål.",
                "tools_workshop": "Med et værktøjsværksted kan du fremstille værktøjer, der er uundværlige for visse menneskers arbejde.",
                "well": "Selvom det er sjovt at stå i regnen med åben mund, er det lidt sværere, når man skal fylde et badekar. En brønd passer bedre til din by."
            }
        },
        "crops": {
            "cow": "Ko",
            "empty": "Tom",
            "goat": "Ged",
            "grain": "Korn",
            "maize": "Brød",
            "potato": "Kartoffel",
            "sheep": "Får"
        },
        "effects": {
            "accidentRate": "Ulykkesfrekvens",
            "allProduction": "Al produktion",
            "constructionCost": "Byggeomkostninger",
            "expeditionCost": "Ekspeditionsomkostninger",
            "exportCost": "Eksportomkostninger",
            "foodConsumption": "Fødevareforbrug",
            "foodProduction": "Fødevareproduktion",
            "goodsProduction": "Produktion af varer",
            "happiness": "Lykke",
            "importCost": "Importomkostninger",
            "populationProduction": "Befolkning Rediger",
            "populationCapacity": "Boligkapacitet",
            "raidRisk": "Tyveririsiko (når lagerplads overskrides)",
            "researchSpeed": "Forskningshastighed",
            "taxation": "Beskatning",
            "animalProduction": "Dyreproduktion"
        },
        "expedition": {
            "start": "Start ekspedition"
        },
        "resources": {
            "clothes": "Tøj",
            "coin": "Mønter",
            "drinks": "Drikkevarer",
            "earth": "Jorden",
            "flour": "Mel",
            "food": "Mad",
            "grain": "Korn",
            "happiness": "Lykke",
            "knowledge": "Viden",
            "pop": "Befolkning",
            "stone": "Sten",
            "wood": "Træ",
            "wool": "Uld",
            "ore": "Vi",
            "metal": "Metal",
            "tools": "Værktøjer",
            "glass": "Glas",
            "scrap": "Skrot",
            "milk": "Mælk"
        },
        "views": {
            "build": "Byg",
            "explore": "Udforsk",
            "market": "Marked",
            "player": "Spiller",
            "politic": "Politik",
            "watch": "Se"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Dobbeltklik for at placere noder",
            "multiPlace": "Fortsæt med at placere",
            "rotate": "Rotér",
            "restriction": "Område, der ikke kan bebygges"
        },
        "capacity": "Kapacitet",
        "defaultTownName": "Unavngiven by",
        "is_throttled": "er ved at løbe tør! Nogle bygninger fungerer muligvis ikke korrekt.",
        "placeCenterPrompt": "Placer dit center",
        "storage_overflow": "Opbevaringsplads fuld! Risiko for tyveri øget."
    },
    "intro": {
        "message1": "Hvis du læser dette, betyder det, at du er den udvalgte, der er bestemt til at genbosætte overfladen. Det, du ser foran dig, er vores planet, vores verden, som den ser ud i dag. Intet er, som det plejede at være. Eller i det mindste, som vi tror, det plejede at være. Ingen kan rigtig huske det.",
        "message2": "Men din opgave er enkel. Find et sted og start en ny bosættelse. Udvid din bosættelse, og måske kan du komme i kontakt med andre, der har gjort det samme. Måske kan vi sammen finde ud af, hvad der er sket med vores Jord.",
        "good_luck": "Held og lykke!",
        "based": {
            "w": {
                "message1": "Godt valg! Du har slået dig ned i et biom fyldt med frodige træer og dyreliv. Det vil ikke være noget problem at finde træ og samle ressourcer her, selvom det kan være lidt sværere at finde mere komplekse materialer og malme. Men jeg tror på dig, og du vil se, at intet er umuligt.",
                "message2": "Dine muligheder er stadig begrænsede. Sørg først for at sikre en stabil strøm af ressourcer. Opbyg derefter et marked, hvor du kan handle med andre bosættelser. Når du har fået fodfæste, kan du endda gå i gang med større projekter, såsom at bygge en havn, så handelen bliver billigere, et rådhus, så vi kan holde styr på alt, eller endda et universitet, så du kan begynde at udforske verden omkring os.",
                "good_luck": "Du kan godt!"
            },
            "s": {
                "message1": "Et godt valg at bosætte sig i dette stenede biom, hvor du kan blive ét med jorden. Det vil ikke være noget problem at finde sten og malm her, men det kan være lidt sværere at dyrke mad. Men jeg er sikker på, at andre gerne vil bytte med dig for dine rigelige forekomster af værdifulde materialer!",
                "message2": "Dine muligheder er stadig begrænsede. Sørg først for at sikre en stabil strøm af ressourcer. Opbyg derefter et marked, hvor du kan handle med andre bosættelser. Når du har fået fodfæste, kan du endda gå i gang med større projekter, såsom at bygge en havn, så handelen bliver billigere, et rådhus, så vi kan holde styr på alt, eller endda et universitet, så du kan begynde at udforske verden omkring os.",
                "good_luck": "Byg stærkt!"
            },
            "e": {
                "message1": "Luften er tør, og solen er stærk. Det er ikke det nemmeste biom, men du kan bygge din bosættelse på selve jorden. Det kan være lidt sværere at finde brugbart træ her, men jorden ser ud til at være god til de fleste afgrøder. Med din opfindsomhed er jeg sikker på, at du nok skal få det til at fungere.",
                "message2": "Dine muligheder er stadig begrænsede. Sørg først for at sikre en stabil strøm af ressourcer. Opbyg derefter et marked, hvor du kan handle med andre bosættelser. Når du har fået fodfæste, kan du endda gå i gang med større projekter, såsom at bygge en havn, så handelen bliver billigere, et rådhus, så vi kan holde styr på alt, eller endda et universitet, så du kan begynde at udforske verden omkring os.",
                "good_luck": "God fornøjelse med byggeriet!"
            },
            "a": {
                "message1": "Det er et interessant valg. Hvorfor har du valgt denne arktiske ødemark? Jeg kan ikke se nogen træer eller klipper her, men du kan vel altid handle med andre. Bare sørg for at holde dine folk ekstra varme og mætte.",
                "message2": "Dine muligheder er meget begrænsede. Prioriter at opbygge et marked, så du kan handle med andre bosættelser. Jeg håber, du har gode forbindelser, for det bliver hårdt. Hvis du klarer det, kan du dog endda starte større projekter som at bygge en havn, så handel bliver billigere, et rådhus, så vi kan holde styr på alt, eller endda et universitet, så du kan begynde at udforske verden omkring os.",
                "good_luck": "Held og lykke."
            }
        }
    },
    "loading": {
        "assets": "Indlæser ressourcer...",
        "connecting": "Opretter forbindelse til server...",
        "game": "Indlæser spil..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Slet alt",
            "menu": "Menu",
            "quicksettings": "Indstillinger",
            "saveBuild": "Gem Build",
            "saveSandbox": "Gem Build"
        },
        "main": {
            "credits": "Kreditering",
            "enterMultiplayer": "Gå ind i verden",
            "loadSandbox": "Indlæs sandkasse",
            "newSandbox": "Ny sandkasse",
            "returnToDesktop": "Tilbage til skrivebordet",
            "serverOffline": "Kan ikke oprette forbindelse til serveren. Serveren er muligvis overbelastet eller midlertidigt nede på grund af vedligeholdelse. Tjek Discord for den seneste status.",
            "settings": "Indstillinger",
            "subtitle": "Dette er en tidlig udgave af Project Rebearth. Kontakt os, hvis du støder på problemer under spillet.",
            "demoSubtitle": "Dette er demoen af Project Rebearth. Kun sandkasse-bybyggerspillet er aktiveret. For at spille på multiplayer-kloden med ressourcehåndtering skal du hente den fulde version.",
            "demoRestriction1": "Bag denne knap ligger den enorme online multiplayer-verden i Project Rebearth. Du befinder dig dog i demoen, og kun sandkasse-tilstanden uden ressourcehåndtering er tilgængelig.",
            "demoRestriction2": "Sandkasse-tilstanden giver dig stadig mulighed for at lave fantastiske kort, eksportere dem i høj opløsning og opleve, hvordan en spilverden i skala 1:1 føles.",
            "title": "Projekt Rebearth Server",
            "welcome": "Velkommen, {{name}}!"
        },
        "sandbox": {
            "description": "Sandkasse-tilstand giver dig mulighed for at bygge frit uden begrænsningerne fra multiplayer-verdenen. Det er kun dig og ingen ressourcebegrænsninger. Du kan gemme din fremgang og indlæse den senere.",
            "loadFromFile": "Indlæs fra fil",
            "loadTitle": "Indlæs sandkasse",
            "noSaves": "Ingen lokale gemte filer fundet.",
            "start": "Start nyt spil",
            "title": "Ny sandkasse"
        },
        "slots": {
            "cooldownActive": "Dette slot er på cooldown.",
            "cooldownTimer": "Fås i{{time}}",
            "deleteConfirm": "Er du sikker på, at du vil slette denne gemte fil? Denne handling kan ikke fortrydes.",
            "empty": "Tom plads",
            "guidelinesLink": "brugervejledning",
            "guidelinesNotice1": "Ved at deltage i online-multiplayer accepterer du og overholder ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Brugervejledning",
            "guidelinesIntro": "Det er åbenbart ikke alle på internettet, der har samme opfattelse af, hvad der er almindelig sund fornuft. Derfor er her et sæt regler, du skal acceptere, når du tilmelder dig den massive multiplayer-verden i Project Rebearth. Det sikrer, at verden er et sjovt og åbent rum, hvor alle kan eksistere.",
            "guidelinesRule1": "Vær respektfuld over for andre spillere og deres kreationer. Behandl andre, som du selv ønsker at blive behandlet.",
            "guidelinesRule2": "Intet upassende sprog eller symboler. Tilfældigt genererede navne kan være sjove, men brugerindhold må ikke være upassende.",
            "guidelinesRule3": "Brug ikke bots, exploits eller automatiseringsværktøjer. Dette spil er udviklet af mennesker til at blive nydt af mennesker. Bots hører ikke hjemme her.",
            "guidelinesRule4": "Trusler mod andre brugere er forbudt.",
            "guidelinesOutro": "Hvis du er i tvivl om, hvorvidt noget er tilladt, er det sandsynligvis ikke det. Manglende overholdelse af disse retningslinjer kan resultere i, at bygninger slettes, byer fjernes eller din konto (midlertidigt) suspenderes efter moderatorernes skøn.",
            "locked": "Låst",
            "lockedText": "Låst",
            "newGame": "Nyt spil",
            "play": "Spil",
            "population": "Indbyggere",
            "slot": "Slot",
            "title": "Vælg en gemmeplads",
            "unlockHint1000": "Lås op ved 1.000 indbyggere",
            "unlockHint10000": "Lås op ved 10.000 indbyggere",
            "unnamedCity": "Unavngiven by"
        },
        "locked": {
            "settleFirst": "Byg først din bys centrum.",
            "townHall": "Byg et rådhus for at låse op for global rangering, alliancer og valgmuligheder.",
            "university": "Byg et universitet for at låse ekspeditioner og forskning op.",
            "market": "Byg et marked eller en havn for at låse det globale marked op.",
            "noBiomeAssets": "Der findes ingen bygninger af denne type i dette biom."
        }
    },
    "modals": {
        "archive": {
            "title": "Arkiver"
        },
        "choices": {
            "selectChoice": "Vælg valgmulighed",
            "title": "Valgmuligheder"
        },
        "deleteConfirmation": {
            "cancel": "Annuller",
            "confirm": "Slet",
            "message": "Er du sikker på, at du vil slette hele din by? Denne handling kan ikke fortrydes.",
            "title": "Bekræft sletning"
        },
        "diplomacy": {
            "alliances": "Alliancer",
            "enemy": "Fjende",
            "neutral": "Neutral",
            "title": "Diplomati",
            "you": "Du"
        },
        "message": {
            "title": "Send Messenger",
            "sendMessage": "Send Messenger",
            "to": "Til",
            "placeholder": "Skriv din besked her...",
            "cost": "Omkostninger",
            "send": "Send",
            "sending": "Sender...",
            "sent": "Beskeden er sendt!",
            "insufficientGold": "Ikke nok guld"
        },
        "market": {
            "amount": "Beløb",
            "back": "Tilbage",
            "base": "Base",
            "buy": "KØB",
            "buys": "køber",
            "bought": "købt",
            "for": "for",
            "price": "Pris",
            "pricePerUnit": "Pris pr. enhed",
            "quantity": "Mængde",
            "resource": "Ressource",
            "sell": "Se",
            "sells": "sælger",
            "sold": "solgt",
            "title": "Marked",
            "total": "I alt",
            "totalLabel": "I alt",
            "transport": "Transport",
            "unitPrice": "til en enhedspris på"
        },
        "orders": {
            "title": "Mine ordrer"
        },
        "ranking": {
            "area": "Område",
            "buildings": "Bygninger",
            "goToPlayer": "Gå til spiller",
            "overall": "Generelt",
            "player": "Spiller",
            "population": "Befolkning",
            "resources": "Ressourcer",
            "title": "Rangering"
        },
        "save": {
            "download": "Download fil",
            "message": "Dit spil er blevet gemt lokalt.",
            "title": "Spil gemt"
        }
    },
    "orders": {
        "amount": "Beløb",
        "buy": "Køb",
        "buying": "køb",
        "confirmCancel": "Er du sikker på, at du vil annullere denne ordre?",
        "for": "for",
        "marketStorage": "Handel Lager",
        "myOrders": "Afgiv dine ordrer",
        "noMarketStorage": "Der er ingen lagerplads til rådighed. Byg handelsbygninger for at placere salgsordrer.",
        "noOrders": "Ingen aktive ordrer",
        "onlyAllianceMembers": "Sælg kun til alliancemedlemmer",
        "sell": "Se",
        "sellButton": "{{type}} {{amount}} {{resource}} {{price}}er pr. enhed",
        "selling": "salg",
        "storageFull": "Opbevaringsplads fuld! Byg flere handelsbygninger.",
        "totalPrice": "Samlet pris",
        "unitPrice": "Enhedspris"
    },
    "politics": {
        "accept": "acceptere",
        "allianceTradeInfo": "Vælg en alliancetype:",
        "alliances": "Alliancer",
        "applications": "Applikationer",
        "applyForAlliance": "Ansøg om alliance",
        "back": "Tilbage",
        "cancelApplication": "Annuller ansøgning",
        "choiceChangeCooldown": "Dette valg kan ændres igen efter {{days}} dag(e).",
        "common": {
            "accept": "Accepter",
            "applications": "Applikationer",
            "globalRank": "Global rangering",
            "greatFederation": "Den Store Føderation",
            "kick": "Kick",
            "marketSize": "Markedsstørrelse",
            "members": "Medlemmer",
            "name": "Navn",
            "owner": "Ejer",
            "rank": "Rang",
            "reject": "Afvis",
            "scienceLeague": "Science League",
            "tradeAlliance": "Handelsalliance",
            "value": "Værdi"
        },
        "createAlliance": "Opret alliance",
        "days": "dage",
        "disbandAlliance": "Opløs alliance",
        "globalRank": "Global rangering",
        "go": "til",
        "inviteToAlliance": "Inviter til din alliance",
        "kick": "kick",
        "leaveAlliance": "forlade alliance",
        "loading": "Indlæser...",
        "marketSize": "Markedsstørrelse",
        "marketSizeLabel": "Markedsstørrelse: {{size}}",
        "members": "Medlemmer",
        "name": "Navn",
        "noApplications": "Der er ingen applikationer.",
        "noModifiers": "Denne alliance har ingen modifikatorer.",
        "owner": "Ejer",
        "placeholderDescription": "Alliance Beskrivelse",
        "placeholderName": "Alliancens navn",
        "rank": "Rang",
        "rankPrefix": "Nej.",
        "ranking": {
            "area": "Område",
            "buildings": "Bygninger",
            "overall": "Generelt",
            "population": "Befolkning",
            "resources": "Ressourcer"
        },
        "reject": "Afvis",
        "value": "Værdi"
    },
    "popup": {
        "apply": "Anvend",
        "archive": "Arkiv",
        "demolish": "Nedrivning",
        "population": "Befolkning",
        "production": {
            "rate": "Bedøm",
            "title": "Produktion"
        },
        "storage": {
            "title": "Opbevaring"
        },
        "townName": "Byens navn:",
        "townColor": "Byens farve:",
        "unnamedTown": "Unavngiven by",
        "upgrade": "Opgrader til {{building}}"
    },
    "settings": {
        "animations": "Animationer",
        "fullscreen": "Fuld skærm",
        "bushDensity": "Bushtæthed",
        "clearTileCache": "Ryd cachelagrede data",
        "density": {
            "dense": "Tæt",
            "normal": "Normal",
            "off": "Fra",
            "sparse": "Sparse"
        },
        "grassDensity": "Græsets tæthed",
        "language": "Sprog",
        "musicVolume": "Musikvolumen",
        "performanceFeatures": "- Juster visuelle elementer -",
        "resolutions": {
            "high": "Høj",
            "low": "Lav",
            "medium": "Medium",
            "potato": "Kartoffel",
            "ultra": "Ultra"
        },
        "rockDensity": "Stenens densitet",
        "showClouds": "Vis skyer",
        "soundVolume": "Lydstyrke",
        "textureResolution": "Teksturopløsning",
        "title": "Indstillinger",
        "treeDensity": "Træ tæthed",
        "uiScale": "UI-skala"
    },
    "tips": {
        "loading": [
            "En dag i spillet svarer til en dag i virkeligheden. Tag dig god tid og udvikl din by i dit eget tempo.",
            "Du kan rotere bygninger, før du placerer dem, ved hjælp af Q- og E-tasten.",
            "Dobbeltklik i formredigeringsprogrammet for at placere noder.",
            "Brug shift-tasten til at fortsætte med at placere bygninger.",
            "Hvis du støder på problemer, bedes du give os besked på Discord.",
            "Byg et marked eller en havn for at låse op for handel med andre spillere.",
            "Byg et rådhus for at låse op for alliancer, ranglister og valgmuligheder.",
            "Byg et universitet for at låse op for ekspeditioner og forskning.",
            "Deltag i vores livlige spillerfællesskab på Discord for at dele dine kreationer og få tips.",
            "Nogle bygninger kan kun placeres tæt på moderbygningen, f.eks. saven og træfælderen.",
            "Ikke alle ressourcer er lige nemme at få fat i overalt. Nogle gange er det billigere at handle end at producere alt selv.",
            "En anmeldelse på Steam hjælper os med at finde nye spillere, der kan være med til at skabe en levende verden.",
            "Besøg wiki'en på projectrebearth.com for at lære alt om Project Rebearths verden!"
        ]
    },
    "help": {
        "hud": "Dette panel viser alle de ressourcer, du har, producerer og forbruger. Hold musen over ikonerne for at se flere detaljer om hver ressource. Hvis du er ved at løbe tør for en ressource, vil den blive fremhævet med rødt, og bygninger kan blive tvunget til at reducere deres produktivitet. Hvis du når din kapacitet, vil det blive vist med fed skrift, og dine bygninger stopper med at producere. Du kan have effekter, såsom din startbonus, der påvirker, hvor meget du producerer eller forbruger. Disse modifikatorer vises, når du holder musen over en ressource. Kan du se den roterende cirkel til venstre? Den angiver, hvornår spillet synkroniseres med serveren. Du vil ikke se ændringer i ressourcerne, før synkroniseringen er færdig. Ressourceforbrug og -produktion vises pr. dag. Dette er en faktisk realtidsdag. Dine ressourcer vil dog stige langsomt.",
        "market": "Velkommen til markedet! Se alle de ting, andre spillere ønsker at købe eller sælge, og endnu vigtigere, til hvilken pris! Du betaler transportomkostninger, når du udfører en andens ordre. Så hvis de er langt væk, er det måske ikke det værd, eller det kan endda koste mere, end de er villige til at betale.",
        "orders": "Afgiv dine ordrer! Fortæl de andre spillere, hvad du vil købe eller sælge, og til hvilken pris. Det er det, du vil modtage eller betale. Husk, at andre vil betale for transporten. Så det kan være, at det ikke kan betale sig at købe noget til en lav pris, hvis de andre spilleres forsendelsesomkostninger er for høje.",
        "popup": "Denne popup viser dig alle oplysninger om denne bygning. Her kan du ændre bygningens vigtigste parametre eller endda flytte dem. Dette er kun tilgængeligt, når du er i byggetilstand.",
        "storage": "Her kan du justere, hvor meget denne bygning kan opbevare. Den har en bestemt kapacitet og kan rumme en bestemt mængde varer. Du kan ændre dens forhold for at optimere den til dine behov."
    },
    "tooltip": {
        "cannotChange": "Kan ikke ændres for",
        "construction": "Konstruktion",
        "cost": "Omkostninger",
        "refund": "Refusion",
        "costPerMeter": "(for m)",
        "costPerSquareMeter": "(pr. m²)",
        "effects": "Effekter",
        "upkeep": "Vedligeholdelse",
        "production": "Produktion",
        "move": "Flyt denne bygning"
    },
    "units": {
        "days": "dage",
        "hours": "{{value}} h",
        "hoursLong": "timer",
        "minutes": "{{value}} m",
        "minutesLong": "minutter",
        "perDay": "/dag",
        "percentage": "{{værdi}}",
        "seconds": "{{value}} s",
        "secondsLong": "sekunder"
    },
    "warnings": {
        "notEnoughPop": "Ikke nok frivillige"
    }
}