{
    "alliances": {
        "allianceTradeInfo": "Sich mit anderen Spielern zusammenzuschließen ist eine coole Sache! Ihr könnt euch dafür entscheiden, ausschließlich untereinander zu handeln, und je nachdem, mit wem ihr euch verbündet, erhaltet ihr auch zusätzliche Vorteile.",
        "applyForAlliance": "Allianz beantragen",
        "cancelApplication": "Anwendung abbrechen",
        "greatFederationDesc": "Schließe dich mit starken und organisierten Menschen zusammen! Sei besser vor Diebstahl geschützt und hole mehr Ressourcen aus deinen Untertanen heraus. Dies geht jedoch zu Lasten von mehr Bürokratie und weniger Steuereinnahmen.",
        "leaveAlliance": "Allianz verlassen",
        "marketSizeLabel": "Marktgröße:",
        "scienceLeagueDesc": "Der Beitritt zu einer Wissenschaftsliga macht dich schlauer. Das ist wissenschaftlich bewiesen. Genieße schnellere Forschungsgeschwindigkeiten und niedrigere Expeditionskosten. Es macht die Menschen auch glücklicher! Aber wir sind nicht so gut darin, Dinge tatsächlich herzustellen.",
        "tradeAllianceDesc": "Es dreht sich alles ums Geld! Profitieren Sie von reduzierten Handelskosten und einer höheren Steuereffizienz, aber auch von einem höheren Diebstahlrisiko."
    },
    "biomes": {
        "1": "Tropische und subtropische Laubwälder",
        "10": "Bergweiden",
        "11": "Tundra",
        "12": "Mediterrane Wälder",
        "13": "Wüsten und xerische Buschlandschaften",
        "14": "Mangroven",
        "2": "Tropische und subtropische Laubwälder",
        "3": "Tropische und subtropische Nadelwälder",
        "4": "Gemäßigte und gemischte Wälder",
        "5": "Gemäßigte Nadelwaldzone",
        "6": "Boreale Wälder",
        "7": "Tropische und subtropische Graslandschaften",
        "8": "Gemäßigte Savannen",
        "9": "Überschwemmte Graslandschaften",
        "98": "Arktische Ödnis",
        "99": "Eisschild"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Reduzieren Sie die Kosten für den Kauf Ihrer Waren, während Sie die Kosten für den Kauf von Waren anderer Spieler erhöhen.",
            "importFocus": "Reduzieren Sie die Kosten für den Kauf von Waren von anderen Spielern und erhöhen Sie gleichzeitig die Kosten für den Kauf Ihrer Waren.",
            "lavishRations": "Lasst sie Kuchen essen! Üppige Rationen erhöhen zwar den Nahrungsbedarf pro Person, aber dafür sind alle zufrieden.",
            "lowRations": "Das ist mein Kuchen! Geringe Rationen reduzieren die pro Person benötigte Nahrungsmenge, aber die Leute werden das nicht mögen.",
            "neutralFocus": "Es ist ein freier Markt, tun Sie, was Sie tun müssen. Halten Sie sowohl die Import- als auch die Exportkosten auf dem Standardniveau.",
            "normalRations": "Genau die richtige Menge an Nahrung für Ihr Volk. Halten Sie den Nahrungsverbrauch auf einem normalen Niveau.",
            "taxation": "Das ist nur fair... Generiert Gold für jeden Einwohner, verringert jedoch die Zufriedenheit.",
            "veganSociety": "Was für eine seltsame Idee, Tiere zu essen... Erhöht die Nahrungsmittelproduktion, aber Sie können keine tierischen Produkte herstellen.",
            "workerSafety": "Menschen sind Ihr größtes Kapital. Erhöht die Produktionssicherheit, verringert jedoch den Output.",
            "dubiousWorkingRules": "Menschen sind nur Ressourcen. Steigert die Produktionsleistung, erhöht jedoch die Unfallrate.",
            "crampedQuarters": "Wie viel persönlichen Freiraum braucht man wirklich? Wir können doch mehr Menschen in denselben Häusern unterbringen, oder?",
            "intensiveFarming": "Durch intensive Landwirtschaft können Sie Ihre Tiere mit Getreide füttern und so die Menge der tierischen Produkte, die Sie produzieren können, steigern.",
            "newTownBoost": "Als neue Siedlung erhältst du vorübergehende Boni, die dir den Start erleichtern. Diese verlieren mit der Zeit ihre Wirkung."
        },
        "exclusiveOptions": "Exklusive Optionen",
        "lockedFor": "Gesperrt für",
        "option": "Option",
        "title": "Auswahlmöglichkeiten",
        "titles": {
            "exportFocus": "Handel – Exportfokus",
            "greatFederation": "Große Föderation",
            "importFocus": "Handel – Importfokus",
            "lavishRations": "Üppige Rationen",
            "lowRations": "Geringe Rationen",
            "neutralFocus": "Handel – Neutraler Fokus",
            "normalRations": "Normale Rationen",
            "scienceLeague": "Wissenschaftsliga",
            "taxation": "Besteuerung",
            "tradeAlliance": "Handelsallianz",
            "veganSociety": "Vegan Society",
            "workerSafety": "Arbeitssicherheit",
            "dubiousWorkingRules": "Zweifelhafte Arbeitsregeln",
            "crampedQuarters": "Wie Sardinen!",
            "intensiveFarming": "Intensive Landwirtschaft",
            "newTownBoost": "Neuanfang!"
        },
        "unlock": "Freischalten"
    },
    "common": {
        "delete": "Löschen",
        "deleting": "Löschen...",
        "loading": "Wird geladen..."
    },
    "connection": {
        "backToMenu": "Zurück zum Menü",
        "lost": "Verbindung unterbrochen",
        "message": "Der Server ist vorübergehend nicht erreichbar. Dies kann an Wartungsarbeiten oder einem Neustart liegen. Ihr Online-Fortschritt ist sicher, das Spiel wird automatisch fortgesetzt, sobald die Verbindung wiederhergestellt ist.",
        "reconnecting": "Wiederverbinden"
    },
    "controls": {
        "build": {
            "addMorePoints": "Weitere Punkte hinzufügen",
            "areaLimitExceeded": "Bereichsgrenze überschritten: {{size}} {{relation}} {{limit}}",
            "costs": "Kosten:",
            "invalidLocation": "Ungültiger Standort",
            "mustBeNear": "Muss in der Nähe von {{parent}} sein.",
            "notEnoughResources": "Nicht genügend Ressourcen",
            "tooHigh": "Näher heranzoomen"
        },
        "cancel": "✗",
        "close": "Schließen",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Weitere Punkte hinzufügen",
            "calculating": "Berechnung läuft...",
            "duration": "Dauer",
            "expedition": "Expedition",
            "finished": "Fertig!",
            "food": "Lebensmittel",
            "knowledge": "Wissen",
            "population": "Bevölkerung",
            "timeLeft": "Verbleibende Zeit",
            "title": "Erkundungskosten"
        },
        "next": "Weiter",
        "previous": "Zurück"
    },
    "errors": {
        "fetchSlots": "Speicherplätze konnten nicht geladen werden.",
        "generic": "Etwas ist schiefgelaufen.",
        "invalidFile": "Ungültiges Dateiformat",
        "loadingBuild": "Fehler beim Laden der Build-Datei",
        "serverConnection": "Fehler bei der Serververbindung",
        "webWorkersNotSupported": "Das Spiel kann nicht ausgeführt werden: Web Workers werden nicht unterstützt."
    },
    "events": {
        "confirm": "Okay",
        "consequences": "Effekte",
        "remaining": "{{count}} Verbleibend",
        "titles": {
            "food_shortage": "Die Menschen sind hungrig.",
            "strike": "Angriff",
            "celebration": "Ein Geschenk für Sie",
            "productivity_boom": "Los geht's!",
            "expedition_found": "Die Expedition kehrt zurück!",
            "animal_unlock": "Na, na, na ... was haben wir denn hier?",
            "bankruptcy": "Bankrott!",
            "raid": "Ihre Waren wurden gestohlen!",
            "trade": "Abgemacht!",
            "player_message": "Sie haben Post!"
        },
        "descriptions": {
            "food_shortage": "Ihnen geht das Essen aus! Wenn die Menschen nichts zu essen haben, werden sie stehlen, was sie können, um zu überleben, oder sogar aufhören zu arbeiten.",
            "strike": "Die Menschen sind unzufrieden! Was auch immer Sie tun, es gefällt ihnen nicht. Sorgen Sie dafür, dass Ihre Bürger zufrieden sind, damit keine Gebäude geschlossen werden.",
            "celebration": "Die Menschen sind glücklich! Was auch immer Sie tun, machen Sie weiter so! Als kleines Geschenk haben sie alle einige Waren für Sie gesammelt, damit Sie diese wunderbare Stadt weiter aufbauen können. Wie süß!",
            "productivity_boom": "Die Leute sind begeistert! Sie lieben dich über alles und haben gerne Überstunden für dich gemacht. Dadurch konnten sie von allem ein bisschen mehr produzieren. Sie wollen, dass diese Stadt erfolgreich ist, weißt du!",
            "expedition_found": "Ihre Expedition ist mit wertvollen Ressourcen und Erkenntnissen zurückgekehrt! Dies wird der Entwicklung und Forschung Ihrer Stadt sehr zugute kommen. Ihr Logbuch enthält jedoch einen interessanten Eintrag:",
            "animal_unlock": "Was haben wir hier gefunden? Deine Expedition ist mit einem überraschend zahmen Tier zurückgekehrt. Es scheint lieber in deiner Stadt als in der Wildnis zu leben. Es wäre unhöflich, es jetzt zurückzuschicken, oder?",
            "bankruptcy": "Du hast einfach keine Münzen! Ein Turm ist eingestürzt. Die Türme, die du gebaut hast, verfallen und werden zerstört, wenn du sie nicht mit genügend Münzen instand hältst.",
            "raid": "Du hättest deine Waren besser verstauen sollen! Sie waren leicht zu stehlen, und unbekannte Diebe haben einen Teil deiner Ressourcen mitgenommen.",
            "trade": "Jemand hat (einen Teil) Ihrer Handelsorder ausgeführt.",
            "player_message": "Ein Bote aus einer anderen Stadt ist mit einer Nachricht für dich angekommen."
        }
    },
    "game": {
        "zoomToBuild": "Zum Vergrößern auf „Mit dem Bau beginnen“ klicken.",
        "buildings": {
            "assets": {
                "expedition": "Expedition",
                "bakery": "Bäckerei",
                "boat": "Boot",
                "brewery": "Brauerei",
                "bridge": "Brücke",
                "center": "Zentrum",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Verbesserter Tonkran",
                "claypit": "Lehmgrube",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Holzzaun",
                "fence2": "Gewebter Zaun",
                "fence3": "Zaunform",
                "fence4": "Zaunlinie",
                "fences": "Zäune",
                "field": "Feld",
                "firepit": "Feuerstelle",
                "fireplace": "Kamin",
                "fishery": "Fischerei",
                "foraging_hut": "Sammelhütte",
                "fountain": "Brunnen",
                "house_1": "Shack",
                "house_2": "Hütte",
                "house_3": "Kabine",
                "house_4": "Haus",
                "house_5": "Wohnsitz",
                "house_6": "Dorf",
                "large_ship": "Großes Schiff",
                "large_statue": "Große Statue",
                "logpile": "Holstapel",
                "market": "Markt",
                "market_stall": "Marktstände",
                "market_stall_1": "Fleisch",
                "market_stall_2": "Fisch",
                "market_stall_3": "Brot",
                "market_stall_4": "Gemüse",
                "market_stall_5": "Waren",
                "medium_ship": "Mittleres Schiff",
                "nursery": "Baumschule",
                "park": "Park",
                "path": "Pfad",
                "pier": "Pier",
                "plaza": "Platz",
                "dirt": "Dreck",
                "port": "Hafen",
                "quarry": "Steinbruch",
                "road": "Straße",
                "ruinsBig": "Große Ruinen",
                "ruinsSmall": "Kleine Ruinen",
                "saw": "Sägewerk",
                "small_ship": "Kleines Schiff",
                "small_statue": "Kleine Statue",
                "square": "Quadrat",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Verbesserter Steinkran",
                "table": "Tabelle",
                "tailor": "Maßgeschneidert",
                "tavern": "Taverne",
                "tent": "Zelt",
                "tower": "Turm",
                "town_hall": "Rathaus",
                "tree": "Baum",
                "university": "Universität",
                "museum": "Museum",
                "warehouse": "Lager",
                "water_tower": "Wasserturm",
                "windmill": "Windmühle",
                "windmill_upgraded": "Verbesserte Windmühle",
                "woodcutter": "Holzfäller",
                "refinery": "Raffinerie",
                "iron_mine": "Eisenmine",
                "iron_mine_upgraded": "Verbesserte Eisenmine",
                "glassworks": "Glasmanufaktur",
                "tools_workshop": "Werkzeugwerkstatt",
                "well": "Gut"
            },
            "categories": {
                "decoration": "Dekoration",
                "defense": "Gebiet",
                "food": "Lebensmittel",
                "housing": "Wohnraum",
                "infrastructure": "Infrastruktur",
                "military": "Militär",
                "production": "Produktion",
                "research": "Forschung",
                "resources": "Ressourcen",
                "storage": "Speicher",
                "town": "Stadt"
            },
            "descriptions": {
                "bakery": "Nichts geht über den Duft von frischem Brot, das aus frischstem Mehl und gelegentlich einer Kakerlake gebacken wird.",
                "boat": "Das Boot eignet sich hervorragend zum Angeln in tieferen Gewässern oder für junge Paare, die sich gelegentlich küssen möchten.",
                "brewery": "Jemand hat seine feuchten Körner zu lange stehen lassen, und jetzt sind sie der letzte Schrei! Machen wir mehr daraus.",
                "bridge": "Es ist eine Brücke. Was hast du erwartet? Sie bringt dich von A nach B.",
                "center": "Das Herz Ihrer Stadt – hier beginnt alles! Hier leben einige Menschen und hier werden die wichtigsten Dinge aufbewahrt. Es kann zu einem Platz ausgebaut werden, der etwas dauerhafter wirkt.",
                "clay_crane": "Der Kran, eine der besten Erfindungen, um den Rücken zu schonen! Sie müssen den Lehm nicht mehr aus der Grube schleppen, sondern können einfach den Kran benutzen.",
                "clay_crane_upgraded": "Mit diesen seltsamen Materialien, die wir finden, können wir diesen Kran sicher noch besser machen!",
                "claypit": "Es ist nur eine einfache Grube im Boden. Aber wenn wir die Erde hier trocknen, wird sie ziemlich hart! Das ist eine arbeitsintensive Aufgabe, die ziemlich hässliche Spuren in der Landschaft hinterlässt.",
                "creamery": "Jemand hat seine frische Milch zu lange stehen lassen und jetzt ist sie ... fest geworden? Zumindest können wir sie jetzt als Lebensmittel verkaufen.",
                "dock": "Erweitern Sie Ihren Hafen! Schaffen Sie mehr Platz für Hafengebäude und Schiffe.",
                "fence1": "Ein einfacher Holzzaun, um einfache Kreaturen fernzuhalten oder einzusperren.",
                "fence2": "Ein geflochtener Zaun, um einfache Kreaturen fernzuhalten oder einzusperren.",
                "fence3": "Zeichnen Sie einen benutzerdefinierten Zaun, um einfache Kreaturen fernzuhalten oder einzusperren.",
                "fence4": "Zeichne einen langen Zaun, um einfache Kreaturen fernzuhalten. Oder einzusperren.",
                "fences": "Zäune sind eine großartige Möglichkeit, unerwünschte Besucher aus Ihrer Stadt fernzuhalten oder sie darin zu halten.",
                "firepit": "Eine Feuerstelle ist eine stabile Konstruktion, um sich zu wärmen und Essen zuzubereiten. Vergessen Sie nur nicht, sie vor dem Schlafengehen zu löschen.",
                "fireplace": "Nichts ist gemütlicher, als am Kamin zu singen. Allerdings weht der Rauch immer genau in Ihre Richtung.",
                "field": "Wenn wir ein Feld roden, können wir dort Pflanzen anbauen. Einige davon können wir sogar essen!",
                "fishery": "Nichts ist idyllischer als eine kleine Fischerei am Ufer. Sie liefert relativ frischen Fisch für Ihre Stadt.",
                "foraging_hut": "Wer braucht schon ausgefallene Speisen, wenn man einfach alles essen kann, was in der Wildnis wächst? Die Sammelhütte sammelt verschiedene Materialien, benötigt dafür jedoch viel Platz.",
                "fountain": "Eine unserer größten technischen Meisterleistungen! Wer liebt fließendes Wasser nicht?",
                "house_1": "Jeder braucht einen Ort zum Leben. Dieses kleine Haus bietet deinen Leuten einen Ort zum Essen und Wohnen.",
                "house_2": "Jeder braucht einen Ort zum Leben. Dieses kleine Haus bietet deinen Leuten einen Ort zum Essen und Wohnen.",
                "house_3": "Jeder braucht einen Ort zum Leben. Dieses Haus bietet deinen Leuten einen Ort zum Essen und Wohnen.",
                "house_4": "Jeder braucht einen Ort zum Leben. Dieses Haus bietet deinen Leuten einen Ort zum Essen und Wohnen.",
                "house_5": "Jeder braucht einen Ort zum Leben. Dieses aufwendig gestaltete Haus bietet deinen Leuten einen Ort zum Essen und Wohnen.",
                "house_6": "Jeder braucht einen Ort zum Leben. Dieses luxuriöse Haus bietet deinen Leuten einen Ort zum Essen und Wohnen.",
                "large_ship": "Ich glaube nicht, dass sie noch größer werden können. Seht euch das an! Nein, wirklich, seht euch das alle an! Das muss die Transportkosten noch weiter senken.",
                "large_statue": "Eine große Statue für einen großen Mann. Die Leute sagen, er sei tatsächlich so groß gewesen.",
                "logpile": "Wie lagert man Holz am besten? Einfach auf einen Haufen werfen.",
                "market": "Der Markt ermöglicht Ihnen den Handel mit anderen Städten. Häuser stehen gerne in deren Nähe.",
                "market_stall": "Füge deiner Stadt einen Marktstand hinzu.",
                "market_stall_1": "Ein Stand, an dem Fleischprodukte verkauft werden.",
                "market_stall_2": "Ein Stand, an dem Fischprodukte verkauft werden.",
                "market_stall_3": "Ein Stand, an dem Brotwaren verkauft werden.",
                "market_stall_4": "Ein Stand, an dem Gemüse verkauft wird.",
                "market_stall_5": "Ein Stand, an dem verschiedene Waren verkauft werden.",
                "medium_ship": "Das ist mal ein schickes Schiff. Nicht zu groß, nicht zu klein. Einfach schick. Senkt die Transportkosten um weitere 25 %.",
                "nursery": "Warum den Holzfäller zu den Bäumen gehen lassen, wenn wir die Bäume zum Holzfäller bringen können?",
                "park": "Fügen Sie Ihrer Stadt einen schönen Park hinzu, in dem Ihre Bürger herumlungern können.",
                "path": "Ein einfacher Feldweg, der seinen Zweck erfüllt, obwohl Gebäude auch ohne ihn einwandfrei funktionieren.",
                "pier": "Die Leute schwören, dass die größeren Fische in tieferen Gewässern zu finden sind. Mal sehen, wie tief wir tauchen können!",
                "plaza": "Hübsche Kacheln für Ihre hübsche Stadt. Ideal für Marktplätze, Dekoration oder einfach nur, um Ihren Reichtum zu zeigen.",
                "dirt": "Es zeigt, wo die Leute laufen, aber niemand hat sich die Mühe gemacht, richtige Kacheln zu verlegen.",
                "port": "Über den Hafen können Sie mit anderen Städten Handel treiben. Dies ist wesentlich effizienter als der Handel über Land, und die Transportkosten werden halbiert.",
                "quarry": "In Steinbrüchen kannst du Steine aus der Erde gewinnen. Das ist zwar harte Arbeit, aber Steine halten ewig! Allerdings hinterlassen sie große Narben in der Landschaft.",
                "road": "Straßen geben Ihrem Dorf Struktur. Sie sind für Ihre Gebäude nicht erforderlich, sehen aber schicker aus als Wege.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Fortschritt! Mit einigen ausgeklügelten Werkzeugen können wir die Holzverarbeitung zum Kinderspiel machen.",
                "small_ship": "Ein kleines Schiff für kleine Reisen. Und schau mal! Dieses hier schwimmt sogar. Damit könnten wir die Transportkosten wahrscheinlich ein wenig senken.",
                "small_statue": "Eine kleine Statue für einen kleinen Mann. Man sagt, er sei tatsächlich so klein gewesen.",
                "square": "Ein richtiges Stadtzentrum! Dieser Platz sieht schicker aus als das einfache Zentrum.",
                "stone_crane": "Der Kran, eine der besten Erfindungen, um den Rücken zu schonen! Wir müssen nicht mehr all diese Steine aus dem Steinbruch schleppen, sondern können einfach den Kran benutzen.",
                "stone_crane_upgraded": "Mit diesen seltsamen Materialien, die wir gefunden haben, können wir diesen Kran sicher noch besser machen!",
                "table": "Es ist angenehmer, an einem Tisch zu essen als auf dem Boden. Es sei denn, Sie mögen gelegentlich knusprige Käfer in Ihrem Essen oder in Ihrer Hose.",
                "tailor": "Nackt kommt man nicht weit. Lass dir von einem Schneider Kleidung anfertigen, die dich warm hält.",
                "tavern": "Die Taverne ist ein Ort, an dem sich Ihre Bürger treffen und etwas trinken können. Zumindest können Sie von den schlechten Entscheidungen der Menschen profitieren.",
                "tent": "Wie kann man mehr Holz aus dem Wald gewinnen? Indem man mehr Menschen in den Wald schickt. Wie schickt man mehr Menschen in den Wald? Indem man mehr Zelte im Wald aufstellt.",
                "tower": "Unser Land erstreckt sich so weit, wie wir sehen können. Wenn wir weiter sehen können, vergrößert sich unser Land weiter.",
                "town_hall": "Sehr wichtige Personen können hier einige sehr wichtige Zahlen im Blick behalten. Außerdem sieht es gut aus.",
                "tree": "Bäume sind toll! Fügen Sie mehr hinzu.",
                "university": "Ein Ort, an dem Sie all Ihre klugen Köpfe einsetzen können, um kluge Dinge zu tun. Und mit all ihrer Freizeit können Sie sie sogar auf Expeditionen schicken!",
                "museum": "Zeigen wir allen die coolen Dinge, die wir gefunden haben! Bringen wir sie in dem schicksten Gebäude unter, das wir bauen können.",
                "warehouse": "Ein Lagerhaus kann alle Arten von Ressourcen lagern; gib ihnen einfach den Platz dafür.",
                "water_tower": "Unser Territorium erstreckt sich so weit, wie wir sehen können. Wenn wir weiter sehen können, vergrößert sich unser Territorium entsprechend.",
                "windmill": "Verrückt, wie jemand den Wind in Nahrung verwandeln konnte. Das ist die einzige Möglichkeit, diese harten Pflanzensteine in Mehl für unser weiches, leckeres Brot zu verwandeln.",
                "windmill_upgraded": "Mit diesen seltsamen Materialien, die wir gefunden haben, können wir diese Windmühle sicher noch schneller machen. Je mehr bewegliche Teile, desto besser, oder?",
                "woodcutter": "Der Holzfäller wird Holz hacken. Wie viel Holz? So viel, wie ein Holzfäller hacken kann.",
                "refinery": "Die Raffinerie wird verwendet, um seltsame Steine zu glänzenden, formbaren Steinen zu verarbeiten.",
                "iron_mine": "Wir haben eine tiefe Grube gegraben, weil wir seltsame Steine gefunden haben. Schicken wir alle unsere Leute dorthin, um sie zu holen. Was kann schon Schlimmes passieren?",
                "iron_mine_upgraded": "Mit diesen seltsamen Materialien, die wir gefunden haben, können wir bestimmt schneller mehr glänzende Steine aus dem Boden holen!",
                "glassworks": "Mit Glassworks können Sie aus Sand Glas herstellen, das für verschiedene fortgeschrittene Anwendungen verwendet werden kann.",
                "tools_workshop": "Mit einer Werkzeugwerkstatt können Sie Werkzeuge herstellen, die für die Arbeit einiger Menschen unverzichtbar sind.",
                "well": "Es macht zwar Spaß, mit offenem Mund im Regen zu stehen, aber wenn man eine Badewanne füllen muss, ist das etwas schwieriger. Ein Brunnen passt besser zu Ihrer Stadt."
            }
        },
        "crops": {
            "cow": "Kuh",
            "empty": "Leer",
            "goat": "Ziege",
            "grain": "Korn",
            "maize": "Brot",
            "potato": "Kartoffel",
            "sheep": "Schafe"
        },
        "effects": {
            "accidentRate": "Unfallrate",
            "allProduction": "Gesamte Produktion",
            "constructionCost": "Baukosten",
            "expeditionCost": "Expeditionskosten",
            "exportCost": "Exportkosten",
            "foodConsumption": "Lebensmittelverbrauch",
            "foodProduction": "Lebensmittelproduktion",
            "goodsProduction": "Warenproduktion",
            "happiness": "Glück",
            "importCost": "Importkosten",
            "populationProduction": "Bevölkerung Bearbeiten",
            "populationCapacity": "Wohnraumkapazität",
            "raidRisk": "Diebstahlrisiko (bei Überschreitung der Lagerkapazität)",
            "researchSpeed": "Forschungsgeschwindigkeit",
            "taxation": "Besteuerung",
            "animalProduction": "Tierproduktion"
        },
        "expedition": {
            "start": "Expedition starten"
        },
        "resources": {
            "clothes": "Kleidung",
            "coin": "Münzen",
            "drinks": "Getränke",
            "earth": "Erde",
            "flour": "Mehl",
            "food": "Lebensmittel",
            "grain": "Korn",
            "happiness": "Glück",
            "knowledge": "Wissen",
            "pop": "Bevölkerung",
            "stone": "Stein",
            "wood": "Holz",
            "wool": "Wolle",
            "ore": "Wir",
            "metal": "Metall",
            "tools": "Werkzeuge",
            "glass": "Glas",
            "scrap": "Entwurf",
            "milk": "Milch"
        },
        "views": {
            "build": "Erstellen",
            "explore": "Entdecken",
            "market": "Markt",
            "player": "Spieler",
            "politic": "Politik",
            "watch": "Ansehen"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Doppelklick zum Platzieren von Knoten",
            "multiPlace": "Weiter platzieren",
            "rotate": "Drehen",
            "restriction": "Nicht bebaubarer Bereich"
        },
        "capacity": "Kapazität",
        "defaultTownName": "Unbenannte Stadt",
        "is_throttled": "läuft ab! Einige Gebäude funktionieren möglicherweise nicht richtig.",
        "placeCenterPrompt": "Platzieren Sie Ihr Zentrum",
        "storage_overflow": "Speicher voll! Erhöhtes Diebstahlrisiko."
    },
    "intro": {
        "message1": "Wenn Sie dies lesen, bedeutet das, dass Sie der Auserwählte sind, der dazu bestimmt ist, die Oberfläche neu zu besiedeln. Was Sie vor sich sehen, ist unser Planet, unsere Welt, wie sie heute existiert. Nichts davon ist mehr so, wie es einmal war. Oder zumindest, wie wir glauben, dass es einmal war. Niemand erinnert sich wirklich daran.",
        "message2": "Aber Ihre Aufgabe ist einfach. Finden Sie einen Ort und gründen Sie eine neue Siedlung. Bauen Sie Ihre Siedlung aus, und vielleicht können Sie Kontakt zu anderen aufnehmen, die dasselbe getan haben. Vielleicht können wir gemeinsam herausfinden, was mit unserer Erde geschehen ist.",
        "good_luck": "Viel Glück!",
        "based": {
            "w": {
                "message1": "Gute Wahl! Du hast dich in einem Biom voller üppiger Bäume und Wildtiere niedergelassen. Holz zu finden und Ressourcen zu sammeln wird hier kein Problem sein, obwohl komplexere Materialien und Erze etwas schwieriger zu beschaffen sein könnten. Aber ich glaube an dich, und du wirst sehen, dass nichts unmöglich ist.",
                "message2": "Ihre Möglichkeiten sind noch begrenzt. Sorgen Sie zunächst für einen stetigen Zufluss an Ressourcen. Bauen Sie dann einen Markt auf, um mit anderen Siedlungen Handel zu treiben. Sobald Sie Fuß gefasst haben, können Sie sogar größere Projekte in Angriff nehmen, wie den Bau eines Hafens, um den Handel zu verbilligen, eines Rathauses, um den Überblick zu behalten, oder sogar einer Universität, um die Welt um uns herum zu erforschen.",
                "good_luck": "Du schaffst das!"
            },
            "s": {
                "message1": "Eine gute Wahl, um sich in diesem felsigen Biom niederzulassen, wo Sie eins mit der Erde werden können. Hier werden Sie problemlos Steine und Erze finden, allerdings könnte der Anbau von Nahrungsmitteln etwas schwieriger sein. Aber ich bin mir sicher, dass andere gerne mit Ihnen gegen Ihre reichhaltigen Vorräte an wertvollen Materialien tauschen werden!",
                "message2": "Ihre Möglichkeiten sind noch begrenzt. Sorgen Sie zunächst für einen stetigen Zufluss an Ressourcen. Bauen Sie dann einen Markt auf, um mit anderen Siedlungen Handel zu treiben. Sobald Sie Fuß gefasst haben, können Sie sogar größere Projekte in Angriff nehmen, wie den Bau eines Hafens, um den Handel zu verbilligen, eines Rathauses, um den Überblick zu behalten, oder sogar einer Universität, um die Welt um uns herum zu erforschen.",
                "good_luck": "Stark bauen!"
            },
            "e": {
                "message1": "Die Luft ist trocken und die Sonne brennt heiß. Nicht gerade das einfachste Biom, aber Sie können Ihre Siedlung buchstäblich aus der Erde selbst errichten. Brauchbares Holz zu finden, könnte hier etwas schwieriger sein, aber der Boden scheint für die meisten Feldfrüchte gut geeignet zu sein. Ich bin mir sicher, dass Sie mit Ihrem Einfallsreichtum das Beste daraus machen werden.",
                "message2": "Ihre Möglichkeiten sind noch begrenzt. Sorgen Sie zunächst für einen stetigen Zufluss an Ressourcen. Bauen Sie dann einen Markt auf, um mit anderen Siedlungen Handel zu treiben. Sobald Sie Fuß gefasst haben, können Sie sogar größere Projekte in Angriff nehmen, wie den Bau eines Hafens, um den Handel zu verbilligen, eines Rathauses, um den Überblick zu behalten, oder sogar einer Universität, um die Welt um uns herum zu erforschen.",
                "good_luck": "Viel Spaß beim Bauen!"
            },
            "a": {
                "message1": "Das ist eine interessante Wahl. Warum hast du dich für diese arktische Einöde entschieden? Ich kann hier keine Bäume oder Felsen sehen, aber ich schätze, du kannst immer mit anderen handeln. Achte nur darauf, dass deine Leute gut warm gehalten werden und genug zu essen haben.",
                "message2": "Ihre Möglichkeiten sind sehr begrenzt. Konzentrieren Sie sich zunächst darauf, einen Markt aufzubauen, damit Sie mit anderen Siedlungen Handel treiben können. Ich hoffe, Sie haben gute Beziehungen, denn es wird schwierig werden. Wenn Sie es jedoch schaffen, können Sie sogar größere Projekte in Angriff nehmen, wie den Bau eines Hafens, um den Handel zu verbilligen, eines Rathauses, um den Überblick zu behalten, oder sogar einer Universität, um die Welt um uns herum zu erforschen.",
                "good_luck": "Viel Glück."
            }
        }
    },
    "loading": {
        "assets": "Laden der Assets...",
        "connecting": "Verbindung zum Server wird hergestellt...",
        "game": "Spiel wird geladen..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Alles löschen",
            "menu": "Menü",
            "quicksettings": "Einstellungen",
            "saveBuild": "Speichern Erstellen",
            "saveSandbox": "Speichern Erstellen"
        },
        "main": {
            "credits": "Credits",
            "enterMultiplayer": "Welt betreten",
            "loadSandbox": "Sandbox laden",
            "newSandbox": "Neue Sandbox",
            "returnToDesktop": "Zurück zum Desktop",
            "serverOffline": "Der Server kann nicht erreicht werden. Der Server ist möglicherweise stark ausgelastet oder wegen Wartungsarbeiten vorübergehend nicht erreichbar. Überprüfen Sie den aktuellen Status auf Discord.",
            "settings": "Einstellungen",
            "subtitle": "Dies ist eine Vorabversion von Project Rebearth. Bitte melden Sie sich, wenn Sie beim Spielen auf Probleme stoßen.",
            "demoSubtitle": "Dies ist die Demo von Project Rebearth. Nur der Sandbox-Stadtbau-Modus ist aktiviert. Um auf dem Multiplayer-Globus mit Ressourcenmanagement zu spielen, hol dir die Vollversion.",
            "demoRestriction1": "Hinter dieser Schaltfläche verbirgt sich die riesige Online-Multiplayer-Welt von Project Rebearth. Sie befinden sich jedoch in der Demo und es steht nur der Sandbox-Modus ohne Ressourcenmanagement zur Verfügung.",
            "demoRestriction2": "Im Sandbox-Modus kannst du weiterhin fantastische Karten erstellen, diese in hoher Auflösung exportieren und erleben, wie sich eine Spielwelt im Maßstab 1:1 anfühlt.",
            "title": "Projekt Rebearth Server",
            "welcome": "Willkommen, {{name}}!"
        },
        "sandbox": {
            "description": "Im Sandbox-Modus kannst du frei bauen, ohne die Einschränkungen der Multiplayer-Welt. Es gibt nur dich und keine Ressourcenbeschränkungen. Du kannst deinen Fortschritt speichern und später wieder laden.",
            "loadFromFile": "Aus Datei laden",
            "loadTitle": "Sandbox laden",
            "noSaves": "Keine lokalen Speicherstände gefunden.",
            "start": "Neues Spiel starten",
            "title": "Neue Sandbox"
        },
        "slots": {
            "cooldownActive": "Dieser Slot befindet sich in der Abklingzeit.",
            "cooldownTimer": "Verfügbar in „{{time}}“",
            "deleteConfirm": "Möchten Sie diesen Spielstand wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.",
            "empty": "Leerer Platz",
            "guidelinesLink": "Benutzerhinweise",
            "guidelinesNotice1": "Durch die Teilnahme am Online-Mehrspielermodus erkennen Sie die folgenden Bedingungen an und verpflichten sich zu deren Einhaltung ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Benutzerhinweise",
            "guidelinesIntro": "Offensichtlich hat nicht jeder im Internet das gleiche Verständnis von gesundem Menschenverstand. Aus diesem Grund finden Sie hier eine Reihe von Regeln, denen Sie zustimmen müssen, wenn Sie der riesigen Multiplayer-Welt von Project Rebearth beitreten. Dadurch wird sichergestellt, dass die Welt ein unterhaltsamer und offener Ort ist, an dem sich jeder wohlfühlen kann.",
            "guidelinesRule1": "Sei respektvoll gegenüber anderen Spielern und ihren Kreationen. Behandle andere so, wie du selbst behandelt werden möchtest.",
            "guidelinesRule2": "Keine unangemessenen Ausdrücke oder Symbole. Zufällig generierte Namen können lustig sein, aber von Benutzern eingegebene Namen dürfen nicht unangemessen sein.",
            "guidelinesRule3": "Verwenden Sie keine Bots, Exploits oder Automatisierungstools. Dieses Spiel wurde von Menschen entwickelt, damit Menschen Spaß daran haben. Bots haben hier nichts zu suchen.",
            "guidelinesRule4": "Bedrohungen gegenüber anderen Benutzern sind verboten.",
            "guidelinesOutro": "Wenn Sie sich fragen, ob etwas erlaubt ist, ist es wahrscheinlich nicht erlaubt. Die Nichtbeachtung dieser Richtlinien kann dazu führen, dass Gebäude gelöscht, Städte entfernt oder Ihr Konto nach Ermessen der Moderatoren (vorübergehend) gesperrt wird.",
            "locked": "Gesperrt",
            "lockedText": "Gesperrt",
            "newGame": "Neues Spiel",
            "play": "Spielen",
            "population": "Einwohner",
            "slot": "Slot",
            "title": "Speicherplatz auswählen",
            "unlockHint1000": "Freischalten bei 1.000 Einwohnern",
            "unlockHint10000": "Freischalten bei 10.000 Einwohnern",
            "unnamedCity": "Unbenannte Stadt"
        },
        "locked": {
            "settleFirst": "Baue zuerst das Zentrum deiner Stadt.",
            "townHall": "Baue ein Rathaus, um globale Ranglisten, Allianzen und Auswahlmöglichkeiten freizuschalten.",
            "university": "Baue eine Universität, um Expeditionen und Forschungen freizuschalten.",
            "market": "Errichte einen Markt oder Hafen, um den globalen Markt freizuschalten.",
            "noBiomeAssets": "In diesem Biom sind keine Gebäude dieser Art verfügbar."
        }
    },
    "modals": {
        "archive": {
            "title": "Archive"
        },
        "choices": {
            "selectChoice": "Auswahl treffen",
            "title": "Auswahlmöglichkeiten"
        },
        "deleteConfirmation": {
            "cancel": "Abbrechen",
            "confirm": "Löschen",
            "message": "Möchten Sie wirklich Ihre gesamte Stadt löschen? Diese Aktion kann nicht rückgängig gemacht werden.",
            "title": "Löschen bestätigen"
        },
        "diplomacy": {
            "alliances": "Allianzen",
            "enemy": "Feind",
            "neutral": "Neutral",
            "title": "Diplomatie",
            "you": "Sie"
        },
        "message": {
            "title": "Messenger senden",
            "sendMessage": "Messenger senden",
            "to": "An",
            "placeholder": "Schreiben Sie hier Ihre Nachricht...",
            "cost": "Kosten",
            "send": "Senden",
            "sending": "Senden...",
            "sent": "Der Bote wurde losgeschickt!",
            "insufficientGold": "Nicht genug Gold"
        },
        "market": {
            "amount": "Betrag",
            "back": "Zurück",
            "base": "Basis",
            "buy": "KAUFEN",
            "buys": "kauft",
            "bought": "gekauft",
            "for": "für",
            "price": "Preis",
            "pricePerUnit": "Preis pro Einheit",
            "quantity": "Menge",
            "resource": "Ressource",
            "sell": "Aussehen",
            "sells": "verkauft",
            "sold": "verkauft",
            "title": "Markt",
            "total": "Gesamt",
            "totalLabel": "Gesamt",
            "transport": "Transport",
            "unitPrice": "zum Stückpreis von"
        },
        "orders": {
            "title": "Meine Bestellungen"
        },
        "ranking": {
            "area": "Bereich",
            "buildings": "Gebäude",
            "goToPlayer": "Zum Spieler gehen",
            "overall": "Gesamt",
            "player": "Spieler",
            "population": "Bevölkerung",
            "resources": "Ressourcen",
            "title": "Rangliste"
        },
        "save": {
            "download": "Datei herunterladen",
            "message": "Ihr Spiel wurde lokal gespeichert.",
            "title": "Spiel gespeichert"
        }
    },
    "orders": {
        "amount": "Betrag",
        "buy": "Kaufen",
        "buying": "Kaufen",
        "confirmCancel": "Möchten Sie diesen Auftrag wirklich stornieren?",
        "for": "für",
        "marketStorage": "Handel Lagerung",
        "myOrders": "Geben Sie Ihre Bestellungen auf",
        "noMarketStorage": "Es ist kein Marktspeicher verfügbar. Errichte Handelsgebäude, um Verkaufsaufträge zu platzieren.",
        "noOrders": "Keine aktiven Aufträge",
        "onlyAllianceMembers": "Nur an Allianzmitglieder verkaufen",
        "sell": "Aussehen",
        "sellButton": "{{type}} {{amount}} {{resource}} für {{price}} pro Einheit",
        "selling": "Verkauf",
        "storageFull": "Speicher voll! Baue weitere Handelsgebäude.",
        "totalPrice": "Gesamtpreis",
        "unitPrice": "Stückpreis"
    },
    "politics": {
        "accept": "akzeptieren",
        "allianceTradeInfo": "Wähle einen Allianztyp:",
        "alliances": "Allianzen",
        "applications": "Anwendungen",
        "applyForAlliance": "Allianz beantragen",
        "back": "Zurück",
        "cancelApplication": "Anwendung abbrechen",
        "choiceChangeCooldown": "Diese Auswahl kann nach {{days}} Tag(en) erneut geändert werden.",
        "common": {
            "accept": "Akzeptieren",
            "applications": "Anwendungen",
            "globalRank": "Globale Rangliste",
            "greatFederation": "Große Föderation",
            "kick": "Kick",
            "marketSize": "Marktgröße",
            "members": "Mitglieder",
            "name": "Name",
            "owner": "Eigentümer",
            "rank": "Rang",
            "reject": "Ablehnen",
            "scienceLeague": "Wissenschaftsliga",
            "tradeAlliance": "Handelsallianz",
            "value": "Wert"
        },
        "createAlliance": "Allianz gründen",
        "days": "Tage",
        "disbandAlliance": "Allianz auflösen",
        "globalRank": "Globale Rangliste",
        "go": "zu",
        "inviteToAlliance": "Lade ihn in deine Allianz ein.",
        "kick": "Kick",
        "leaveAlliance": "Allianz verlassen",
        "loading": "Wird geladen...",
        "marketSize": "Marktgröße",
        "marketSizeLabel": "Marktgröße: {{size}}",
        "members": "Mitglieder",
        "name": "Name",
        "noApplications": "Es gibt keine Anwendungen.",
        "noModifiers": "Diese Allianz hat keine Modifikatoren.",
        "owner": "Eigentümer",
        "placeholderDescription": "Allianz Beschreibung",
        "placeholderName": "Name der Allianz",
        "rank": "Rang",
        "rankPrefix": "Nr.",
        "ranking": {
            "area": "Bereich",
            "buildings": "Gebäude",
            "overall": "Gesamt",
            "population": "Bevölkerung",
            "resources": "Ressourcen"
        },
        "reject": "Ablehnen",
        "value": "Wert"
    },
    "popup": {
        "apply": "Anwenden",
        "archive": "Archiv",
        "demolish": "Zerstören",
        "population": "Bevölkerung",
        "production": {
            "rate": "Bewertung",
            "title": "Produktion"
        },
        "storage": {
            "title": "Speicher"
        },
        "townName": "Name der Stadt:",
        "townColor": "Stadtfarbe:",
        "unnamedTown": "Unbenannte Stadt",
        "upgrade": "Upgrade auf „{{building}}“"
    },
    "settings": {
        "animations": "Animationen",
        "fullscreen": "Vollbild",
        "bushDensity": "Buschdichte",
        "clearTileCache": "Zwischengespeicherte Daten löschen",
        "density": {
            "dense": "Dicht",
            "normal": "Normal",
            "off": "Aus",
            "sparse": "Sparse"
        },
        "grassDensity": "Grasdichte",
        "language": "Sprache",
        "musicVolume": "Musiklautstärke",
        "performanceFeatures": "- Visuelle Elemente anpassen -",
        "resolutions": {
            "high": "Hoch",
            "low": "Niedrig",
            "medium": "Medium",
            "potato": "Kartoffel",
            "ultra": "Ultra"
        },
        "rockDensity": "Gesteinsdichte",
        "showClouds": "Wolken anzeigen",
        "soundVolume": "Lautstärke",
        "textureResolution": "Textur-Auflösung",
        "title": "Einstellungen",
        "treeDensity": "Baumdichte",
        "uiScale": "UI-Skalierung"
    },
    "tips": {
        "loading": [
            "Ein Tag im Spiel entspricht einem Tag im echten Leben. Nehmen Sie sich Zeit und bauen Sie Ihre Stadt in Ihrem eigenen Tempo auf.",
            "Sie können Gebäude vor dem Platzieren mit den Tasten Q und E drehen.",
            "Doppelklicken Sie im Form-Editor, um Knoten zu platzieren.",
            "Verwenden Sie die Umschalttaste, um weiterhin Gebäude zu platzieren.",
            "Wenn Sie Probleme haben, teilen Sie uns dies bitte auf Discord mit.",
            "Baue einen Markt oder einen Hafen, um den Handel mit anderen Spielern freizuschalten.",
            "Baue ein Rathaus, um Allianzen, Ranglisten und Auswahlmöglichkeiten freizuschalten.",
            "Baue eine Universität, um Expeditionen und Forschungen freizuschalten.",
            "Treten Sie unserer lebhaften Spielergemeinschaft auf Discord bei, um Ihre Kreationen zu teilen und Tipps zu erhalten.",
            "Einige Gebäude können nur in der Nähe des übergeordneten Gebäudes platziert werden, wie beispielsweise die Säge und der Holzfäller.",
            "Nicht alle Ressourcen sind überall leicht zu bekommen. Manchmal ist es günstiger, zu handeln, als alles selbst zu produzieren.",
            "Eine Rezension auf Steam hilft uns dabei, neue Spieler zu finden, um eine lebendige Welt aufzubauen.",
            "Besuchen Sie das Wiki unter projectrebearth.com, um alles über die Welt von Project Rebearth zu erfahren!"
        ]
    },
    "help": {
        "hud": "Dieses Fenster zeigt alle Ressourcen an, über die Sie verfügen, die Sie produzieren und verbrauchen. Bewegen Sie den Mauszeiger über die Symbole, um weitere Details zu den einzelnen Ressourcen anzuzeigen. Wenn eine Ressource zur Neige geht, wird sie rot hervorgehoben, und Gebäude müssen möglicherweise ihre Produktivität drosseln. Wenn Sie Ihre Kapazitätsgrenze erreichen, wird dies fett dargestellt, und Ihre Gebäude stellen die Produktion ein. Effekte wie Ihr Starterbonus können Einfluss darauf haben, wie viel Sie produzieren oder verbrauchen. Diese Modifikatoren werden angezeigt, wenn Sie den Mauszeiger über eine Ressource bewegen. Sehen Sie den sich drehenden Kreis auf der linken Seite? Dieser zeigt an, wann das Spiel mit dem Server synchronisiert wird. Sie sehen keine Ressourcenänderungen, bis die Synchronisierung abgeschlossen ist. Der Ressourcenverbrauch und die Produktion werden pro Tag angezeigt. Dies ist ein tatsächlicher Echtzeit-Tag. Ihre Ressourcen werden jedoch langsam ansteigen.",
        "market": "Willkommen auf dem Markt! Sehen Sie sich an, was andere Spieler kaufen oder verkaufen möchten und, was noch wichtiger ist, zu welchem Preis! Wenn Sie die Bestellung eines anderen Spielers ausführen, müssen Sie die Transportkosten übernehmen. Wenn der Besteller weit entfernt ist, lohnt sich das möglicherweise nicht oder kostet sogar mehr, als er zu zahlen bereit ist.",
        "orders": "Geben Sie Ihre Bestellungen auf! Teilen Sie anderen Spielern mit, was Sie kaufen oder verkaufen möchten und zu welchem Preis. Diesen Preis erhalten Sie bzw. zahlen Sie. Beachten Sie, dass andere für den Transport bezahlen müssen. Daher kann es sein, dass der Kauf zu einem niedrigen Preis nicht funktioniert, wenn die Versandkosten der anderen Spieler zu hoch sind.",
        "popup": "Dieses Popup-Fenster zeigt Ihnen alle Informationen zu diesem Gebäude. Hier können Sie wichtige Parameter des Gebäudes ändern oder sogar verschieben. Diese Funktion ist nur verfügbar, wenn Sie sich im Gebäudemodus befinden.",
        "storage": "Hier können Sie einstellen, wie viel dieses Gebäude lagert. Es hat eine bestimmte Kapazität und kann eine bestimmte Menge an Gütern aufnehmen. Sie können das Verhältnis ändern, um es an Ihre Bedürfnisse anzupassen."
    },
    "tooltip": {
        "cannotChange": "Kann nicht geändert werden für",
        "construction": "Bauwesen",
        "cost": "Kosten",
        "refund": "Rückerstattung",
        "costPerMeter": "(für m)",
        "costPerSquareMeter": "(pro m²)",
        "effects": "Effekte",
        "upkeep": "Unterhalt",
        "production": "Produktion",
        "move": "Dieses Gebäude verschieben"
    },
    "units": {
        "days": "Tage",
        "hours": "{{value}} h",
        "hoursLong": "Stunden",
        "minutes": "{{value}} m",
        "minutesLong": "Protokolle",
        "perDay": "/Tag",
        "percentage": "{{Wert}}",
        "seconds": "{{value}} s",
        "secondsLong": "Sekunden"
    },
    "warnings": {
        "notEnoughPop": "Nicht genügend Freiwillige"
    }
}