{
    "alliances": {
        "allianceTradeInfo": "Η συνεργασία με άλλους παίκτες είναι κάτι πολύ ωραίο. Μπορείτε να επιλέξετε να κάνετε συναλλαγές αποκλειστικά μεταξύ σας και, ανάλογα με το ποιον επιλέξετε να συμμαχήσετε, μπορείτε να αποκομίσετε και άλλα οφέλη.",
        "applyForAlliance": "Αίτηση για συμμαχία",
        "cancelApplication": "Ακύρωση εφαρμογής",
        "greatFederationDesc": "Συνεργαστείτε με ισχυρούς και οργανωμένους ανθρώπους! Προστατευτείτε καλύτερα από τις κλοπές και αποσπάστε περισσότερους πόρους από τους υπηκόους σας. Ωστόσο, αυτό έχει ως κόστος περισσότερη γραφειοκρατία και λιγότερα φορολογικά έσοδα.",
        "leaveAlliance": "αποχώρηση από συμμαχία",
        "marketSizeLabel": "Μέγεθος αγοράς:",
        "scienceLeagueDesc": "Η συμμετοχή σε μια επιστημονική ένωση σε κάνει πιο έξυπνο. Αυτό είναι επιστημονικά αποδεδειγμένο. Απολαύστε ταχύτερη έρευνα και χαμηλότερο κόστος αποστολών. Κάνει τους ανθρώπους πιο ευτυχισμένους! Αλλά δεν είμαστε και τόσο καλοί στο να φτιάχνουμε πράγματα.",
        "tradeAllianceDesc": "Όλα έχουν να κάνουν με τα χρήματα! Αποκτήστε μειωμένα εμπορικά κόστη και αυξημένη φορολογική αποδοτικότητα, αλλά και μεγαλύτερο κίνδυνο κλοπής."
    },
    "biomes": {
        "1": "Τροπικά και υποτροπικά πλατύφυλλα δάση",
        "10": "Ορεινά λιβάδια",
        "11": "Τούνδρα",
        "12": "Δάση της Μεσογείου",
        "13": "Έρημοι και ξηροί θάμνοι",
        "14": "Μαγγρόβια",
        "2": "Τροπικά και υποτροπικά πλατύφυλλα δάση",
        "3": "Τροπικά και υποτροπικά κωνοφόρα δάση",
        "4": "Ευκρατά και μικτά δάση",
        "5": "Ευκρατό κωνοφόρο δάσος",
        "6": "Βόρεια δάση",
        "7": "Τροπικά και υποτροπικά λιβάδια",
        "8": "Ευκρατες σαβάνες",
        "9": "Πλημμυρισμένα λιβάδια",
        "98": "Αρκτική έρημος",
        "99": "Παγετώδης κάλυψη"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Μειώστε το κόστος για όσους αγοράζουν τα προϊόντα σας, ενώ αυξήστε το κόστος αγοράς προϊόντων από άλλους παίκτες.",
            "importFocus": "Μειώστε το κόστος αγοράς αγαθών από άλλους παίκτες, ενώ αυξάνετε το κόστος για όσους αγοράζουν τα αγαθά σας.",
            "lavishRations": "Ας φάνε κέικ! Οι πλούσιες μερίδες θα αυξήσουν την ποσότητα τροφής που χρειάζεται κάθε άτομο, αλλά θα είναι ευτυχισμένοι.",
            "lowRations": "Είναι το κέικ μου! Οι χαμηλές μερίδες θα μειώσουν την ποσότητα τροφής που χρειάζεται ανά άτομο, αλλά οι άνθρωποι δεν θα το εκτιμήσουν.",
            "neutralFocus": "Είναι ελεύθερη αγορά, κάνε ό,τι πρέπει να κάνεις. Διατήρησε τα έξοδα εισαγωγής και εξαγωγής σε κανονικά επίπεδα.",
            "normalRations": "Ακριβώς η σωστή ποσότητα τροφής για τον λαό σας. Διατηρήστε την κατανάλωση τροφής σε κανονικά επίπεδα.",
            "taxation": "Είναι δίκαιο... Θα παράγει χρυσό για κάθε κάτοικο, αλλά μειώνει την ευτυχία.",
            "veganSociety": "Τι περίεργη ιδέα να τρώμε ζώα... Αυξάνει την παραγωγή τροφίμων, αλλά δεν μπορείτε να παράγετε ζωικά προϊόντα.",
            "workerSafety": "Οι άνθρωποι είναι το μεγαλύτερο πλεονέκτημά σας. Αυξάνει την ασφάλεια της παραγωγής, αλλά μειώνει την απόδοση.",
            "dubiousWorkingRules": "Οι άνθρωποι είναι απλώς πόροι. Αυξάνει την παραγωγική απόδοση, αλλά αυξάνει και τα ποσοστά ατυχημάτων.",
            "crampedQuarters": "Πόσο προσωπικό χώρο χρειάζεστε πραγματικά; Μπορούμε να φιλοξενήσουμε περισσότερους ανθρώπους στα ίδια σπίτια, σωστά;",
            "intensiveFarming": "Η εντατική γεωργία σας επιτρέπει να ταΐζετε τα ζώα σας με σιτηρά, αυξάνοντας την ποσότητα των ζωικών προϊόντων που μπορείτε να παράγετε."
        },
        "exclusiveOptions": "Αποκλειστικές επιλογές",
        "lockedFor": "Κλειδωμένο για",
        "option": "Επιλογή",
        "title": "Επιλογές",
        "titles": {
            "exportFocus": "Εμπόριο - Εστίαση στις εξαγωγές",
            "greatFederation": "Μεγάλη Ομοσπονδία",
            "importFocus": "Εμπόριο - Εστίαση στις εισαγωγές",
            "lavishRations": "Πλούσιες μερίδες",
            "lowRations": "Χαμηλές μερίδες",
            "neutralFocus": "Εμπόριο - Ουδέτερη εστίαση",
            "normalRations": "Κανονικές μερίδες",
            "scienceLeague": "Επιστημονική Λίγκα",
            "taxation": "Φορολογία",
            "tradeAlliance": "Εμπορική Συμμαχία",
            "veganSociety": "Vegan Society",
            "workerSafety": "Ασφάλεια των εργαζομένων",
            "dubiousWorkingRules": "Αμφίβολοι κανόνες εργασίας",
            "crampedQuarters": "Σαν σαρδέλες!",
            "intensiveFarming": "Εντατική γεωργία",
            "newTownBoost": "Νέα αρχή!",
            "foodShortage": "Έλλειψη τροφίμων"
        },
        "unlock": "Ξεκλείδωμα"
    },
    "common": {
        "delete": "Διαγραφή",
        "deleting": "Διαγραφή...",
        "loading": "Φόρτωση..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Προσθέστε περισσότερα σημεία",
            "areaLimitExceeded": "Υπέρβαση ορίου περιοχής: {{size}} {{relation}} {{limit}}",
            "costs": "Κόστος:",
            "invalidLocation": "Μη έγκυρη τοποθεσία",
            "mustBeNear": "Πρέπει να βρίσκεται κοντά στο {{parent}}",
            "notEnoughResources": "Ανεπαρκείς πόροι",
            "tooHigh": "Μεγέθυνση"
        },
        "cancel": "✗",
        "close": "Κλείσιμο",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Προσθέστε περισσότερα σημεία",
            "calculating": "Υπολογισμός...",
            "duration": "Διάρκεια",
            "expedition": "Εκστρατεία",
            "finished": "Τέλος!",
            "food": "Τρόφιμα",
            "knowledge": "Γνώσεις",
            "population": "Πληθυσμός",
            "timeLeft": "Απομένον χρόνος",
            "title": "Κόστος εξερεύνησης"
        },
        "next": "Επόμενο",
        "previous": "Προηγούμενο"
    },
    "errors": {
        "fetchSlots": "Δεν ήταν δυνατή η φόρτωση των θέσεων αποθήκευσης",
        "generic": "Κάτι πήγε στραβά",
        "invalidFile": "Μη έγκυρη μορφή αρχείου",
        "loadingBuild": "Σφάλμα κατά τη φόρτωση της έκδοσης",
        "serverConnection": "Σφάλμα σύνδεσης διακομιστή",
        "webWorkersNotSupported": "Δεν είναι δυνατή η εκτέλεση του παιχνιδιού: Δεν υποστηρίζονται οι Web Workers."
    },
    "events": {
        "confirm": "Εντάξει",
        "consequences": "Εφέ",
        "remaining": "{{count}} Υπόλοιπο",
        "titles": {
            "food_shortage": "Ο λαός πεινάει.",
            "strike": "Strike",
            "celebration": "Ένα δώρο για εσάς",
            "productivity_boom": "Πάμε!",
            "expedition_found": "Η αποστολή επιστρέφει!",
            "animal_unlock": "Λοιπόν, λοιπόν, λοιπόν... τι έχουμε εδώ;",
            "bankruptcy": "Χρεοκοπία!",
            "raid": "Τα αγαθά σας κλάπηκαν!"
        },
        "descriptions": {
            "food_shortage": "Σας τελειώνουν τα τρόφιμα! Αν οι άνθρωποι δεν μπορούν να φάνε, θα κλέψουν ό,τι μπορούν για να επιβιώσουν ή ακόμα και θα σταματήσουν να εργάζονται.",
            "strike": "Ο λαός δεν είναι ευχαριστημένος! Ό,τι κι αν κάνεις, δεν τους αρέσει. Φρόντισε να κρατήσεις τον λαό σου ευχαριστημένο για να αποφύγεις το κλείσιμο κτιρίων.",
            "celebration": "Οι άνθρωποι είναι ευχαριστημένοι! Ό,τι κι αν κάνεις, συνέχισε να το κάνεις! Ως μικρό δώρο, όλοι συγκέντρωσαν κάποια αγαθά για να συνεχίσεις να χτίζεις αυτή την υπέροχη πόλη. Τι χαριτωμένο.",
            "productivity_boom": "Οι άνθρωποι είναι ενθουσιασμένοι! Σας αγαπούν πολύ και εργάστηκαν με χαρά υπερωρίες για εσάς. Με αυτόν τον τρόπο κατάφεραν να παράγουν λίγο περισσότερο από όλα. Θέλουν απλώς αυτή η πόλη να πετύχει, ξέρετε.",
            "expedition_found": "Η αποστολή σας επέστρεψε με πολύτιμους πόρους και γνώσεις! Αυτό θα ωφελήσει σημαντικά την ανάπτυξη και τις ερευνητικές προσπάθειες της πόλης σας. Ωστόσο, το ημερολόγιό τους περιέχει μια ενδιαφέρουσα καταχώριση:",
            "animal_unlock": "Τι βρήκαμε εδώ; Η αποστολή σας επέστρεψε με ένα εκπληκτικά ήμερο ζώο. Φαίνεται ότι προτιμά να ζει στην πόλη σας παρά στην άγρια φύση. Θα ήταν αγένεια να το στείλετε πίσω τώρα, έτσι δεν είναι;",
            "bankruptcy": "Απλά δεν έχετε νομίσματα! Ένας πύργος έχει καταρρεύσει. Οι πύργοι που έχετε χτίσει θα φθαρούν και θα καταστραφούν αν δεν τους συντηρείτε με επαρκή νομίσματα.",
            "raid": "Έπρεπε να είχες φυλάξει καλύτερα τα αγαθά σου! Ήταν εύκολα προσβάσιμα και κάποιοι άγνωστοι κλέφτες έφυγαν με ένα μέρος των πόρων σου."
        }
    },
    "game": {
        "zoomToBuild": "Μεγέθυνση για να ξεκινήσετε την κατασκευή",
        "buildings": {
            "assets": {
                "expedition": "Εκστρατεία",
                "bakery": "Φούρνος",
                "boat": "Σκάφος",
                "brewery": "Ζυθοποιείο",
                "bridge": "Γέφυρα",
                "center": "Κέντρο",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Βελτιωμένος Clay Crane",
                "claypit": "Clay Pit",
                "creamery": "Creamery",
                "dock": "Ωστόσο",
                "fence1": "Ξύλινο φράχτη",
                "fence2": "Υφαντό φράχτη",
                "fence3": "Σχήμα φράχτη",
                "fences": "Φράχτες",
                "field": "Πεδίο",
                "firepit": "Φωτιά",
                "fireplace": "Τζάκι",
                "fishery": "Αλιεία",
                "foraging_hut": "Καλύβα αναζήτησης τροφής",
                "fountain": "Σιντριβάνι",
                "house_1": "Shack",
                "house_2": "Καλύβα",
                "house_3": "Καμπίνα",
                "house_4": "Σπίτι",
                "house_5": "Κατοικία",
                "house_6": "Χωριό",
                "large_ship": "Μεγάλο πλοίο",
                "large_statue": "Μεγάλο άγαλμα",
                "logpile": "Στοίβα κορμών",
                "market": "Αγορά",
                "market_stall": "Πωλητές στην αγορά",
                "market_stall_1": "Κρέας",
                "market_stall_2": "Ψάρια",
                "market_stall_3": "Ψωμί",
                "market_stall_4": "Λαχανικό",
                "market_stall_5": "Εμπορεύματα",
                "medium_ship": "Μεσαίο σκάφος",
                "nursery": "Φυτώριο δέντρων",
                "park": "Πάρκο",
                "path": "Διαδρομή",
                "pier": "Πι",
                "plaza": "Πλατεία",
                "port": "Λιμάνι",
                "quarry": "Λατομείο",
                "road": "Δρόμος",
                "ruinsBig": "Μεγάλα ερείπια",
                "ruinsSmall": "Μικρά ερείπια",
                "saw": "Πριονιστήριο",
                "small_ship": "Μικρό πλοίο",
                "small_statue": "Μικρό άγαλμα",
                "square": "Τετράγωνο",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Βελτιωμένος Stone Crane",
                "table": "Πίνακας",
                "tailor": "Προσαρμογή",
                "tavern": "Ταβέρνα",
                "tent": "Σκηνή",
                "tower": "Πύργος",
                "town_hall": "Δημαρχείο",
                "tree": "Δέντρο",
                "university": "Πανεπιστήμιο",
                "museum": "Μουσείο",
                "warehouse": "Αποθήκη",
                "water_tower": "Πύργος νερού",
                "windmill": "Ανεμόμυλος",
                "windmill_upgraded": "Βελτιωμένος ανεμόμυλος",
                "woodcutter": "Ξυλοκόπος",
                "refinery": "Διυλιστήριο",
                "iron_mine": "Σιδηρομεταλλείο",
                "iron_mine_upgraded": "Βελτιωμένο σιδηρομετάλλευμα",
                "glassworks": "Γυαλοποιεία",
                "tools_workshop": "Εργαλειοθήκη",
                "well": "Λοιπόν"
            },
            "categories": {
                "decoration": "Διακόσμηση",
                "defense": "Εδαφική επικράτεια",
                "food": "Τρόφιμα",
                "housing": "Στέγαση",
                "infrastructure": "Υποδομή",
                "military": "Στρατιωτικό",
                "production": "Παραγωγή",
                "research": "Έρευνα",
                "resources": "Πόροι",
                "storage": "Αποθήκευση",
                "town": "Πόλη"
            },
            "descriptions": {
                "bakery": "Τίποτα δεν ξεπερνά τη μυρωδιά του φρέσκου ψωμιού, φτιαγμένου με τα πιο φρέσκα αλεύρια και την περιστασιακή κατσαρίδα.",
                "boat": "Το σκάφος είναι ιδανικό για ψάρεμα σε βαθιά νερά ή για νεαρά ζευγάρια που θέλουν να φιληθούν.",
                "brewery": "Κάποιος άφησε τα υγρά σπόρια του έξω για πολύ ώρα και τώρα έχουν γίνει της μόδας! Ας φτιάξουμε περισσότερα από αυτά.",
                "bridge": "Είναι μια γέφυρα. Τι περιμένεις; Σε μεταφέρει από το Α στο Β.",
                "center": "Η καρδιά της πόλης σας. Εδώ είναι που όλα ξεκινούν. Φιλοξενεί λίγα άτομα και αποθηκεύει τα απαραίτητα. Μπορεί να αναβαθμιστεί σε μια πλατεία που μοιάζει λίγο πιο μόνιμη.",
                "clay_crane": "Ο γερανός, μία από τις μεγαλύτερες εφευρέσεις που σώζουν την πλάτη! Δεν χρειάζεται πλέον να μεταφέρετε όλο αυτό το πηλό από το λάκκο, απλά χρησιμοποιήστε τον γερανό.",
                "clay_crane_upgraded": "Με αυτά τα περίεργα υλικά που βρίσκουμε, είμαι σίγουρος ότι μπορούμε να κάνουμε αυτόν τον γερανό να λειτουργεί ακόμα καλύτερα!",
                "claypit": "Είναι ένα απλό λάκκο στο έδαφος. Αλλά αν στεγνώσουμε το χώμα που βγάζουμε από εδώ, γίνεται αρκετά σκληρό! Είναι μια εργασία που απαιτεί πολύ κόπο και αφήνει ένα αρκετά άσχημο σημάδι στο τοπίο.",
                "creamery": "Κάποιος άφησε το φρέσκο γάλα του έξω για πολύ ώρα και τώρα έχει... στερεοποιηθεί; Τουλάχιστον τώρα μπορούμε να το πουλήσουμε ως τρόφιμο.",
                "dock": "Επεκτείνετε το λιμάνι σας! Δημιουργήστε περισσότερο χώρο για κτίρια λιμανιού και πλοία.",
                "fence1": "Ένα απλό ξύλινο φράχτη για να κρατάει απλά πλάσματα έξω. Ή μέσα.",
                "fence2": "Ένα πλεκτό φράχτη για να κρατάει απλά πλάσματα έξω. Ή μέσα.",
                "fence3": "Σχεδιάστε ένα προσαρμοσμένο φράχτη για να κρατήσετε τα απλά πλάσματα έξω ή μέσα.",
                "fences": "Οι φράχτες είναι ένας εξαιρετικός τρόπος για να κρατήσετε τους ανεπιθύμητους επισκέπτες μακριά από την πόλη σας. Ή για να τους κρατήσετε μέσα.",
                "firepit": "Η εστία είναι μια σταθερή κατασκευή που χρησιμεύει για να ζεσταίνεστε και να μαγειρεύετε φαγητό. Μην ξεχάσετε να την σβήσετε πριν πάτε για ύπνο.",
                "fireplace": "Τίποτα δεν είναι πιο ζεστό από το να τραγουδάς γύρω από το τζάκι. Αν και ο καπνός θα φυσάει πάντα ακριβώς προς το μέρος σου.",
                "field": "Όταν καθαρίζουμε ένα χωράφι, μπορούμε να καλλιεργήσουμε φυτά εκεί. Μερικά από αυτά μπορούμε να τα φάμε.",
                "fishery": "Τίποτα δεν είναι πιο ειδυλλιακό από ένα μικρό αλιευτικό κέντρο στην ακτή. Παρέχει σχετικά φρέσκο ψάρι στην πόλη σας.",
                "foraging_hut": "Ποιος χρειάζεται εκλεκτά φαγητά όταν μπορείς να φας οτιδήποτε μεγαλώνει στην ύπαιθρο; Η καλύβα συλλογής τροφής συγκεντρώνει διάφορα υλικά, αλλά χρειάζεται πολύ ανοιχτό χώρο για να το κάνει.",
                "fountain": "Ένα από τα μεγαλύτερα επιτεύγματα της μηχανικής μας! Ποιος δεν αγαπά το κινούμενο νερό;",
                "house_1": "Όλοι χρειάζονται ένα μέρος για να ζήσουν. Αυτό το μικρό σπίτι παρέχει ένα μέρος για να τρώνε και να ζουν οι άνθρωποι σας.",
                "house_2": "Όλοι χρειάζονται ένα μέρος για να ζήσουν. Αυτό το μικρό σπίτι παρέχει ένα μέρος για να τρώνε και να ζουν οι άνθρωποι σας.",
                "house_3": "Όλοι χρειάζονται ένα μέρος για να ζήσουν. Αυτό το σπίτι παρέχει ένα μέρος για να τρώνε και να ζουν οι άνθρωποι σας.",
                "house_4": "Όλοι χρειάζονται ένα μέρος για να ζήσουν. Αυτό το σπίτι παρέχει ένα μέρος για να τρώνε και να ζουν οι άνθρωποι σας.",
                "house_5": "Όλοι χρειάζονται ένα μέρος για να ζήσουν. Αυτό το περίτεχνο σπίτι παρέχει ένα μέρος για να τρώνε και να ζουν οι άνθρωποι σας.",
                "house_6": "Όλοι χρειάζονται ένα μέρος για να ζήσουν. Αυτό το πολυτελές σπίτι παρέχει ένα μέρος για να τρώνε και να ζουν οι άνθρωποι σας.",
                "large_ship": "Δεν νομίζω ότι μπορούν να γίνουν μεγαλύτερα από αυτό. Κοιτάξτε το! Όχι, αλήθεια, κοιτάξτε το όλοι! Αυτό πρέπει να μειώσει τα έξοδα μεταφοράς κατά το ήμισυ.",
                "large_statue": "Ένα μεγάλο άγαλμα για έναν μεγάλο άντρα. Οι άνθρωποι λένε ότι ήταν πραγματικά τόσο μεγάλος.",
                "logpile": "Ο καλύτερος τρόπος για να αποθηκεύσετε ξύλα; Απλά στοιβάξτε τα σε ένα σωρό.",
                "market": "Η αγορά θα σας επιτρέψει να κάνετε συναλλαγές με άλλες πόλεις και κωμοπόλεις. Τα σπίτια προτιμούν να βρίσκονται κοντά σε αυτό.",
                "market_stall": "Προσθέστε ένα πάγκο στην αγορά της πόλης σας.",
                "market_stall_1": "Πωλητήριο με προϊόντα κρέατος.",
                "market_stall_2": "Πωλητήριο με προϊόντα ψαριών.",
                "market_stall_3": "Πωλητήριο με αρτοσκευάσματα.",
                "market_stall_4": "Πωλητήριο λαχανικών.",
                "market_stall_5": "Πωλητήριο με διάφορα προϊόντα.",
                "medium_ship": "Αυτό είναι ένα ωραίο πλοίο. Όχι πολύ μεγάλο, όχι πολύ μικρό. Απλά ωραίο. Μειώνει τα έξοδα μεταφοράς κατά 25%.",
                "nursery": "Γιατί να αφήσουμε τον ξυλοκόπο να πάει στα δέντρα, όταν μπορούμε να φέρουμε τα δέντρα στον ξυλοκόπο;",
                "park": "Προσθέστε ένα όμορφο πάρκο στην πόλη σας για να μπορούν οι πολίτες σας να χαλαρώνουν.",
                "path": "Ένα απλό χωματόδρομο. Απλά κάνει τη δουλειά του. Αν και τα κτίρια θα λειτουργούν μια χαρά και χωρίς αυτά.",
                "pier": "Οι άνθρωποι πιστεύουν ότι τα μεγαλύτερα ψάρια βρίσκονται στα βαθύτερα νερά. Ας δούμε πόσο βαθιά μπορούμε να πάμε.",
                "plaza": "Όμορφα πλακάκια για την όμορφη πόλη σας. Ιδανικά για αγορές, διακόσμηση ή απλά για να επιδείξετε τον πλούτο σας.",
                "port": "Το λιμάνι σας επιτρέπει να πραγματοποιείτε εμπορικές συναλλαγές με άλλες πόλεις. Είναι πολύ πιο αποδοτικό από τις εμπορικές συναλλαγές μέσω ξηράς και τα έξοδα μεταφοράς μειώνονται στο μισό.",
                "quarry": "Στα λατομεία εξάγετε τις πέτρες από τη γη. Είναι μια εντατική εργασία, αλλά οι πέτρες είναι αιώνιες! Αφήνουν όμως ένα μεγάλο σημάδι στο τοπίο.",
                "road": "Οι δρόμοι δίνουν δομή στο χωριό σας. Δεν είναι απαραίτητοι για τα κτίριά σας, αλλά φαίνονται πιο κομψοί από τα μονοπάτια.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Πρόοδος! Με μερικά εξελιγμένα εργαλεία μπορούμε να κάνουμε την επεξεργασία του ξύλου παιχνιδάκι.",
                "small_ship": "Ένα μικρό πλοίο για μικρά ταξίδια. Και κοίτα! Αυτό επιπλέον επιπλέει. Με αυτό θα μπορούσαμε πιθανώς να μειώσουμε λίγο τα έξοδα μεταφοράς.",
                "small_statue": "Ένα μικρό άγαλμα για έναν μικρό άντρα. Οι άνθρωποι λένε ότι ήταν πραγματικά τόσο μικρός.",
                "square": "Ένα κανονικό κέντρο πόλης! Αυτή η πλατεία φαίνεται πιο κομψή από το βασικό κέντρο.",
                "stone_crane": "Ο γερανός, μία από τις μεγαλύτερες εφευρέσεις που σώζουν την πλάτη! Δεν χρειάζεται πλέον να μεταφέρετε όλες αυτές τις πέτρες από το λατομείο, απλά χρησιμοποιήστε τον γερανό.",
                "stone_crane_upgraded": "Με αυτά τα περίεργα υλικά που βρίσκουμε, είμαι σίγουρος ότι μπορούμε να κάνουμε αυτόν τον γερανό να λειτουργεί ακόμα καλύτερα!",
                "table": "Είναι πιο ευχάριστο να τρως σε ένα τραπέζι παρά στο πάτωμα. Εκτός αν σου αρέσει να βρίσκεις περιστασιακά τραγανά ζωύφια στα χέρια ή στα παντελόνια σου.",
                "tailor": "Το να είσαι γυμνός δεν σε οδηγεί μακριά. Ζήτα από έναν ράφτη να σου φτιάξει ρούχα για να σε κρατούν ζεστό.",
                "tavern": "Η ταβέρνα είναι ένα μέρος όπου οι πολίτες σας μπορούν να συναντηθούν και να πιουν. Τουλάχιστον μπορείτε να επωφεληθείτε από τις κακές αποφάσεις των ανθρώπων.",
                "tent": "Πώς να πάρουμε περισσότερη ξυλεία από το δάσος; Βάζοντας περισσότερους ανθρώπους στο δάσος. Πώς βάζουμε περισσότερους ανθρώπους στο δάσος; Βάζοντας περισσότερες σκηνές στο δάσος.",
                "tower": "Η γη μας εκτείνεται όσο φτάνει το βλέμμα μας. Αν μπορούμε να δούμε πιο μακριά, η γη μας μεγαλώνει ακόμα περισσότερο.",
                "town_hall": "Πολύ σημαντικά άτομα μπορούν να παρακολουθούν εδώ ορισμένους πολύ σημαντικούς αριθμούς. Επίσης, έχει ωραία εμφάνιση.",
                "tree": "Τα δέντρα είναι υπέροχα! Προσθέστε περισσότερα.",
                "university": "Ένα μέρος όπου μπορείτε να βάλετε όλους τους έξυπνους ανθρώπους σας να κάνουν έξυπνα πράγματα. Και με όλο τον ελεύθερο χρόνο τους, μπορείτε ακόμη και να τους στείλετε σε αποστολές!",
                "museum": "Ας δείξουμε σε όλους τα ωραία πράγματα που βρήκαμε! Ας τα βάλουμε στο πιο φανταχτερό κτίριο που μπορούμε να φτιάξουμε.",
                "warehouse": "Μια αποθήκη μπορεί να αποθηκεύσει κάθε είδους πόρους. Απλά δώστε τους τον χώρο για να το κάνουν.",
                "water_tower": "Το έδαφός μας εκτείνεται όσο φτάνει το βλέμμα μας. Αν μπορούμε να δούμε πιο μακριά, το έδαφός μας αυξάνεται περαιτέρω.",
                "windmill": "Είναι τρελό το πώς κάποιος κατάφερε να μετατρέψει τον άνεμο σε τροφή. Είναι ο μόνος εφικτός τρόπος για να μετατρέψουμε αυτά τα σκληρά φυτικά πετρώματα σε αλεύρι για το μαλακό και νόστιμο ψωμί μας.",
                "windmill_upgraded": "Με αυτά τα περίεργα υλικά που βρίσκουμε, είμαι σίγουρος ότι μπορούμε να κάνουμε αυτόν τον ανεμόμυλο να λειτουργεί ακόμα πιο γρήγορα. Όσο περισσότερα κινούμενα μέρη, τόσο καλύτερα, σωστά;",
                "woodcutter": "Ο ξυλοκόπος θα κόψει ξύλα. Πόσα ξύλα; Όσα μπορεί να κόψει ένας ξυλοκόπος.",
                "refinery": "Το διυλιστήριο χρησιμοποιείται για να μετατρέπει παράξενους βράχους σε λαμπερούς εύπλαστους βράχους.",
                "iron_mine": "Φτιάξαμε ένα βαθύ λάκκο, επειδή βρήκαμε μερικά περίεργα βράχια. Ας στείλουμε όλους τους ανθρώπους μας εκεί για να τα πάρουν. Τι χειρότερο μπορεί να συμβεί;",
                "iron_mine_upgraded": "Με αυτά τα παράξενα υλικά που βρίσκουμε, είμαι σίγουρος ότι μπορούμε να βγάλουμε πιο γρήγορα περισσότερες λαμπερές πέτρες από το έδαφος!",
                "glassworks": "Το Glassworks σας επιτρέπει να παράγετε γυαλί από άμμο, το οποίο μπορεί να χρησιμοποιηθεί για διάφορες προηγμένες εφαρμογές.",
                "tools_workshop": "Με ένα εργαστήριο εργαλείων μπορείτε να κατασκευάσετε εργαλεία που είναι απαραίτητα για την εργασία ορισμένων ανθρώπων.",
                "well": "Αν και είναι διασκεδαστικό να στέκεσαι στη βροχή με το στόμα ανοιχτό, είναι λίγο πιο δύσκολο όταν έχεις να γεμίσεις μια μπανιέρα. Ένα πηγάδι θα ταιριάζει καλύτερα στην πόλη σου."
            }
        },
        "crops": {
            "cow": "Αγελάδα",
            "empty": "Κενό",
            "goat": "Κατσίκα",
            "grain": "Grain",
            "maize": "Ψωμί",
            "potato": "Πατάτα",
            "sheep": "Πρόβατα"
        },
        "effects": {
            "accidentRate": "Ποσοστό ατυχημάτων",
            "allProduction": "Όλη η παραγωγή",
            "constructionCost": "Κόστος κατασκευής",
            "expeditionCost": "Κόστος αποστολής",
            "exportCost": "Κόστος εξαγωγής",
            "foodConsumption": "Κατανάλωση τροφίμων",
            "foodProduction": "Παραγωγή τροφίμων",
            "goodsProduction": "Παραγωγή αγαθών",
            "happiness": "Ευτυχία",
            "importCost": "Κόστος εισαγωγής",
            "populationProduction": "Πληθυσμός Επεξεργασία",
            "raidRisk": "Κίνδυνος κλοπής (όταν υπερβαίνετε τον αποθηκευτικό χώρο)",
            "researchSpeed": "Ταχύτητα έρευνας",
            "taxation": "Φορολογία"
        },
        "expedition": {
            "start": "Ξεκινήστε την αποστολή"
        },
        "resources": {
            "clothes": "Ρούχα",
            "coin": "Κομμάτια",
            "drinks": "Ποτά",
            "earth": "Γη",
            "flour": "Αλεύρι",
            "food": "Τρόφιμα",
            "grain": "Grain",
            "happiness": "Ευτυχία",
            "knowledge": "Γνώσεις",
            "pop": "Πληθυσμός",
            "stone": "Πέτρα",
            "wood": "Ξύλο",
            "wool": "Μαλλί",
            "ore": "Εμείς",
            "metal": "Μέταλλο",
            "tools": "Εργαλεία",
            "glass": "Γυαλί",
            "scrap": "Σκράπ",
            "milk": "Γάλα"
        },
        "views": {
            "build": "Κατασκευή",
            "explore": "Εξερεύνηση",
            "market": "Αγορά",
            "player": "Παίκτης",
            "politic": "Πολιτική",
            "watch": "Παρακολούθηση"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Κάντε διπλό κλικ για να τοποθετήσετε κόμβους.",
            "multiPlace": "Συνεχίστε να τοποθετείτε",
            "rotate": "Περιστροφή",
            "restriction": "Μη οικοδομήσιμη περιοχή"
        },
        "capacity": "Χωρητικότητα",
        "defaultTownName": "Ανώνυμη πόλη",
        "is_throttled": "τελειώνει! Ορισμένα κτίρια ενδέχεται να μην λειτουργούν σωστά.",
        "placeCenterPrompt": "τοποθετήστε το κέντρο σας",
        "storage_overflow": "Ο χώρος αποθήκευσης είναι γεμάτος! Αυξημένος κίνδυνος κλοπής."
    },
    "intro": {
        "message1": "Αν διαβάζετε αυτό, σημαίνει ότι είστε ο εκλεκτός. Προορισμένος να επανεγκαταστήσετε την επιφάνεια. Αυτό που βλέπετε μπροστά σας είναι ο πλανήτης μας. Ο κόσμος μας όπως είναι σήμερα. Τίποτα από αυτά δεν είναι όπως παλιά. Ή τουλάχιστον, όπως νομίζουμε ότι ήταν παλιά. Κανείς δεν θυμάται πραγματικά.",
        "message2": "Αλλά η αποστολή σου είναι απλή. Βρες ένα μέρος και ξεκίνα μια νέα αποικία. Ανάπτυξε την αποικία σου και ίσως καταφέρεις να επικοινωνήσεις με άλλους που έχουν κάνει το ίδιο. Και ίσως μαζί, μπορέσουμε να καταλάβουμε τι συνέβη στη Γη μας.",
        "good_luck": "Καλή επιτυχία!",
        "based": {
            "w": {
                "message1": "Καλή επιλογή! Έχετε εγκατασταθεί σε ένα βιότοπο γεμάτο πλούσια βλάστηση και άγρια φύση. Η εύρεση ξύλου και η συλλογή πόρων δεν θα είναι πρόβλημα εδώ. Ωστόσο, πιο σύνθετα υλικά και μεταλλεύματα μπορεί να είναι λίγο πιο δύσκολο να βρεθούν. Αλλά πιστεύω σε εσάς και θα δείτε ότι τίποτα δεν είναι αδύνατο.",
                "message2": "Οι δυνατότητές σας είναι ακόμα περιορισμένες. Φροντίστε πρώτα να εξασφαλίσετε σταθερή ροή πόρων. Στη συνέχεια, δημιουργήστε μια αγορά ώστε να μπορείτε να κάνετε εμπόριο με άλλους οικισμούς. Καθώς αποκτάτε σταθερή βάση, μπορείτε να ξεκινήσετε ακόμη και μεγαλύτερα έργα, όπως ένα λιμάνι, ώστε το εμπόριο να γίνει φθηνότερο, ένα δημαρχείο, ώστε να μπορούμε να παρακολουθούμε τα πάντα, ή ακόμη και ένα πανεπιστήμιο, ώστε να μπορείτε να ξεκινήσετε την εξερεύνηση του κόσμου γύρω μας.",
                "good_luck": "Μπορείς να τα καταφέρεις!"
            },
            "s": {
                "message1": "Εξαιρετική επιλογή να εγκατασταθείτε σε αυτό το βραχώδες βιότοπο, όπου μπορείτε να γίνετε ένα με τη γη. Η εύρεση πετρών και μεταλλευμάτων δεν θα είναι πρόβλημα εδώ. Ωστόσο, η καλλιέργεια τροφίμων μπορεί να είναι λίγο πιο δύσκολη. Αλλά είμαι σίγουρος ότι οι άλλοι θα ανταλλάξουν με χαρά τα πολύτιμα υλικά που διαθέτετε σε αφθονία.",
                "message2": "Οι δυνατότητές σας είναι ακόμα περιορισμένες. Φροντίστε πρώτα να εξασφαλίσετε σταθερή ροή πόρων. Στη συνέχεια, δημιουργήστε μια αγορά ώστε να μπορείτε να κάνετε εμπόριο με άλλους οικισμούς. Καθώς αποκτάτε σταθερή βάση, μπορείτε να ξεκινήσετε ακόμη και μεγαλύτερα έργα, όπως ένα λιμάνι, ώστε το εμπόριο να γίνει φθηνότερο, ένα δημαρχείο, ώστε να μπορούμε να παρακολουθούμε τα πάντα, ή ακόμη και ένα πανεπιστήμιο, ώστε να μπορείτε να ξεκινήσετε την εξερεύνηση του κόσμου γύρω μας.",
                "good_luck": "Χτίστε δυνατά!"
            },
            "e": {
                "message1": "Ο αέρας είναι ξηρός και ο ήλιος καυτός. Δεν είναι το πιο εύκολο βιοκλίμα, αλλά μπορείτε να χτίσετε τον οικισμό σας από την ίδια τη γη. Μπορεί να είναι λίγο πιο δύσκολο να βρείτε χρησιμοποιήσιμο ξύλο εδώ, αλλά το έδαφος φαίνεται καλό για τις περισσότερες καλλιέργειες. Είμαι σίγουρος ότι με την εφευρετικότητά σας θα τα καταφέρετε.",
                "message2": "Οι δυνατότητές σας είναι ακόμα περιορισμένες. Φροντίστε πρώτα να εξασφαλίσετε σταθερή ροή πόρων. Στη συνέχεια, δημιουργήστε μια αγορά ώστε να μπορείτε να κάνετε εμπόριο με άλλους οικισμούς. Καθώς αποκτάτε σταθερή βάση, μπορείτε να ξεκινήσετε ακόμη και μεγαλύτερα έργα, όπως ένα λιμάνι, ώστε το εμπόριο να γίνει φθηνότερο, ένα δημαρχείο, ώστε να μπορούμε να παρακολουθούμε τα πάντα, ή ακόμη και ένα πανεπιστήμιο, ώστε να μπορείτε να ξεκινήσετε την εξερεύνηση του κόσμου γύρω μας.",
                "good_luck": "Καλή κατασκευή!"
            },
            "a": {
                "message1": "Αυτή είναι μια ενδιαφέρουσα επιλογή. Γιατί να εγκατασταθείς σε αυτή την αρκτική έρημο; Δεν βλέπω δέντρα ή βράχους εδώ γύρω. Αλλά υποθέτω ότι μπορείς πάντα να κάνεις ανταλλαγές με άλλους. Απλά φρόντισε να κρατάς τους ανθρώπους σου ζεστούς και χορτασμένους.",
                "message2": "Οι δυνατότητές σας είναι πολύ περιορισμένες. Δώστε προτεραιότητα στην ανάπτυξη μιας αγοράς, ώστε να μπορείτε να κάνετε εμπόριο με άλλους οικισμούς. Ελπίζω να έχετε καλές σχέσεις, γιατί θα είναι δύσκολο. Αν τα καταφέρετε, όμως, μπορείτε να ξεκινήσετε ακόμη και μεγαλύτερα έργα, όπως ένα λιμάνι, ώστε το εμπόριο να γίνει φθηνότερο, ένα δημαρχείο, ώστε να μπορούμε να παρακολουθούμε τα πάντα, ή ακόμη και ένα πανεπιστήμιο, ώστε να μπορείτε να αρχίσετε να εξερευνάτε τον κόσμο γύρω μας.",
                "good_luck": "Καλή τύχη."
            }
        }
    },
    "loading": {
        "assets": "Φόρτωση στοιχείων...",
        "connecting": "Σύνδεση με τον διακομιστή...",
        "game": "Φόρτωση παιχνιδιού..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Διαγραφή όλων",
            "menu": "Μενού",
            "quicksettings": "Ρυθμίσεις",
            "saveBuild": "Αποθήκευση κατασκευής",
            "saveSandbox": "Αποθήκευση κατασκευής"
        },
        "main": {
            "credits": "Πιστώσεις",
            "enterMultiplayer": "Μπείτε στον κόσμο",
            "loadSandbox": "Φόρτωση Sandbox",
            "newSandbox": "Νέο Sandbox",
            "returnToDesktop": "Επιστροφή στην επιφάνεια εργασίας",
            "serverOffline": "Δεν είναι δυνατή η σύνδεση με τον διακομιστή. Ελέγξτε τη σύνδεσή σας στο διαδίκτυο ή τον διακομιστή, καθώς ενδέχεται να είναι εκτός λειτουργίας.",
            "settings": "Ρυθμίσεις",
            "subtitle": "Αυτή είναι μια πρώιμη έκδοση του Project Rebearth. Παρακαλούμε επικοινωνήστε μαζί μας αν αντιμετωπίσετε οποιοδήποτε πρόβλημα κατά τη διάρκεια του παιχνιδιού.",
            "demoSubtitle": "Αυτή είναι η δοκιμαστική έκδοση του Project Rebearth. Μόνο το sandbox city-builder είναι ενεργοποιημένο. Για να παίξετε στον πολυπαίκτη κόσμο με διαχείριση πόρων, αποκτήστε την πλήρη έκδοση.",
            "title": "Project Rebearth Server",
            "welcome": "Καλώς ήρθες, {{name}}!"
        },
        "sandbox": {
            "description": "Η λειτουργία Sandbox σού επιτρέπει να χτίζεις ελεύθερα χωρίς τους περιορισμούς του κόσμου του multiplayer. Είσαι μόνο εσύ και δεν υπάρχουν περιορισμοί πόρων. Μπορείς να αποθηκεύσεις την πρόοδό σου και να την φορτώσεις αργότερα.",
            "loadFromFile": "Φόρτωση από αρχείο",
            "loadTitle": "Φόρτωση Sandbox",
            "noSaves": "Δεν βρέθηκαν τοπικές αποθηκεύσεις.",
            "start": "Έναρξη νέου παιχνιδιού",
            "title": "Νέο Sandbox"
        },
        "slots": {
            "deleteConfirm": "Είστε σίγουροι ότι θέλετε να διαγράψετε αυτό το αποθηκευμένο αρχείο; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.",
            "empty": "Κενή θέση",
            "locked": "Κλειδωμένο",
            "lockedText": "Κλειδωμένο",
            "newGame": "Νέο παιχνίδι",
            "play": "Παίξτε",
            "population": "Κάτοικοι",
            "slot": "Θέση",
            "title": "Επιλέξτε μια θέση αποθήκευσης",
            "unlockHint1000": "Ξεκλείδωμα με 1.000 κατοίκους",
            "unlockHint100000": "Ξεκλείδωμα με 100.000 κατοίκους",
            "unnamedCity": "Άγνωστη πόλη"
        },
        "locked": {
            "settleFirst": "Πρώτα φτιάξε το κέντρο της πόλης σου.",
            "townHall": "Χτίστε ένα δημαρχείο για να ξεκλειδώσετε την παγκόσμια κατάταξη, τις συμμαχίες και τις επιλογές.",
            "university": "Χτίστε ένα πανεπιστήμιο για να ξεκλειδώσετε αποστολές και έρευνες.",
            "market": "Χτίστε μια αγορά ή ένα λιμάνι για να ξεκλειδώσετε την παγκόσμια αγορά.",
            "noBiomeAssets": "Δεν υπάρχουν κτίρια αυτού του είδους διαθέσιμα σε αυτό το βιότοπο."
        }
    },
    "modals": {
        "archive": {
            "title": "Αρχεία"
        },
        "choices": {
            "selectChoice": "Επιλογή επιλογής",
            "title": "Επιλογές"
        },
        "deleteConfirmation": {
            "cancel": "Ακύρωση",
            "confirm": "Διαγραφή",
            "message": "Είστε σίγουροι ότι θέλετε να διαγράψετε ολόκληρη την πόλη σας; Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.",
            "title": "Επιβεβαίωση διαγραφής"
        },
        "diplomacy": {
            "alliances": "Συμμαχίες",
            "enemy": "Εχθρός",
            "neutral": "Ουδέτερο",
            "title": "Διπλωματία",
            "you": "Εσύ"
        },
        "market": {
            "amount": "Ποσό",
            "back": "Πίσω",
            "base": "Βάση",
            "buy": "ΑΓΟΡΑ",
            "buys": "αγορές",
            "for": "για",
            "price": "Τιμή",
            "pricePerUnit": "Τιμή ανά μονάδα",
            "quantity": "Ποσότητα",
            "resource": "Πόρος",
            "sell": "Κοίτα",
            "sells": "πωλεί",
            "title": "Αγορά",
            "total": "Σύνολο",
            "totalLabel": "Σύνολο",
            "transport": "Μεταφορά",
            "unitPrice": "με τιμή μονάδας"
        },
        "orders": {
            "title": "Οι παραγγελίες μου"
        },
        "ranking": {
            "area": "Περιοχή",
            "buildings": "Κτίρια",
            "goToPlayer": "Μετάβαση στον παίκτη",
            "overall": "Συνολικά",
            "player": "Παίκτης",
            "population": "Πληθυσμός",
            "resources": "Πόροι",
            "title": "Κατάταξη"
        },
        "save": {
            "download": "Λήψη αρχείου",
            "message": "Το παιχνίδι σας έχει αποθηκευτεί τοπικά.",
            "title": "Παιχνίδι αποθηκευμένο"
        }
    },
    "orders": {
        "amount": "Ποσό",
        "buy": "Αγορά",
        "buying": "αγορά",
        "confirmCancel": "Είστε σίγουροι ότι θέλετε να ακυρώσετε αυτήν την παραγγελία;",
        "for": "για",
        "marketStorage": "Εμπορική αποθήκη",
        "myOrders": "Κάντε τις παραγγελίες σας",
        "noMarketStorage": "Δεν υπάρχει διαθέσιμος αποθηκευτικός χώρος στην αγορά. Χτίστε εμπορικά κτίρια για να τοποθετήσετε εντολές πώλησης.",
        "noOrders": "Δεν υπάρχουν ενεργές παραγγελίες",
        "onlyAllianceMembers": "Πώληση μόνο σε μέλη της συμμαχίας",
        "sell": "Κοίτα",
        "sellButton": "{{type}} {{amount}} {{resource}} για {{price}} ανά μονάδα",
        "selling": "πώληση",
        "storageFull": "Ο χώρος αποθήκευσης είναι πλήρης! Χτίστε περισσότερα εμπορικά κτίρια.",
        "totalPrice": "Συνολική τιμή",
        "unitPrice": "Τιμή μονάδας"
    },
    "politics": {
        "accept": "αποδοχή",
        "allianceTradeInfo": "Επιλέξτε έναν τύπο συμμαχίας:",
        "alliances": "Συμμαχίες",
        "applications": "Εφαρμογές",
        "applyForAlliance": "υποβολή αίτησης για συμμαχία",
        "back": "Πίσω",
        "cancelApplication": "ακύρωση αίτησης",
        "choiceChangeCooldown": "Αυτή η επιλογή μπορεί να αλλάξει ξανά μετά από {{days}} ημέρες.",
        "common": {
            "accept": "Αποδοχή",
            "applications": "Εφαρμογές",
            "globalRank": "Παγκόσμια κατάταξη",
            "greatFederation": "Μεγάλη Ομοσπονδία",
            "kick": "Kick",
            "marketSize": "Μέγεθος αγοράς",
            "members": "Μέλη",
            "name": "Όνομα",
            "owner": "Ιδιοκτήτης",
            "rank": "Κατάταξη",
            "reject": "Απόρριψη",
            "scienceLeague": "Επιστημονική Λίγκα",
            "tradeAlliance": "Εμπορική Συμμαχία",
            "value": "Αξία"
        },
        "createAlliance": "δημιουργία συμμαχίας",
        "days": "ημέρες",
        "disbandAlliance": "διάλυση συμμαχίας",
        "globalRank": "Παγκόσμια κατάταξη",
        "go": "προς",
        "inviteToAlliance": "Προσκαλέστε στην συμμαχία σας",
        "kick": "kick",
        "leaveAlliance": "αποχώρηση από συμμαχία",
        "loading": "Φόρτωση...",
        "marketSize": "Μέγεθος αγοράς",
        "marketSizeLabel": "Μέγεθος αγοράς: {{size}}",
        "members": "Μέλη",
        "name": "Όνομα",
        "noApplications": "Δεν υπάρχουν εφαρμογές.",
        "noModifiers": "Αυτή η συμμαχία δεν έχει τροποποιητές.",
        "owner": "Ιδιοκτήτης",
        "placeholderDescription": "Περιγραφή συμμαχίας",
        "placeholderName": "Όνομα συμμαχίας",
        "rank": "Κατάταξη",
        "rankPrefix": "Όχι.",
        "ranking": {
            "area": "Περιοχή",
            "buildings": "Κτίρια",
            "overall": "Συνολικά",
            "population": "Πληθυσμός",
            "resources": "Πόροι"
        },
        "reject": "απόρριψη",
        "value": "Αξία"
    },
    "popup": {
        "apply": "Εφαρμογή",
        "archive": "Αρχείο",
        "demolish": "Κατεδάφιση",
        "population": "Πληθυσμός",
        "production": {
            "rate": "Βαθμολογία",
            "title": "Παραγωγή"
        },
        "storage": {
            "title": "Αποθήκευση"
        },
        "townName": "Όνομα πόλης:",
        "townColor": "Χρώμα πόλης:",
        "unnamedTown": "ανώνυμη πόλη",
        "upgrade": "Αναβάθμιση σε {{building}}"
    },
    "settings": {
        "animations": "Κινούμενες εικόνες",
        "fullscreen": "Πλήρης οθόνη",
        "bushDensity": "Πυκνότητα θάμνων",
        "clearTileCache": "Εκκαθάριση προσωρινής μνήμης",
        "density": {
            "dense": "Πυκνό",
            "normal": "Κανονικό",
            "off": "Απενεργοποίηση",
            "sparse": "Σποραδικό"
        },
        "grassDensity": "Πυκνότητα χόρτου",
        "language": "Γλώσσα",
        "musicVolume": "Ένταση μουσικής",
        "performanceFeatures": "- Προσαρμογή οπτικών στοιχείων -",
        "resolutions": {
            "high": "Υψηλή",
            "low": "Χαμηλή",
            "medium": "Μεσαίο",
            "potato": "Πατάτα",
            "ultra": "Ultra"
        },
        "rockDensity": "Πυκνότητα βράχου",
        "showClouds": "Εμφάνιση σύννεφων",
        "soundVolume": "Ένταση ήχου",
        "textureResolution": "Ανάλυση υφής",
        "title": "Ρυθμίσεις",
        "treeDensity": "Πυκνότητα δέντρων",
        "uiScale": "Κλίμακα διεπαφής χρήστη"
    },
    "tips": {
        "loading": [
            "Μια μέρα στο παιχνίδι διαρκεί μια μέρα στην πραγματική ζωή. Πάρτε το χρόνο σας και αναπτύξτε την πόλη σας με το δικό σας ρυθμό.",
            "Μπορείτε να περιστρέψετε τα κτίρια πριν τα τοποθετήσετε χρησιμοποιώντας τα πλήκτρα Q και E.",
            "Κάντε διπλό κλικ στον επεξεργαστή σχημάτων για να τοποθετήσετε κόμβους.",
            "Χρησιμοποιήστε το πλήκτρο Shift για να συνεχίσετε να τοποθετείτε κτίρια.",
            "Εάν αντιμετωπίσετε οποιοδήποτε πρόβλημα, παρακαλούμε ενημερώστε μας στο Discord.",
            "Γίνετε μέλος της ζωντανής κοινότητας παικτών μας στο Discord για να μοιραστείτε τις δημιουργίες σας και να λάβετε συμβουλές.",
            "Δεν είναι εύκολο να βρεις όλους τους πόρους παντού. Μερικές φορές το εμπόριο είναι φθηνότερο από το να παράγεις τα πάντα μόνος σου.",
            "Μια κριτική στο Steam μας βοηθά να βρούμε νέους παίκτες που κάνουν αυτόν τον κόσμο ζωντανό.",
            "Μια κριτική στο Steam μας βοηθά να βρούμε νέους παίκτες που κάνουν αυτόν τον κόσμο ζωντανό."
        ]
    },
    "tooltip": {
        "cannotChange": "Δεν μπορεί να αλλάξει για",
        "construction": "Κατασκευή",
        "costPerMeter": "(για m)",
        "costPerSquareMeter": "(ανά m²)",
        "effects": "Εφέ",
        "upkeep": "Συντήρηση",
        "production": "Παραγωγή",
        "move": "Μετακινήστε αυτό το κτίριο"
    },
    "units": {
        "days": "ημέρες",
        "hours": "{{value}} h",
        "hoursLong": "ώρες",
        "minutes": "{{value}} m",
        "minutesLong": "λεπτά",
        "perDay": "/ημέρα",
        "percentage": "{{τιμή}}",
        "seconds": "{{value}} s",
        "secondsLong": "δευτερόλεπτα"
    },
    "warnings": {
        "notEnoughPop": "Δεν υπάρχουν αρκετοί εθελοντές"
    }
}