{
    "alliances": {
        "allianceTradeInfo": "Banding together with other players is a cool thing. You can choose to trade exclusively with each other, and depending on who you align with, you get some other benefits as well.",
        "applyForAlliance": "Apply for alliance",
        "cancelApplication": "Cancel application",
        "greatFederationDesc": "Band together with strong and organized people! Be better protected against theft and force more resources out of your subjects. But this comes at the cost of more bureaucracy and less taxation income.",
        "leaveAlliance": "leave alliance",
        "marketSizeLabel": "Market Size:",
        "scienceLeagueDesc": "Joining a science league makes you smarter. That is scientifically proven. Enjoy faster research speed and lower expedition costs. It makes people happier too! But we're not so good at actually making things.",
        "tradeAllianceDesc": "It's all about the money! Get discounted trade costs and increased taxation efficiency, but also a higher risk of theft."
    },
    "biomes": {
        "1": "Tropical and subtropical broadleaf forests",
        "10": "Montane grasslands",
        "11": "Tundra",
        "12": "Mediterranean woodlands",
        "13": "Deserts and xeric shrublands",
        "14": "Mangroves",
        "2": "Tropical and subtropical broadleaf forests",
        "3": "Tropical and suptropical coniferous forests",
        "4": "Temperate and mixed forests",
        "5": "Temperate Coniferous Forest",
        "6": "Boreal forests",
        "7": "Tropical and subtropical grasslands",
        "8": "Temperate savannas",
        "9": "Flooded grasslands",
        "98": "Arctic Wasteland",
        "99": "Ice Sheet"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Reduce the cost for people buying your goods, while increasing the cost of buying goods from other players.",
            "importFocus": "Reduce the cost of buying goods from other players, while increasing the cost for people buying your goods.",
            "lavishRations": "Let them eat cake! Lavish rations will increase the amount of food needed per person, but they'll be happy.",
            "lowRations": "It's my cake! Low rations will reduce the amount of food needed per person, but people won't like it.",
            "neutralFocus": "It's a free market, do what you gotta do. Keep both import and export costs at standard rates.",
            "normalRations": "Just the right amount of food for your people. Keep food consumption at standard rates.",
            "taxation": "Its only fair... Will generate gold for each inhabitant, but reduces happiness.",
            "veganSociety": "What a weird idea to eat animals... Increases food production but you cannot produce animal products.",
            "workerSafety": "People are your greatest asset. Increases production safety but reduces output.",
            "dubiousWorkingRules": "People are just resources. Increases production output but increases accident rates.",
            "crampedQuarters": "How much personal space do you really need? We can fit more people in the same houses, right?",
            "intensiveFarming": "Intensive farming allows you to feed your animals grains, increasing the amount of animal products you can produce."            
        },
        "exclusiveOptions": "Exclusive Options",
        "lockedFor": "Locked for",
        "option": "Option",
        "title": "Choices",
        "titles": {
            "exportFocus": "Trade - Export Focus",
            "greatFederation": "Great Federation",
            "importFocus": "Trade - Import Focus",
            "lavishRations": "Lavish Rations",
            "lowRations": "Low Rations",
            "neutralFocus": "Trade - Neutral Focus",
            "normalRations": "Normal Rations",
            "scienceLeague": "Science League",
            "taxation": "Taxation",
            "tradeAlliance": "Trade Alliance",
            "veganSociety": "Vegan Society",
            "workerSafety": "Worker Safety",
            "dubiousWorkingRules": "Dubious Working Rules",
            "crampedQuarters": "Like Sardines!",
            "intensiveFarming": "Intensive Farming",
            "newTownBoost": "New Beginnings!",
            "foodShortage": "Food Shortage"
        },
        "unlock": "Unlock"
    },
    "common": {
        "delete": "Delete",
        "deleting": "Deleting...",
        "loading": "Loading..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Add more points",
            "areaLimitExceeded": "Area limit exceeded: {{size}} {{relation}} {{limit}}",
            "costs": "Costs:",
            "invalidLocation": "Invalid Location",
            "mustBeNear": "Must be near {{parent}}",
            "notEnoughResources": "Not enough resources",
            "tooHigh": "Zoom in closer"
        },
        "cancel": "✗",
        "close": "Close",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Add more points",
            "calculating": "Calculating...",
            "duration": "Duration",
            "expedition": "Expedition",
            "finished": "Finished!",
            "food": "Food",
            "knowledge": "Knowledge",
            "population": "Population",
            "timeLeft": "Time left",
            "title": "Exploration Costs"
        },
        "next": "Next",
        "previous": "Previous"
    },
    "errors": {
        "fetchSlots": "Could not load save slots",
        "generic": "Something went wrong",
        "invalidFile": "Invalid file format",
        "loadingBuild": "Error loading build",
        "serverConnection": "Server connection error",
        "webWorkersNotSupported": "Cannot run the game: Web Workers not supported"
    },
    "events": {
        "confirm": "Okay",
        "consequences": "Effects",
        "remaining": "{{count}} Remaining",
        "titles": {
            "food_shortage": "The people are hungry",
            "strike": "Strike",
            "celebration": "A gift for you",
            "productivity_boom": "Let's go!",
            "expedition_found": "The expedition returns!",
            "animal_unlock": "Well well well... what do we have here?",
            "bankruptcy": "Bankrupt!",
            "raid": "Your goods got stolen!"
        },
        "descriptions": {
            "food_shortage": "You are running out of food! If people can't eat, they will steal whatever they can to get by, or even stop working.",
            "strike": "The people are not happy! Whatever it is that you are doing, they don't like it. Make sure your people stay happy to avoid buildings shutting down.",
            "celebration": "The people are happy! Whatever it is you are doing, keep doing it! As a little gift they all collected some goods for you to continue building this amazing town. How cute.",
            "productivity_boom": "The people are extatic! They love you to bits and happily worked overtime for you. By doing that they managed to produce a little more of everything. They just want this town to succeed you know.",
            "expedition_found": "Your expedition has returned with valuable resources and knowledge! This will greatly benefit your town's development and research efforts. Their logbook has an interesting entry however:",
            "animal_unlock": "What did we find here? Your expedition returned with a surprisingly tame animal. It seems to want to live in your town rather than in the wilderness. it would be rude to send it back now, wouldn't it?",
            "bankruptcy": "You simply have no coin! A tower has broken down. Towers you have build will deteriorate and get destroyed if you don't maintain them with sufficient coin.",
            "raid": "You should have stowed away your goods better! They were easily up for grabs and some unknown thieves made off with a portion of your resources."
        }
    },
    "game": {
        "zoomToBuild": "Zoom in to Start Building",
        "buildings": {
            "assets": {
                "expedition": "Expedition",
                "bakery": "Bakery",
                "boat": "Boat",
                "brewery": "Brewery",
                "bridge": "Bridge",
                "center": "Center",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Improved Clay Crane",
                "claypit": "Clay Pit",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Wood Fence",
                "fence2": "Woven Fence",
                "fence3": "Fence Shape",
                "fences": "Fences",
                "field": "Field",
                "firepit": "Fire Pit",
                "fireplace": "Fireplace",
                "fishery": "Fishery",
                "foraging_hut": "Foraging Hut",
                "fountain": "Fountain",
                "house_1": "Shack",
                "house_2": "Hut",
                "house_3": "Cabin",
                "house_4": "House",
                "house_5": "Residence",
                "house_6": "Villa",
                "large_ship": "Large Ship",
                "large_statue": "Large Statue",
                "logpile": "Log Pile",
                "market": "Market",
                "market_stall": "Market Stalls",
                "market_stall_1": "Meat",
                "market_stall_2": "Fish",
                "market_stall_3": "Bread",
                "market_stall_4": "Vegetable",
                "market_stall_5": "Goods",
                "medium_ship": "Medium Ship",
                "nursery": "Tree nursery",
                "park": "Park",
                "path": "Path",
                "pier": "Pier",
                "plaza": "Plaza",
                "port": "Port",
                "quarry": "Quarry",
                "road": "Road",
                "ruinsBig": "Large Ruins",
                "ruinsSmall": "Small Ruins",
                "saw": "Sawmill",
                "small_ship": "Small Ship",
                "small_statue": "Small Statue",
                "square": "Square",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Improved Stone Crane",
                "table": "Table",
                "tailor": "Tailor",
                "tavern": "Tavern",
                "tent": "Tent",
                "tower": "Tower",
                "town_hall": "Town Hall",
                "tree": "Tree",
                "university": "University",
                "museum": "Museum",
                "warehouse": "Warehouse",
                "water_tower": "Water Tower",
                "windmill": "Windmill",
                "windmill_upgraded": "Improved Windmill",
                "woodcutter": "Woodcutter",
                "refinery": "Refinery",
                "iron_mine": "Iron Mine",
                "iron_mine_upgraded": "Improved Iron Mine",
                "glassworks": "Glassworks",
                "tools_workshop": "Tools Workshop",
                "well": "Well"
            },
            "categories": {
                "decoration": "Decoration",
                "defense": "Territory",
                "food": "Food",
                "housing": "Housing",
                "infrastructure": "Infrastructure",
                "military": "Military",
                "production": "Production",
                "research": "Research",
                "resources": "Resources",
                "storage": "Storage",
                "town": "Town"
            },
            "descriptions": {
                "bakery": "Nothing beats the smell of fresh bread, made with the freshest flower and the occasional cockroach.",
                "boat": "The boat is great for fishing in deeper waters, or the occasional kissing young couple",
                "brewery": "Someone left their soggy grains out for too long and now it's all the rage! Lets make more of that.",
                "bridge": "It's a bridge. what do you expect. it gets you from A to B.",
                "center": "The heart of your town. This is where it all begins. It houses a few people and stores the essentials. It can be upgraded to a square that looks a bit more permanent.",
                "clay_crane": "The crane, one of the greatest back saving inventions! No longer haul all this clay out of the pit, just use the crane.",
                "clay_crane_upgraded": "With these weird materials we find, I'm sure we can make this crane work even better!",
                "claypit": "Its a simple pit in the ground. But if we dry the earth we get here, it gets quite hard! It is a labor intensive job, and leaves quite an ugly scar in the landscape.",
                "creamery": "Someone left their fresh milk out for too long and now it's... solid? At least we can sell it as food now.",
                "dock": "Expand your port! Make more space for port buildings and ships.",
                "fence1": "A simple wooden fence to keep simple creatures out. or in.",
                "fence2": "A woven fence to keep simple creatures out. or in.",
                "fence3": "Draw a custom fence to keep simple creatures out. or in.",
                "fences": "Fences are a great way to keep unwanted visitors out of your town. or to keep them in.",
                "firepit": "A firepit is a solid structure to keep warm and cook food. Just don't forget to put it out before going to sleep.",
                "fireplace": "Nothing is cozier than singing around a fireplace. Altough the smoke will always blow precicely to you.",
                "field": "When we clear out a field, we can grow plants there. some we can eat.",
                "fishery": "Nothing is more idyllic than a small fishery on the shore. It produces relatively fresh fish for your town.",
                "foraging_hut": "Who needs fancy food when you can just eat anything that grows in the wild? The foraging hut collects various materials, but it needs a lot of open space to do so.",
                "fountain": "One of our greatest feats of engineering! who doesn't love moving water.",
                "house_1": "Everybody needs a place to live. This small house provide a place for your people to eat and live.",
                "house_2": "Everybody needs a place to live. This small house provide a place for your people to eat and live.",
                "house_3": "Everybody needs a place to live. This house provide a place for your people to eat and live.",
                "house_4": "Everybody needs a place to live. This house provide a place for your people to eat and live.",
                "house_5": "Everybody needs a place to live. This ellaborate house provide a place for your people to eat and live.",
                "house_6": "Everybody needs a place to live. This luxurious house provide a place for your people to eat and live.",
                "large_ship": "I don't think they can get any bigger than this. Look at this! No really, everyone, look at this! This must halve transport costs even more.",
                "large_statue": "A large statue for a large guy. people say he was actually this big.",
                "logpile": "Best way to store wood? Just chug it in a pile.",
                "market": "The market will allow you to trade with other towns and cities. Houses like to be close to this.",
                "market_stall": "add a market stall to your town",
                "market_stall_1": "A stall selling meat products.",
                "market_stall_2": "A stall selling fish products.",
                "market_stall_3": "A stall selling bread products.",
                "market_stall_4": "A stall selling vegetable products.",
                "market_stall_5": "A stall selling various goods.",
                "medium_ship": "Now that's a neat ship. Not too big, not too small. just neat. slashes transport costs another 25%.",
                "nursery": "Why let the woodcutter go to the trees when we can bring the trees to the woodcutter.",
                "park": "Add a  nice park to your town for your citizens to dillydally in.",
                "path": "A simple dirt path. It just gets the job done. Altough buildings will work just fine without them.",
                "pier": "People swear the bigger fish are in the deeper waters. Let's see how deep we can go.",
                "plaza": "Pretty tiles for your pretty town. Great for marketplaces, decoration, or just showing off your wealth.",
                "port": "The port lets you trade with other towns and cities. It is a lot more efficient than trading over land and transport costs will be halved.",
                "quarry": "In quarries you extract the stones from the earth. Its an intensive job, but rocks are forever! They do leave a big scar in the landscape.",
                "road": "Roads give structure to your village. they are not required for your buildings but look more fancy than paths.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Progress! With some fancy tools we can make processing wood a breeze.",
                "small_ship": "A small ship for small trips. And look! This one even floats. we could probably make transport costs just a bit lower with this.",
                "small_statue": "A small statue for a small guy. people say he was actually this small.",
                "square": "A proper town center! This square looks fancier than the basic center.",
                "stone_crane": "The crane, one of the greatest back saving inventions! No longer haul all this stone out of the quarry, just use the crane.",
                "stone_crane_upgraded": "With these weird materials we find, I'm sure we can make this crane work even better!",
                "table": "It is nicer to eat at a table than on the floor. Unless you like the occasional crunchy bug in your hands or in your pants.",
                "tailor": "Being naked only gets you so far. Have a tailor make you some clothes to keep you warm.",
                "tavern": "The tavern is a place for your citizens to meet and drink. At least you can profit from people's bad decisions.",
                "tent": "How to get more woods out of the forest? Put more people in the forest. How do we put more people in the forest? Put more tents in the forest.",
                "tower": "Our land is as far as we can see. If we can see further, our land increases further.",
                "town_hall": "Very important people can keep track of some very important numbers here. Also, it looks nice.",
                "tree": "Trees are great! Add more.",
                "university": "A place where you can put all of your smart people to do smart things. And with all of their spare time, you could even send them on expeditions!",
                "museum": "Let everyone look at the cool things we found! Lets put them in the fanciest building we can make.",
                "warehouse": "A warehouse can store all kinds of resources. Just give them the space to do it.",
                "water_tower": "Our territory is as far as we can see. If we can see further, our territory increases further.",
                "windmill": "Crazy how someone was able to turn the wind into food. Its the only feasible way to turn those hard plant rocks into flour for our soft delicious bread.",
                "windmill_upgraded": "With these weird materials we find, I'm sure we can make this windmill work even faster. The more moving parts the better, right?",
                "woodcutter": "The woodcutter will cut wood. How much wood? as much as a woodcutter could.",
                "refinery": "The refinery is used to refine weird rocks into shiny malleable rocks.",
                "iron_mine": "We made a deep pit, because we found some weird rocks. Let's send all of our people in there to go get them. Whats the worse that can happen.",
                "iron_mine_upgraded": "With these weird materials we find, I'm sure we can get more shiny rocks out of the ground faster!",
                "glassworks": "Glassworks allows you to produce glass from sand, which can be used for various advanced applications.",
                "tools_workshop": "With a tools workshop you can produce tools that are essential for some people's jobs.",
                "well": "Altough standing in the rain with your mouth open is fun, it is a bit more tricky when you have a bathtub to fill. A well will suit your town better."
            }
        },
        "crops": {
            "cow": "Cow",
            "empty": "Empty",
            "goat": "Goat",
            "grain": "Grain",
            "maize": "Maize",
            "potato": "Potato",
            "sheep": "Sheep"
        },
        "effects": {
            "accidentRate": "Accident Rate",
            "allProduction": "All Production",
            "constructionCost": "Construction Cost",
            "expeditionCost": "Expedition Cost",
            "exportCost": "Export Cost",
            "foodConsumption": "Food Consumption",
            "foodProduction": "Food Production",
            "goodsProduction": "Goods Production",
            "happiness": "Happiness",
            "importCost": "Import Cost",
            "populationProduction": "Population Modifier",
            "raidRisk": "Theft Risk (when exceeding storage)",
            "researchSpeed": "Research Speed",
            "taxation": "Taxation"
        },
        "expedition": {
            "start": "Start Expedition"
        },
        "resources": {
            "clothes": "Clothes",
            "coin": "Coins",
            "drinks": "Drinks",
            "earth": "Earth",
            "flour": "Flour",
            "food": "Food",
            "grain": "Grain",
            "happiness": "Happiness",
            "knowledge": "Knowledge",
            "pop": "Population",
            "stone": "Stone",
            "wood": "Wood",
            "wool": "Wool",
            "ore": "Ore",
            "metal": "Metal",
            "tools": "Tools",
            "glass": "Glass",
            "scrap": "Scrap",
            "milk": "Milk"
        },
        "views": {
            "build": "Build",
            "explore": "Explore",
            "market": "Market",
            "player": "Player",
            "politic": "Politics",
            "watch": "Watch"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Double click to place nodes",
            "multiPlace": "Keep placing",
            "rotate": "Rotate",
            "restriction": "Unbuildable area"
        },
        "capacity": "Capacity",
        "defaultTownName": "Unnamed Town",
        "is_throttled": "is running out! Some buildings might not work properly.",
        "placeCenterPrompt": "place your center",
        "storage_overflow": "Storage full! Risk of theft increased."
    },
    "intro": {
        "message1": "If you are reading this, it means you are the chosen one. Destined to resettle the surface. What you see in front of you is our planet. Our world as it exists today. None of it is what it used to be. Or at least, what we think it used to be. Nobody really remembers.",
        "message2": "But your task is simple. Find a place, and start a new settlement. Grow your settlement, and maybe you'll be able to reach out to others who have done the same. And perhaps together, we can figure out what happened to our Earth.",
        "good_luck": "Good luck!",
        "based": {
            "w": {
                "message1": "Good choice! You have settled in a biome full of lush trees and wildlife. Finding wood and gathering resources will be no issue here. Altough more complex materials and ores might be a bit harder to source. But I believe in you and you will see that nothing is impossible.",
                "message2": "Your capabilities are still limited. Make sure to get a steady flow of resources first. Then build a market so you can trade with other settlements. As you gain a foothold, you can even start larger projects like a port, so trade becomes cheaper, a town hall, so we can keep track of everything, or even a university so you can start exploring the world around us.",
                "good_luck": "You got this!"
            },
            "s": {
                "message1": "Strong choice to settle in this rocky biome where you can become one with the earth. Finding stone and ore will be no issue here. Altough food might be a bit harder to grow. But I'm sure others will happily trade for your abundance of precious materials.",
                "message2": "Your capabilities are still limited. Make sure to get a steady flow of resources first. Then build a market so you can trade with other settlements. As you gain a foothold, you can even start larger projects like a port, so trade becomes cheaper, a town hall, so we can keep track of everything, or even a university so you can start exploring the world around us.",
                "good_luck": "Build strong!"
            },
            "e": {
                "message1": "The air is dry and the sun is fierce. Not the easiest biome, but you can build your settlement from the literal earth itself. Finding usable wood might be a bit harder here, but the soil seems good for most crops. I'm sure with your ingenuity you will make this work.",
                "message2": "Your capabilities are still limited. Make sure to get a steady flow of resources first. Then build a market so you can trade with other settlements. As you gain a foothold, you can even start larger projects like a port, so trade becomes cheaper, a town hall, so we can keep track of everything, or even a university so you can start exploring the world around us.",
                "good_luck": "Happy building!"
            },
            "a": {
                "message1": "Now that is an interesting choice. Why would you settle on this arctic wasteland? I can't see any trees or rocks around here. But I guess you can always trade with others. Just make sure to keep your people extra warm and fed.",
                "message2": "Your capabilities are very limited. prioritize building a market so you can trade with other settlements. I hope you have good connections because this will get rough. If you manage however, you can even start larger projects like a port, so trade becomes cheaper, a town hall, so we can keep track of everything, or even a university so you can start exploring the world around us.",
                "good_luck": "Good luck."
            }
        }
    },
    "loading": {
        "assets": "Loading assets...",
        "connecting": "Connecting to server...",
        "game": "Loading game..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Delete Everything",
            "menu": "Menu",
            "quicksettings": "Settings",
            "saveBuild": "Save Build",
            "saveSandbox": "Save Build"
        },
        "main": {
            "credits": "Credits",
            "enterMultiplayer": "Enter World",
            "loadSandbox": "Load Sandbox",
            "newSandbox": "New Sandbox",
            "returnToDesktop": "Return to Desktop",
            "serverOffline": "Cannot reach the server. Check your internet connection or the server might be down.",
            "settings": "Settings",
            "subtitle": "This is an early release of Project Rebearth. Please reach out if you encounter any issues while playing.",
            "demoSubtitle": "This is the demo of Project Rebearth. Only the sandbox city-builder is enabled. For playing on the multiplayer globe with resource management, get the full release.",
            "title": "Project Rebearth Server",
            "welcome": "Welcome, {{name}}!"
        },
        "sandbox": {
            "description": "Sandbox mode allows you to build freely without the constraints of the multiplayer world. It is just you and zero resource restrictions. You can save your progress and load it later.",
            "loadFromFile": "Load from File",
            "loadTitle": "Load Sandbox",
            "noSaves": "No local saves found.",
            "start": "Start New Game",
            "title": "New Sandbox"
        },
        "slots": {
            "deleteConfirm": "Are you sure you want to delete this save? This action cannot be undone.",
            "empty": "Empty Slot",
            "locked": "Locked",
            "lockedText": "Locked",
            "newGame": "New Game",
            "play": "Play",
            "population": "Inhabitants",
            "slot": "Slot",
            "title": "Select a Save Slot",
            "unlockHint1000": "Unlock at 1K inhabitants",
            "unlockHint100000": "Unlock at 100K inhabitants",
            "unnamedCity": "Unnamed City"
        },
        "locked": {
            "settleFirst": "Go build your town's center first.",
            "townHall": "Build a Town Hall to unlock global ranking, alliances and choices",
            "university": "Build a University to unlock expeditions and research.",
            "market": "Build a Market or Port to unlock the global market.",
            "noBiomeAssets": "No buildings of this kind available in this biome."
        }
    },
    "modals": {
        "archive": {
            "title": "Archives"
        },
        "choices": {
            "selectChoice": "Select Choice",
            "title": "Choices"
        },
        "deleteConfirmation": {
            "cancel": "Cancel",
            "confirm": "Delete",
            "message": "Are you sure you want to delete your entire town? This action cannot be undone.",
            "title": "Confirm Deletion"
        },
        "diplomacy": {
            "alliances": "Alliances",
            "enemy": "Enemy",
            "neutral": "Neutral",
            "title": "Diplomacy",
            "you": "You"
        },
        "market": {
            "amount": "Amount",
            "back": "Back",
            "base": "Base",
            "buy": "BUY",
            "buys": "buys",
            "for": "for",
            "price": "Price",
            "pricePerUnit": "Price per unit",
            "quantity": "Quantity",
            "resource": "Resource",
            "sell": "SELL",
            "sells": "sells",
            "title": "Market",
            "total": "Total",
            "totalLabel": "Total",
            "transport": "Transport",
            "unitPrice": "for a unit price of"
        },
        "orders": {
            "title": "My Orders"
        },
        "ranking": {
            "area": "Area",
            "buildings": "Buildings",
            "goToPlayer": "Go to Player",
            "overall": "Overall",
            "player": "Player",
            "population": "Population",
            "resources": "Resources",
            "title": "Ranking"
        },
        "save": {
            "download": "Download File",
            "message": "Your game has been saved locally.",
            "title": "Game Saved"
        }
    },
    "orders": {
        "amount": "Amount",
        "buy": "Buy",
        "buying": "buying",
        "confirmCancel": "Are you sure you want to cancel this order?",
        "for": "for",
        "marketStorage": "Trade Storage",
        "myOrders": "Place Your Orders",
        "noMarketStorage": "No market storage available. Build trade buildings to place sell orders.",
        "noOrders": "No active orders",
        "onlyAllianceMembers": "Only sell to alliance members",
        "sell": "Sell",
        "sellButton": "{{type}} {{amount}} {{resource}} for {{price}} per unit",
        "selling": "selling",
        "storageFull": "Storage full! Build more trade buildings.",
        "totalPrice": "Total Price",
        "unitPrice": "Unit Price"
    },
    "politics": {
        "accept": "accept",
        "allianceTradeInfo": "Choose an alliance type:",
        "alliances": "Alliances",
        "applications": "Applications",
        "applyForAlliance": "apply for alliance",
        "back": "Back",
        "cancelApplication": "cancel application",
        "choiceChangeCooldown": "this choice can be changed again after {{days}} day(s)",
        "common": {
            "accept": "Accept",
            "applications": "Applications",
            "globalRank": "Global Rank",
            "greatFederation": "Great Federation",
            "kick": "Kick",
            "marketSize": "Market Size",
            "members": "Members",
            "name": "Name",
            "owner": "Owner",
            "rank": "Rank",
            "reject": "Reject",
            "scienceLeague": "Science League",
            "tradeAlliance": "Trade Alliance",
            "value": "Value"
        },
        "createAlliance": "create alliance",
        "days": "days",
        "disbandAlliance": "disband alliance",
        "globalRank": "Global Rank",
        "go": "go",
        "inviteToAlliance": "invite to your alliance",
        "kick": "kick",
        "leaveAlliance": "leave alliance",
        "loading": "Loading...",
        "marketSize": "Market Size",
        "marketSizeLabel": "Market Size: {{size}}",
        "members": "Members",
        "name": "Name",
        "noApplications": "There are no applications",
        "noModifiers": "This alliance does not have any modifiers",
        "owner": "Owner",
        "placeholderDescription": "Alliance Description",
        "placeholderName": "Alliance Name",
        "rank": "Rank",
        "rankPrefix": "N°",
        "ranking": {
            "area": "Area",
            "buildings": "Buildings",
            "overall": "Overall",
            "population": "Population",
            "resources": "Resources"
        },
        "reject": "reject",
        "value": "Value"
    },
    "popup": {
        "apply": "Apply",
        "archive": "Archive",
        "demolish": "Demolish",
        "population": "Population",
        "production": {
            "rate": "Rate",
            "title": "Production"
        },
        "storage": {
            "title": "Storage"
        },
        "townName": "Town Name:",
        "townColor": "Town Color:",
        "unnamedTown": "unnamed town",
        "upgrade": "Upgrade to {{building}}"
    },
    "settings": {
        "animations": "Animations",
        "fullscreen": "Fullscreen",
        "bushDensity": "Bush Density",
        "clearTileCache": "Clear Cached Data",
        "density": {
            "dense": "Dense",
            "normal": "Normal",
            "off": "Off",
            "sparse": "Sparse"
        },
        "grassDensity": "Grass Density",
        "language": "Language",
        "musicVolume": "Music Volume",
        "performanceFeatures": "- Adjust visual elements -",
        "resolutions": {
            "high": "High",
            "low": "Low",
            "medium": "Medium",
            "potato": "Potato",
            "ultra": "Ultra"
        },
        "rockDensity": "Rock Density",
        "showClouds": "Show Clouds",
        "soundVolume": "Sound Volume",
        "textureResolution": "Texture Resolution",
        "title": "Settings",
        "treeDensity": "Tree Density",
        "uiScale": "UI Scale"
    },
    "tips": {
        "loading": [
            "A day in-game lasts a day in real life. Take your time and grow your city at your pace.",
            "You can rotate buildings before placing them by using the Q and E key.",
            "Double click in the shape editor to place nodes.",
            "Use the shift key to keep placing buildings.",
            "If you encounter any issues, please let us know on Discord.",
            "Join our lively community of players on Discord to share your creations and get tips.",
            "Some buildings can only be placed close the parent building. Like the saw and the woodcutter.",
            "Not all resources are easy to get everywhere. Sometimes trading will be cheaper than producing everything yourself.",
            "A review on Steam helps us find new players that make this a living world."
        ]
    },
    "tooltip": {
        "cannotChange": "Cannot be changed for",
        "construction": "Construction",
        "costPerMeter": "(per m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Effects",
        "upkeep": "Upkeep",
        "production": "Production",
        "move": "Move this building"
    },
    "units": {
        "days": "days",
        "hours": "{{value}}h",
        "hoursLong": "hours",
        "minutes": "{{value}}m",
        "minutesLong": "minutes",
        "perDay": "/day",
        "percentage": "{{value}}%",
        "seconds": "{{value}}s",
        "secondsLong": "seconds"
    },
    "warnings": {
        "notEnoughPop": "Not enough volunteers"
    }
}
