{
    "alliances": {
        "allianceTradeInfo": "Unirse a otros jugadores es algo genial. Podéis elegir comerciar exclusivamente entre vosotros y, dependiendo de con quién os alíen, también obtendréis otras ventajas.",
        "applyForAlliance": "Solicitar alianza",
        "cancelApplication": "Cancelar aplicación",
        "greatFederationDesc": "¡Únete a personas fuertes y organizadas! Estarás mejor protegido contra las incursiones y podrás obtener más recursos de tus súbditos. Pero esto tiene un coste: más burocracia y menos ingresos fiscales.",
        "leaveAlliance": "Abandonar alianza",
        "marketSizeLabel": "Tamaño del mercado:",
        "scienceLeagueDesc": "Unirte a una liga científica te hace más inteligente. Está científicamente demostrado. Disfruta de una mayor velocidad de investigación y menores costes de expedición. ¡Además, hace a la gente más feliz! Pero no se nos da muy bien fabricar cosas.",
        "tradeAllianceDesc": "¡Todo gira en torno al dinero! Consigue descuentos en los costes comerciales y una mayor eficiencia fiscal, pero también un mayor riesgo de incursiones."
    },
    "biomes": {
        "1": "Bosques tropicales y subtropicales de hoja ancha.",
        "10": "Praderas montanas",
        "11": "Tundra",
        "12": "Bosques mediterráneos",
        "13": "Desiertos y matorrales xéricos.",
        "14": "Manglares",
        "2": "Bosques tropicales y subtropicales de hoja ancha.",
        "3": "Bosques tropicales y subtropicales de coníferas.",
        "4": "Bosques templados y mixtos.",
        "5": "Bosque templado de coníferas",
        "6": "Bosques boreales",
        "7": "Praderas tropicales y subtropicales.",
        "8": "Sabanas templadas",
        "9": "Praderas inundadas",
        "98": "Yermo Ártico",
        "99": "Capa de hielo"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Reducir el coste para las personas que compran tus productos, al tiempo que se aumenta el coste de comprar productos a otros jugadores.",
            "importFocus": "Reduce el coste de comprar productos a otros jugadores, al tiempo que aumentas el coste para las personas que compran tus productos.",
            "lavishRations": "¡Que coman pasteles! Las raciones abundantes aumentarán la cantidad de comida necesaria por persona, pero estarán contentos.",
            "lowRations": "¡Es mi pastel! Las raciones bajas reducirán la cantidad de comida necesaria por persona, pero a la gente no le gustará.",
            "neutralFocus": "Es un mercado libre, haz lo que tengas que hacer. Mantén los costes de importación y exportación a las tarifas estándar.",
            "normalRations": "La cantidad justa de comida para tu pueblo. Mantén el consumo de alimentos en los niveles normales.",
            "taxation": "Es justo... Generará oro por cada habitante, pero reducirá la felicidad.",
            "veganSociety": "Qué idea tan extraña comer animales... Aumenta la producción de alimentos, pero no se pueden producir productos animales.",
            "workerSafety": "Las personas son tu mayor activo. Aumenta la seguridad en la producción, pero reduce el rendimiento.",
            "dubiousWorkingRules": "Las personas son solo recursos. Aumenta la producción, pero también la tasa de accidentes.",
            "crampedQuarters": "¿Cuánto espacio personal necesitas realmente? Podemos alojar a más personas en las mismas casas, ¿no?",
            "intensiveFarming": "La agricultura intensiva te permite alimentar a tus animales con cereales, lo que aumenta la cantidad de productos animales que puedes producir."
        },
        "exclusiveOptions": "Opciones exclusivas",
        "lockedFor": "Bloqueado para",
        "option": "Opción",
        "title": "Opciones",
        "titles": {
            "exportFocus": "Comercio: enfoque en la exportación.",
            "greatFederation": "Gran Federación",
            "importFocus": "Comercio: enfoque en la importación.",
            "lavishRations": "Raciones abundantes",
            "lowRations": "Raciones escasas",
            "neutralFocus": "Comercio: enfoque neutral.",
            "normalRations": "Raciones normales",
            "scienceLeague": "Liga Científica",
            "taxation": "Fiscalidad",
            "tradeAlliance": "Alianza comercial",
            "veganSociety": "Sociedad Vegana",
            "workerSafety": "Seguridad de los trabajadores",
            "dubiousWorkingRules": "Reglas de funcionamiento dudosas.",
            "crampedQuarters": "¡Como sardinas!",
            "intensiveFarming": "Agricultura intensiva",
            "newTownBoost": "¡Nuevos comienzos!",
            "foodShortage": "Escasez de alimentos"
        },
        "unlock": "Desbloquear"
    },
    "common": {
        "delete": "Eliminar",
        "deleting": "Eliminando...",
        "loading": "Cargando..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Añadir más puntos.",
            "areaLimitExceeded": "Límite de área excedido: {{size}} {{relation}} {{limit}}",
            "costs": "Costes:",
            "invalidLocation": "Ubicación no válida",
            "mustBeNear": "Debe estar cerca de {{parent}}",
            "notEnoughResources": "Recursos insuficientes.",
            "tooHigh": "Acercar la imagen"
        },
        "cancel": "✗",
        "close": "Cerrar",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Añadir más puntos.",
            "calculating": "Calculando...",
            "duration": "Duración",
            "expedition": "Expedición",
            "finished": "¡Terminado!",
            "food": "Alimentación",
            "knowledge": "Conocimientos",
            "population": "Población",
            "timeLeft": "Tiempo restante",
            "title": "Costes de exploración"
        },
        "next": "Siguiente",
        "previous": "Anterior"
    },
    "errors": {
        "fetchSlots": "No se pudieron cargar las ranuras de guardado.",
        "generic": "Algo salió mal.",
        "invalidFile": "Formato de archivo no válido.",
        "loadingBuild": "Error al cargar la compilación.",
        "serverConnection": "Error de conexión con el servidor.",
        "webWorkersNotSupported": "No se puede ejecutar el juego: Web Workers no compatible."
    },
    "events": {
        "confirm": "De acuerdo.",
        "consequences": "Efectos",
        "remaining": "{{count}} Restante",
        "titles": {
            "food_shortage": "La gente tiene hambre.",
            "strike": "Ataque",
            "celebration": "Un regalo para ti.",
            "productivity_boom": "¡Vamos!",
            "expedition_found": "¡Vuelve la expedición!",
            "animal_unlock": "Vaya, vaya, vaya... ¿qué tenemos aquí?",
            "bankruptcy": "¡En bancarrota!",
            "raid": "¡Te han robado tus mercancías!",
            "trade": "¡Trato hecho!"
        },
        "descriptions": {
            "food_shortage": "¡Te estás quedando sin comida! Si la gente no puede comer, robará lo que pueda para sobrevivir, o incluso dejará de trabajar.",
            "strike": "¡La gente no está contenta! Sea lo que sea lo que estés haciendo, no les gusta. Asegúrate de que tu gente esté contenta para evitar que cierren los edificios.",
            "celebration": "¡La gente está contenta! Sea lo que sea lo que estés haciendo, ¡sigue haciéndolo! Como pequeño regalo, todos han reunido algunos productos para que sigas construyendo esta increíble ciudad. Qué bonito.",
            "productivity_boom": "¡La gente está encantada! Te adoran y trabajan felizmente horas extras para ti. Al hacerlo, han conseguido producir un poco más de todo. Solo quieren que esta ciudad prospere, ya lo sabes.",
            "expedition_found": "¡Tu expedición ha regresado con valiosos recursos y conocimientos! Esto beneficiará enormemente al desarrollo y los esfuerzos de investigación de tu ciudad. Sin embargo, su diario de a bordo contiene una entrada interesante:",
            "animal_unlock": "¿Qué hemos encontrado aquí? Tu expedición ha regresado con un animal sorprendentemente dócil. Parece que prefiere vivir en tu ciudad antes que en la naturaleza. Sería descortés devolverlo ahora, ¿no crees?",
            "bankruptcy": "¡Simplemente no tienes monedas! Una torre se ha derrumbado. Las torres que has construido se deteriorarán y se destruirán si no las mantienes con suficientes monedas.",
            "raid": "¡Deberías haber guardado mejor tus mercancías! Estaban al alcance de cualquiera y unos ladrones desconocidos se han llevado parte de tus recursos.",
            "trade": "Alguien ha completado (parte de) tu orden comercial."
        }
    },
    "game": {
        "zoomToBuild": "Acercar para empezar a construir",
        "buildings": {
            "assets": {
                "expedition": "Expedición",
                "bakery": "Panadería",
                "boat": "Barco",
                "brewery": "Cervecería",
                "bridge": "Puente",
                "center": "Centro",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Clay Crane mejorado.",
                "claypit": "Clay Pit",
                "creamery": "Creamery",
                "dock": "Sin embargo",
                "fence1": "Valla de madera",
                "fence2": "Valla tejida",
                "fence3": "Forma de la valla",
                "fences": "Vallas",
                "field": "Campo",
                "firepit": "Hoguera",
                "fireplace": "Chimenea",
                "fishery": "Pesca",
                "foraging_hut": "Cabaña de recolección",
                "fountain": "Fuente",
                "house_1": "Choza",
                "house_2": "Choza",
                "house_3": "Cabina",
                "house_4": "Casa",
                "house_5": "Residencia",
                "house_6": "Pueblo",
                "large_ship": "Nave grande",
                "large_statue": "Estatua grande",
                "logpile": "Pila de registros",
                "market": "Mercado",
                "market_stall": "Puestos del mercado",
                "market_stall_1": "Carne",
                "market_stall_2": "Pescado",
                "market_stall_3": "Pan",
                "market_stall_4": "Verdura",
                "market_stall_5": "Mercancías",
                "medium_ship": "Nave mediana",
                "nursery": "Guardería",
                "park": "Parque",
                "path": "Ruta",
                "pier": "Pier",
                "plaza": "Plaza",
                "port": "Puerto",
                "quarry": "Cantera",
                "road": "Carretera",
                "ruinsBig": "Grandes ruinas",
                "ruinsSmall": "Pequeñas ruinas",
                "saw": "Aserradero",
                "small_ship": "Nave pequeña",
                "small_statue": "Pequeña estatua",
                "square": "Cuadrado",
                "stone_crane": "Grulla de piedra",
                "stone_crane_upgraded": "Grulla de piedra mejorada.",
                "table": "Tabla",
                "tailor": "Personalizar",
                "tavern": "Taberna",
                "tent": "Tienda de campaña",
                "tower": "Torre",
                "town_hall": "Ayuntamiento",
                "tree": "Árbol",
                "university": "Universidad",
                "museum": "Museo",
                "warehouse": "Almacén",
                "water_tower": "Torre de agua",
                "windmill": "Molino de viento",
                "windmill_upgraded": "Molino mejorado",
                "woodcutter": "Leñador",
                "refinery": "Refinería",
                "iron_mine": "Mina de hierro",
                "iron_mine_upgraded": "Mina de hierro mejorada.",
                "glassworks": "Cristalería",
                "tools_workshop": "Taller de herramientas",
                "well": "Bien."
            },
            "categories": {
                "decoration": "Decoración",
                "defense": "Territorio",
                "food": "Alimentación",
                "housing": "Vivienda",
                "infrastructure": "Infraestructura",
                "military": "Militar",
                "production": "Producción",
                "research": "Investigación",
                "resources": "Recursos",
                "storage": "Almacenamiento",
                "town": "Pueblo"
            },
            "descriptions": {
                "bakery": "No hay nada mejor que el aroma del pan recién horneado, elaborado con la harina más fresca y alguna que otra cucaracha.",
                "boat": "El barco es ideal para pescar en aguas profundas o para parejas jóvenes que se besan de vez en cuando.",
                "brewery": "¡Alguien dejó sus granos empapados fuera durante demasiado tiempo y ahora están de moda! Hagamos más de eso.",
                "bridge": "Es un puente. ¿Qué esperabas? Te lleva de A a B.",
                "center": "El corazón de tu ciudad. Aquí es donde todo comienza. Alberga a unas pocas personas y almacena lo esencial. Se puede mejorar para convertirlo en una plaza con un aspecto un poco más permanente.",
                "clay_crane": "¡La grúa, uno de los mejores inventos para cuidar la espalda! Ya no tendrás que sacar toda esta arcilla del pozo, solo tienes que usar la grúa.",
                "clay_crane_upgraded": "Con estos materiales tan extraños que encontramos, ¡estoy seguro de que podemos hacer que esta grúa funcione aún mejor!",
                "claypit": "Es un simple hoyo en el suelo. Pero si secamos la tierra que obtenemos aquí, ¡se vuelve bastante dura! Es un trabajo muy laborioso y deja una cicatriz bastante fea en el paisaje.",
                "creamery": "Alguien dejó la leche fresca fuera demasiado tiempo y ahora está... ¿sólida? Al menos ahora podemos venderla como alimento.",
                "dock": "¡Amplía tu puerto! Crea más espacio para edificios portuarios y barcos.",
                "fence1": "Una sencilla valla de madera para mantener alejadas a las criaturas simples. O dentro.",
                "fence2": "Una valla tejida para mantener fuera a las criaturas simples. O dentro.",
                "fence3": "Dibuja una valla personalizada para mantener alejadas a las criaturas simples. O dentro.",
                "fences": "Las vallas son una forma estupenda de mantener a los visitantes no deseados fuera de tu ciudad... o dentro de ella.",
                "firepit": "Una hoguera es una estructura sólida que sirve para calentarse y cocinar alimentos. No olvides apagarla antes de irte a dormir.",
                "fireplace": "No hay nada más acogedor que cantar alrededor de una chimenea. Aunque el humo siempre te llegará directamente a ti.",
                "field": "Cuando limpiamos un campo, podemos cultivar plantas en él. Algunas se pueden comer.",
                "fishery": "No hay nada más idílico que una pequeña pesquería en la costa. Proporciona pescado relativamente fresco a tu ciudad.",
                "foraging_hut": "¿Quién necesita comida sofisticada cuando se puede comer cualquier cosa que crezca en la naturaleza? La cabaña de recolección recoge diversos materiales, pero necesita mucho espacio abierto para hacerlo.",
                "fountain": "¡Una de nuestras mayores hazañas de ingeniería! ¿A quién no le gusta el agua en movimiento?",
                "house_1": "Todo el mundo necesita un lugar donde vivir. Esta pequeña casa proporciona un lugar donde tu gente puede comer y vivir.",
                "house_2": "Todo el mundo necesita un lugar donde vivir. Esta pequeña casa proporciona un lugar donde tu gente puede comer y vivir.",
                "house_3": "Todo el mundo necesita un lugar donde vivir. Esta casa proporciona un lugar donde tu gente puede comer y vivir.",
                "house_4": "Todo el mundo necesita un lugar donde vivir. Esta casa proporciona un lugar donde tu gente puede comer y vivir.",
                "house_5": "Todo el mundo necesita un lugar donde vivir. Esta elaborada casa proporciona un lugar donde tu gente puede comer y vivir.",
                "house_6": "Todo el mundo necesita un lugar donde vivir. Esta lujosa casa proporciona un lugar donde tu gente puede comer y vivir.",
                "large_ship": "No creo que puedan ser más grandes que esto. ¡Mirad esto! No, en serio, mirad todos esto.",
                "large_statue": "Una gran estatua para un tipo grande. La gente dice que en realidad era así de grande.",
                "logpile": "¿Cuál es la mejor forma de almacenar madera? Simplemente apílala.",
                "market": "El mercado te permitirá comerciar con otros pueblos y ciudades. A las casas les gusta estar cerca de él.",
                "market_stall": "Añade un puesto de mercado a tu ciudad.",
                "market_stall_1": "Puesto de venta de productos cárnicos.",
                "market_stall_2": "Puesto de venta de productos pesqueros.",
                "market_stall_3": "Puesto de venta de productos de panadería.",
                "market_stall_4": "Puesto de venta de productos vegetales.",
                "market_stall_5": "Puesto que vende diversos productos.",
                "medium_ship": "Vaya, qué nave tan elegante. Ni demasiado grande, ni demasiado pequeña. Simplemente elegante.",
                "nursery": "¿Por qué dejar que el leñador vaya a los árboles cuando podemos llevar los árboles al leñador?",
                "park": "Añade un bonito parque a tu ciudad para que tus ciudadanos puedan pasar el rato.",
                "path": "Un sencillo camino de tierra. Simplemente cumple su función. Aunque los edificios funcionarán perfectamente sin ellos.",
                "pier": "La gente asegura que los peces más grandes se encuentran en las aguas más profundas. Veamos hasta dónde podemos llegar.",
                "plaza": "Bonitos azulejos para tu bonita ciudad. Ideales para mercados, decoración o simplemente para presumir de tu riqueza.",
                "port": "El puerto te permite comerciar con otros pueblos y ciudades. Es mucho más eficiente que el comercio por tierra y los costes de transporte se reducirán a la mitad.",
                "quarry": "En las canteras se extraen piedras de la tierra. Es un trabajo intensivo, pero las rocas son eternas. Sin embargo, dejan una gran huella en el paisaje.",
                "road": "Las carreteras dan estructura a tu aldea. No son necesarias para tus edificios, pero tienen un aspecto más elegante que los caminos.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "¡Progreso! Con algunas herramientas sofisticadas podemos hacer que el procesamiento de la madera sea muy fácil.",
                "small_ship": "Una pequeña nave para pequeños viajes. ¡Y mira! Esta incluso flota.",
                "small_statue": "Una pequeña estatua para un hombre pequeño. La gente dice que en realidad era así de pequeño.",
                "square": "¡Un centro urbano como Dios manda! Esta plaza tiene un aspecto más elegante que el centro básico.",
                "stone_crane": "¡La grúa, uno de los mejores inventos para cuidar la espalda! Ya no hace falta sacar todas estas piedras de la cantera, basta con usar la grúa.",
                "stone_crane_upgraded": "Con estos materiales tan extraños que encontramos, ¡estoy seguro de que podemos hacer que esta grúa funcione aún mejor!",
                "table": "Es más agradable comer en una mesa que en el suelo. A menos que te guste encontrar algún que otro insecto crujiente en tus manos o en tus pantalones.",
                "tailor": "Estar desnudo solo te llevará hasta cierto punto. Pide a un sastre que te haga ropa para mantenerte abrigado.",
                "tavern": "La taberna es un lugar donde tus ciudadanos pueden reunirse y beber. Al menos puedes sacar provecho de las malas decisiones de la gente.",
                "tent": "¿Cómo obtener más madera del bosque? Poner más gente en el bosque. ¿Cómo ponemos más gente en el bosque? Poner más tiendas de campaña en el bosque.",
                "tower": "Nuestra tierra se extiende hasta donde alcanza la vista. Si pudiéramos ver más lejos, nuestra tierra se ampliaría aún más.",
                "town_hall": "Las personas muy importantes pueden realizar un seguimiento de algunos números muy importantes aquí. Además, tiene un aspecto muy atractivo.",
                "tree": "¡Los árboles son geniales! Añade más.",
                "university": "Un lugar donde puedes reunir a todas tus personas inteligentes para que hagan cosas inteligentes. ¡Y con todo su tiempo libre, incluso podrías enviarlos a expediciones!",
                "museum": "¡Que todo el mundo vea las cosas tan chulas que hemos encontrado! Pongámoslas en el edificio más elegante que podamos construir.",
                "warehouse": "Un almacén puede almacenar todo tipo de recursos. Solo hay que darles el espacio necesario para hacerlo.",
                "water_tower": "Nuestro territorio se extiende hasta donde alcanza nuestra vista. Si pudiéramos ver más lejos, nuestro territorio se ampliaría aún más.",
                "windmill": "Es increíble cómo alguien ha conseguido convertir el viento en comida. Es la única forma viable de convertir esas duras rocas vegetales en harina para nuestro suave y delicioso pan.",
                "windmill_upgraded": "Con estos materiales tan extraños que encontramos, estoy seguro de que podemos hacer que este molino funcione aún más rápido. Cuantas más piezas móviles, mejor, ¿no?",
                "woodcutter": "El leñador cortará leña. ¿Cuánta leña? Tanta como pueda cortar un leñador.",
                "refinery": "La refinería se utiliza para refinar rocas extrañas y convertirlas en rocas brillantes y maleables.",
                "iron_mine": "Hemos cavado un hoyo profundo porque hemos encontrado unas rocas extrañas. Enviemos a toda nuestra gente allí para que las recojan. ¿Qué es lo peor que puede pasar?",
                "iron_mine_upgraded": "Con estos extraños materiales que encontramos, ¡estoy seguro de que podremos extraer más rocas brillantes del suelo más rápido!",
                "glassworks": "Glassworks te permite producir vidrio a partir de arena, que puede utilizarse para diversas aplicaciones avanzadas.",
                "tools_workshop": "Con un taller de herramientas puedes fabricar herramientas que son esenciales para el trabajo de algunas personas.",
                "well": "Aunque estar parado bajo la lluvia con la boca abierta es divertido, es un poco más complicado cuando tienes que llenar una bañera. Un pozo se adapta mejor a tu ciudad."
            }
        },
        "crops": {
            "cow": "Vaca",
            "empty": "Vacío",
            "goat": "Cabra",
            "grain": "Grain",
            "maize": "Maize",
            "potato": "Patata",
            "sheep": "Ovejas"
        },
        "effects": {
            "accidentRate": "Índice de accidentes",
            "allProduction": "Toda la producción.",
            "constructionCost": "Coste de construcción",
            "expeditionCost": "Coste de la expedición",
            "exportCost": "Coste de exportación",
            "foodConsumption": "Consumo de alimentos",
            "foodProduction": "Producción de alimentos",
            "goodsProduction": "Producción de bienes",
            "happiness": "Felicidad",
            "importCost": "Coste de importación",
            "populationProduction": "Población Modificar",
            "raidRisk": "Riesgo de incursión",
            "researchSpeed": "Velocidad de investigación",
            "taxation": "Fiscalidad"
        },
        "expedition": {
            "start": "Iniciar expedición"
        },
        "resources": {
            "clothes": "Ropa",
            "coin": "Monedas",
            "drinks": "Bebidas",
            "earth": "Tierra",
            "flour": "Harina",
            "food": "Alimentación",
            "grain": "Grain",
            "happiness": "Felicidad",
            "knowledge": "Conocimientos",
            "pop": "Población",
            "stone": "Piedra",
            "wood": "Madera",
            "wool": "Lana",
            "ore": "Nosotros",
            "metal": "Metal",
            "tools": "Herramientas",
            "glass": "Vidrio",
            "scrap": "Desperdicio",
            "milk": "Leche"
        },
        "views": {
            "build": "Construir",
            "explore": "Explorar",
            "market": "Mercado",
            "player": "Jugador",
            "politic": "Política",
            "watch": "Ver"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Haga doble clic para colocar nodos.",
            "multiPlace": "Sigue colocando",
            "rotate": "Girar",
            "restriction": "Área no edificable."
        },
        "capacity": "Capacidad",
        "defaultTownName": "Pueblo sin nombre",
        "is_throttled": "¡Se está agotando! Es posible que algunos edificios no funcionen correctamente.",
        "placeCenterPrompt": "Coloca tu centro.",
        "storage_overflow": "¡Almacenamiento lleno! Aumento del riesgo de robo."
    },
    "intro": {
        "message1": "Si estás leyendo esto, significa que eres el elegido. Destinado a repoblar la superficie. Lo que ves ante ti es nuestro planeta. Nuestro mundo tal y como es hoy en día. Nada es lo que solía ser. O, al menos, lo que creemos que solía ser. Nadie lo recuerda realmente.",
        "message2": "Pero tu tarea es sencilla. Encuentra un lugar y comienza un nuevo asentamiento. Haz crecer tu asentamiento y tal vez puedas contactar con otros que hayan hecho lo mismo. Y quizás juntos podamos descubrir qué le ha sucedido a nuestra Tierra.",
        "good_luck": "¡Buena suerte!",
        "based": {
            "w": {
                "message1": "¡Buena elección! Te has instalado en un bioma lleno de frondosos árboles y fauna salvaje. Encontrar madera y recolectar recursos no será ningún problema aquí. Aunque los materiales y minerales más complejos pueden ser un poco más difíciles de conseguir. Pero creo en ti y verás que nada es imposible.",
                "message2": "Tus capacidades aún son limitadas. Asegúrate primero de obtener un flujo constante de recursos. A continuación, construye un mercado para poder comerciar con otros asentamientos. A medida que vayas afianzándote, podrás incluso iniciar proyectos más ambiciosos, como un puerto, para que el comercio resulte más barato, un ayuntamiento, para poder llevar un control de todo, o incluso una universidad, para poder empezar a explorar el mundo que nos rodea.",
                "good_luck": "¡Lo tienes!"
            },
            "s": {
                "message1": "Una buena opción para establecerse en este bioma rocoso, donde podrás fundirte con la tierra. Encontrar piedra y mineral no será ningún problema aquí. Aunque cultivar alimentos puede resultar un poco más difícil. Pero estoy seguro de que otros estarán encantados de intercambiar tus abundantes materiales preciosos.",
                "message2": "Tus capacidades aún son limitadas. Asegúrate primero de obtener un flujo constante de recursos. A continuación, construye un mercado para poder comerciar con otros asentamientos. A medida que vayas afianzándote, podrás incluso iniciar proyectos más ambiciosos, como un puerto, para que el comercio resulte más barato, un ayuntamiento, para poder llevar un control de todo, o incluso una universidad, para poder empezar a explorar el mundo que nos rodea.",
                "good_luck": "¡Construye con fuerza!"
            },
            "e": {
                "message1": "El aire es seco y el sol es intenso. No es el bioma más fácil, pero puedes construir tu asentamiento a partir de la tierra misma. Encontrar madera utilizable puede ser un poco más difícil aquí, pero el suelo parece bueno para la mayoría de los cultivos. Estoy seguro de que con tu ingenio lo lograrás.",
                "message2": "Tus capacidades aún son limitadas. Asegúrate primero de obtener un flujo constante de recursos. A continuación, construye un mercado para poder comerciar con otros asentamientos. A medida que vayas afianzándote, podrás incluso iniciar proyectos más ambiciosos, como un puerto, para que el comercio resulte más barato, un ayuntamiento, para poder llevar un control de todo, o incluso una universidad, para poder empezar a explorar el mundo que nos rodea.",
                "good_luck": "¡Feliz construcción!"
            },
            "a": {
                "message1": "Es una elección interesante. ¿Por qué te has decidido por este páramo ártico? No veo ningún árbol ni roca por aquí. Pero supongo que siempre puedes comerciar con otros. Solo asegúrate de mantener a tu gente bien abrigada y alimentada.",
                "message2": "Tus capacidades son muy limitadas. Da prioridad a la creación de un mercado para poder comerciar con otros asentamientos. Espero que tengas buenos contactos, porque esto se va a poner difícil. Sin embargo, si lo consigues, podrás incluso iniciar proyectos más ambiciosos, como un puerto, para que el comercio sea más barato, un ayuntamiento, para que podamos llevar un control de todo, o incluso una universidad, para que puedas empezar a explorar el mundo que nos rodea.",
                "good_luck": "Buena suerte."
            }
        }
    },
    "loading": {
        "assets": "Cargando recursos...",
        "connecting": "Conectando con el servidor...",
        "game": "Cargando el juego..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Borrar todo",
            "menu": "Menú",
            "quicksettings": "Configuración",
            "saveBuild": "Guardar construcción",
            "saveSandbox": "Guardar construcción"
        },
        "main": {
            "credits": "Créditos",
            "enterMultiplayer": "Entrar en el mundo",
            "loadSandbox": "Cargar Sandbox",
            "newSandbox": "Nuevo Sandbox",
            "returnToDesktop": "Volver al escritorio",
            "serverOffline": "No se puede conectar con el servidor. Comprueba tu conexión a Internet o es posible que el servidor esté caído.",
            "settings": "Configuración",
            "subtitle": "Esta es una versión preliminar de Project Rebearth. Ponte en contacto con nosotros si encuentras algún problema mientras juegas.",
            "demoSubtitle": "Esta es la demo de Project Rebearth. Solo está habilitado el constructor de ciudades sandbox. Para jugar en el globo multijugador con gestión de recursos, consigue la versión completa.",
            "demoRestriction1": "Detrás de este botón se esconde el enorme mundo multijugador online de Project Rebearth. Sin embargo, en la demo solo está disponible el modo sandbox, sin gestión de recursos.",
            "demoRestriction2": "El modo sandbox te sigue permitiendo crear mapas increíbles, exportarlos en alta resolución y experimentar cómo es un mundo de juego a escala 1:1.",
            "title": "Proyecto Rebearth Server",
            "welcome": "¡Bienvenido, {{name}}!"
        },
        "sandbox": {
            "description": "El modo Sandbox te permite construir libremente sin las limitaciones del mundo multijugador. Solo tú y sin restricciones de recursos. Puedes guardar tu progreso y cargarlo más tarde.",
            "loadFromFile": "Cargar desde archivo",
            "loadTitle": "Cargar Sandbox",
            "noSaves": "No se han encontrado guardados locales.",
            "start": "Iniciar nueva partida",
            "title": "Nuevo Sandbox"
        },
        "slots": {
            "deleteConfirm": "¿Estás seguro de que deseas eliminar esta partida guardada? Esta acción no se puede deshacer.",
            "empty": "Espacio vacío",
            "locked": "Bloqueado",
            "lockedText": "Bloqueado",
            "newGame": "Nueva partida",
            "play": "Jugar",
            "population": "Habitantes",
            "slot": "Ranura",
            "title": "Selecciona una ranura de guardado.",
            "unlockHint1000": "Desbloquear con 1000 habitantes.",
            "unlockHint10000": "Desbloquear con 100 000 habitantes.",
            "unnamedCity": "Ciudad sin nombre"
        },
        "locked": {
            "settleFirst": "Empieza por construir el centro de tu ciudad.",
            "townHall": "Construye un ayuntamiento para desbloquear la clasificación global, las alianzas y las opciones.",
            "university": "Construye una universidad para desbloquear expediciones e investigaciones.",
            "market": "Construye un mercado o un puerto para desbloquear el mercado global.",
            "noBiomeAssets": "No hay edificios de este tipo disponibles en este bioma."
        }
    },
    "modals": {
        "archive": {
            "title": "Archivos"
        },
        "choices": {
            "selectChoice": "Seleccionar opción",
            "title": "Opciones"
        },
        "deleteConfirmation": {
            "cancel": "Cancelar",
            "confirm": "Eliminar",
            "message": "¿Estás seguro de que quieres eliminar toda tu ciudad? Esta acción no se puede deshacer.",
            "title": "Confirmar eliminación"
        },
        "diplomacy": {
            "alliances": "Alianzas",
            "enemy": "Enemigo",
            "neutral": "Neutro",
            "title": "Diplomacia",
            "you": "Tú"
        },
        "market": {
            "amount": "Cantidad",
            "back": "Atrás",
            "base": "Base",
            "buy": "COMPRAR",
            "buys": "compra",
            "bought": "comprado",
            "for": "para",
            "price": "Precio",
            "pricePerUnit": "Precio por unidad.",
            "quantity": "Cantidad",
            "resource": "Recursos",
            "sell": "Aspecto",
            "sells": "vende",
            "sold": "vendido",
            "title": "Mercado",
            "total": "Total",
            "totalLabel": "Total",
            "transport": "Transporte",
            "unitPrice": "por un precio unitario de"
        },
        "orders": {
            "title": "Mis pedidos"
        },
        "ranking": {
            "area": "Área",
            "buildings": "Edificios",
            "goToPlayer": "Ir al jugador",
            "overall": "General",
            "player": "Jugador",
            "population": "Población",
            "resources": "Recursos",
            "title": "Clasificación"
        },
        "save": {
            "download": "Descargar archivo",
            "message": "Tu juego se ha guardado localmente.",
            "title": "Partida guardada."
        }
    },
    "orders": {
        "amount": "Cantidad",
        "buy": "Comprar",
        "buying": "Comprar",
        "confirmCancel": "¿Está seguro de que desea cancelar este pedido?",
        "for": "para",
        "marketStorage": "Almacén comercial",
        "myOrders": "Mis pedidos",
        "noMarketStorage": "No hay almacenamiento disponible en el mercado. Construye edificios comerciales para colocar órdenes de venta.",
        "noOrders": "No hay órdenes activas.",
        "onlyAllianceMembers": "Vender solo a miembros de la alianza.",
        "sell": "Aspecto",
        "sellButton": "{{type}} {{amount}} {{resource}} para {{price}} por unidad",
        "selling": "venta",
        "storageFull": "¡Almacenamiento lleno! Construye más edificios comerciales.",
        "totalPrice": "Precio total",
        "unitPrice": "Precio unitario"
    },
    "politics": {
        "accept": "Aceptar",
        "allianceTradeInfo": "Elige un tipo de alianza:",
        "alliances": "Alianzas",
        "applications": "Aplicaciones",
        "applyForAlliance": "solicitar alianza",
        "back": "Atrás",
        "cancelApplication": "Cancelar aplicación.",
        "choiceChangeCooldown": "Esta elección se puede volver a cambiar después de un{{days}}.",
        "common": {
            "accept": "Aceptar",
            "applications": "Aplicaciones",
            "globalRank": "Clasificación global",
            "greatFederation": "Gran Federación",
            "kick": "Kick",
            "marketSize": "Tamaño del mercado",
            "members": "Miembros",
            "name": "Nombre",
            "owner": "Propietario",
            "rank": "Rango",
            "reject": "Rechazar",
            "scienceLeague": "Liga Científica",
            "tradeAlliance": "Alianza comercial",
            "value": "Valor"
        },
        "createAlliance": "Crear alianza",
        "days": "días",
        "disbandAlliance": "Disolver alianza.",
        "globalRank": "Clasificación global",
        "go": "a",
        "inviteToAlliance": "Invita a tu alianza.",
        "kick": "kick",
        "leaveAlliance": "Abandonar alianza",
        "loading": "Cargando...",
        "marketSize": "Tamaño del mercado",
        "marketSizeLabel": "Tamaño del mercado: {{size}}",
        "members": "Miembros",
        "name": "Nombre",
        "noApplications": "No hay aplicaciones.",
        "noModifiers": "Esta alianza no tiene modificadores.",
        "owner": "Propietario",
        "placeholderDescription": "Descripción de la alianza",
        "placeholderName": "Nombre de la alianza",
        "rank": "Rango",
        "rankPrefix": "No.",
        "ranking": {
            "area": "Área",
            "buildings": "Edificios",
            "overall": "General",
            "population": "Población",
            "resources": "Recursos"
        },
        "reject": "Rechazar.",
        "value": "Valor"
    },
    "popup": {
        "apply": "Aplicar",
        "archive": "Archivo",
        "demolish": "Demoler",
        "population": "Población",
        "production": {
            "rate": "Valorar",
            "title": "Producción"
        },
        "storage": {
            "title": "Almacenamiento"
        },
        "townName": "Nombre de la ciudad:",
        "townColor": "Color de la ciudad:",
        "unnamedTown": "Pueblo sin nombre.",
        "upgrade": "Actualiza a {{building}}"
    },
    "settings": {
        "animations": "Animaciones",
        "fullscreen": "Pantalla completa",
        "bushDensity": "Densidad de arbustos",
        "clearTileCache": "Borrar datos almacenados en caché",
        "density": {
            "dense": "Denso",
            "normal": "Normal",
            "off": "Desactivado",
            "sparse": "Escaso"
        },
        "grassDensity": "Densidad del césped",
        "language": "Idioma",
        "musicVolume": "Volumen de la música",
        "performanceFeatures": "- Ajustar elementos visuales -",
        "resolutions": {
            "high": "Alto",
            "low": "Bajo",
            "medium": "Medio",
            "potato": "Patata",
            "ultra": "Ultra"
        },
        "rockDensity": "Densidad de roca",
        "showClouds": "Mostrar nubes",
        "soundVolume": "Volumen del sonido",
        "textureResolution": "Resolución de texturas",
        "title": "Configuración",
        "treeDensity": "Densidad de árboles",
        "uiScale": "Escala de la interfaz de usuario"
    },
    "tips": {
        "loading": [
            "Un día en el juego dura un día en la vida real. Tómate tu tiempo y haz crecer tu ciudad a tu ritmo.",
            "Puedes girar los edificios antes de colocarlos utilizando las teclas Q y E.",
            "Haga doble clic en el editor de formas para colocar nodos.",
            "Utiliza la tecla Mayús para seguir colocando edificios.",
            "Si tienes algún problema, háznoslo saber en Discord.",
            "Algunos edificios solo se pueden colocar cerca del edificio principal. Como la sierra y el leñador.",
            "No todos los recursos son fáciles de conseguir en todas partes. A veces, comerciar será más barato que producirlo todo por ti mismo.",
            "Las reseñas en Steam nos ayudan a encontrar nuevos jugadores que hacen de este un mundo vivo.",
            "Las reseñas en Steam nos ayudan a encontrar nuevos jugadores que hacen de este un mundo vivo.",
            "No todos los recursos son fáciles de conseguir en todas partes. A veces, comerciar será más barato que producirlo todo por ti mismo.",
            "Las reseñas en Steam nos ayudan a encontrar nuevos jugadores que hacen de este un mundo vivo.",
            "Las reseñas en Steam nos ayudan a encontrar nuevos jugadores que hacen de este un mundo vivo.",
            "Visita la wiki en projectrebearth.com para aprender todo sobre el mundo de Project."
        ]
    },
    "tooltip": {
        "cannotChange": "No se puede cambiar para",
        "construction": "Construcción",
        "refund": "Reembolso",
        "costPerMeter": "(por m)",
        "costPerSquareMeter": "(por m²)",
        "effects": "Efectos",
        "upkeep": "Mantenimiento",
        "production": "Producción",
        "move": "Mover este edificio."
    },
    "units": {
        "days": "días",
        "hours": "{{value}} h",
        "hoursLong": "horas",
        "minutes": "{{value}} m",
        "minutesLong": "minutos",
        "perDay": "/día",
        "percentage": "{{valor}}",
        "seconds": "{{value}} s",
        "secondsLong": "segundos"
    },
    "warnings": {
        "notEnoughPop": "No hay suficientes voluntarios."
    }
}