{
    "alliances": {
        "allianceTradeInfo": "Yhteistyö muiden pelaajien kanssa on hienoa! Voitte päättää käydä kauppaa yksinomaan keskenänne, ja riippuen siitä, kenen kanssa liittoudutte, saatte myös lisäetuja.",
        "applyForAlliance": "Hae liittoutumaan",
        "cancelApplication": "Peruuta hakemus",
        "greatFederationDesc": "Liity yhteen vahvojen ja järjestäytyneiden ihmisten kanssa! Suojaudu paremmin varkauksilta ja pakota alaisiltasi enemmän resursseja. Tämä kuitenkin lisää byrokratiaa ja vähentää verotuloja.",
        "leaveAlliance": "Poistu liittoumasta",
        "marketSizeLabel": "Markkinoiden koko:",
        "scienceLeagueDesc": "Liittymällä tiedeliigaan tulet älykkäämmäksi. Se on tieteellisesti todistettu. Nauti nopeammasta tutkimuksesta ja alhaisemmista tutkimusmatkojen kustannuksista. Se tekee ihmisistä myös onnellisempia! Mutta emme ole kovin hyviä tekemään asioita.",
        "tradeAllianceDesc": "Kaikki on kiinni rahasta! Saat alennettuja kauppakustannuksia ja parempaa verotustehokkuutta, mutta myös suuremman varkausriskin."
    },
    "biomes": {
        "1": "Trooppiset ja subtrooppiset lehtipuumetsät",
        "10": "Vuoristoiset ruohomaat",
        "11": "Tundra",
        "12": "Välimeren metsät",
        "13": "Aavikot ja kuivat pensasmaastot",
        "14": "Mangrovemetsät",
        "2": "Trooppiset ja subtrooppiset lehtipuumetsät",
        "3": "Trooppiset ja subtrooppiset havumetsät",
        "4": "Lehtipuumetsät ja sekametsät",
        "5": "Lehtipuumetsä",
        "6": "Boreaalinen metsä",
        "7": "Trooppiset ja subtrooppiset ruohomaat",
        "8": "Leuto savanni",
        "9": "Tulvivat ruohomaat",
        "98": "Arktinen autiomaa",
        "99": "Jääpeite"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Vähennä tuotteidesi ostajien kustannuksia ja nosta muiden pelaajien tuotteiden ostokustannuksia.",
            "importFocus": "Vähennä muiden pelaajien tavaroiden ostokustannuksia ja nosta samalla omien tavaroiden ostokustannuksia.",
            "lavishRations": "Annetaan heidän syödä kakkua! Runsaat annokset lisäävät henkilöä kohti tarvittavan ruoan määrää, mutta he ovat tyytyväisiä.",
            "lowRations": "Se on minun kakku! Pienet annokset vähentävät henkilöä kohti tarvittavan ruoan määrää, mutta ihmiset eivät pidä siitä.",
            "neutralFocus": "Markkinat ovat vapaat, tee mitä sinun täytyy tehdä. Pidä sekä tuonti- että vientikustannukset vakiokorkeudella.",
            "normalRations": "Juuri oikea määrä ruokaa kansallesi. Pidä ruoan kulutus normaalitasolla.",
            "taxation": "Se on vain reilua... Tuottaa kultaa jokaiselle asukkaalle, mutta vähentää onnellisuutta.",
            "veganSociety": "Mikä outo idea syödä eläimiä... Lisää ruoantuotantoa, mutta et voi tuottaa eläintuotteita.",
            "workerSafety": "Ihmiset ovat suurin voimavarasi. Lisää tuotannon turvallisuutta, mutta vähentää tuotantoa.",
            "dubiousWorkingRules": "Ihmiset ovat vain resursseja. Lisää tuotantoa, mutta lisää onnettomuuksien määrää.",
            "crampedQuarters": "Kuinka paljon henkilökohtaista tilaa todella tarvitset? Voimme mahduttaa enemmän ihmisiä samoihin taloihin, eikö niin?",
            "intensiveFarming": "Intensiivinen maatalous mahdollistaa eläinten ruokkimisen viljalla, mikä lisää tuotettavien eläintuotteiden määrää.",
            "newTownBoost": "Uutena asukkaana saat väliaikaisia bonuksia, jotka auttavat sinua pääsemään alkuun. Nämä bonukset häviävät ajan myötä."
        },
        "exclusiveOptions": "Yksinoikeudella tarjottavat vaihtoehdot",
        "lockedFor": "Lukittu",
        "option": "Vaihtoehto",
        "title": "Valinnat",
        "titles": {
            "exportFocus": "Kauppa – vientipainotteinen",
            "greatFederation": "Suuri federaatio",
            "importFocus": "Kauppa – Tuontipainotteinen",
            "lavishRations": "Ylelliset annokset",
            "lowRations": "Vähäiset annokset",
            "neutralFocus": "Kauppa - Neutraali painopiste",
            "normalRations": "Normaalit annokset",
            "scienceLeague": "Tiedeliiga",
            "taxation": "Verotus",
            "tradeAlliance": "Kauppaliitto",
            "veganSociety": "Vegaaniyhdistys",
            "workerSafety": "Työntekijöiden turvallisuus",
            "dubiousWorkingRules": "Epäilyttävät työehdot",
            "crampedQuarters": "Kuin sardiinit!",
            "intensiveFarming": "Intensiivinen maatalous",
            "newTownBoost": "Uusi alku!"
        },
        "unlock": "Avaa"
    },
    "common": {
        "delete": "Poista",
        "deleting": "Poistetaan...",
        "loading": "Lataus..."
    },
    "connection": {
        "backToMenu": "Takaisin valikkoon",
        "lost": "Yhteys katkennut",
        "message": "Palvelimeen ei voi tilapäisesti muodostaa yhteyttä. Tämä voi johtua huoltotöistä tai uudelleenkäynnistyksestä. Online-pelisi eteneminen on tallennettu, ja peli jatkuu automaattisesti, kun yhteys on palautettu.",
        "reconnecting": "Uudelleenyhteys"
    },
    "controls": {
        "build": {
            "addMorePoints": "Lisää pisteitä",
            "areaLimitExceeded": "Alueen raja ylitetty: {{size}} {{relation}} {{limit}}",
            "costs": "Kustannukset:",
            "invalidLocation": "Virheellinen sijainti",
            "mustBeNear": "Täytyy olla lähellä {{parent}}",
            "notEnoughResources": "Resurssit eivät riitä",
            "tooHigh": "Zoomaa lähemmäksi"
        },
        "cancel": "✗",
        "close": "Sulje",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Lisää pisteitä",
            "calculating": "Lasketaan...",
            "duration": "Kesto",
            "expedition": "Retkikunta",
            "finished": "Valmis!",
            "food": "Ruoka",
            "knowledge": "Tieto",
            "population": "Väestö",
            "timeLeft": "Jäljellä oleva aika",
            "title": "Tutkimuskustannukset"
        },
        "next": "Seuraava",
        "previous": "Edellinen"
    },
    "errors": {
        "fetchSlots": "Tallennustiloja ei voitu ladata.",
        "generic": "Jotain meni pieleen",
        "invalidFile": "Virheellinen tiedostomuoto",
        "loadingBuild": "Virhe ladattaessa rakennetta",
        "serverConnection": "Palvelinyhteysvirhe",
        "webWorkersNotSupported": "Peliä ei voi käynnistää: Web Workers -toimintoa ei tueta."
    },
    "events": {
        "confirm": "Selvä",
        "consequences": "Tehosteet",
        "remaining": "{{count}} Jäljellä",
        "titles": {
            "food_shortage": "Ihmiset ovat nälkäisiä.",
            "strike": "Isku",
            "celebration": "Lahja sinulle",
            "productivity_boom": "Mennään!",
            "expedition_found": "Retkikunta palaa!",
            "animal_unlock": "No, no, no... mitä meillä täällä on?",
            "bankruptcy": "Konkurssi!",
            "raid": "Tavarat on varastettu!",
            "trade": "Sovittu!",
            "player_message": "Sinulle on tullut viesti!"
        },
        "descriptions": {
            "food_shortage": "Ruoka on loppumassa! Jos ihmiset eivät saa syödä, he varastavat mitä tahansa selviytyäkseen tai jopa lopettavat työnteon.",
            "strike": "Ihmiset eivät ole tyytyväisiä! Mitä tahansa teetkin, he eivät pidä siitä. Varmista, että ihmiset pysyvät tyytyväisinä, jotta rakennukset eivät sulkeudu.",
            "celebration": "Ihmiset ovat onnellisia! Jatka samaan malliin, mitä ikinä teetkin! Pienenä lahjana he ovat keränneet sinulle tavaroita, jotta voit jatkaa tämän upean kaupungin rakentamista. Kuinka suloista!",
            "productivity_boom": "Ihmiset ovat innoissaan! He rakastavat sinua ja tekivät mielellään ylitöitä puolestasi. Näin he onnistuivat tuottamaan hieman enemmän kaikkea. He haluavat, että tämä kaupunki menestyy, tiedätkö!",
            "expedition_found": "Retkikuntasi on palannut mukanaan arvokkaita resursseja ja tietoa! Tämä hyödyttää suuresti kaupunkisi kehitystä ja tutkimustyötä. Heidän lokikirjassaan on kuitenkin mielenkiintoinen merkintä:",
            "animal_unlock": "Mitä löysimme täältä? Retkikuntasi palasi yllättävän kesyn eläimen kanssa. Se näyttää mieluummin elävän kaupungissasi kuin erämaassa. Olisi epäkohteliasta lähettää se nyt takaisin, eikö niin?",
            "bankruptcy": "Sinulla ei yksinkertaisesti ole kolikoita! Torni on romahtanut. Rakentamasi tornit rapistuvat ja tuhoutuvat, jos et ylläpidä niitä riittävällä määrällä kolikoita.",
            "raid": "Olisit pitänyt varastoida tavarasi paremmin! Ne olivat helposti saatavilla, ja tuntemattomat varkaat veivät osan resursseistasi.",
            "trade": "Joku on täyttänyt (osan) kauppatilauksestasi.",
            "player_message": "Toisesta kaupungista on saapunut lähetti, jolla on sinulle viesti."
        }
    },
    "game": {
        "zoomToBuild": "Zoomaa aloittaaksesi rakentamisen",
        "buildings": {
            "assets": {
                "expedition": "Retkikunta",
                "bakery": "Leipomo",
                "boat": "Vene",
                "brewery": "Panim",
                "bridge": "Bridge",
                "center": "Keskusta",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Parannettu savikurki",
                "claypit": "Clay Pit",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Puuaita",
                "fence2": "Kudottu aita",
                "fence3": "Aidan muoto",
                "fence4": "Aita",
                "fences": "Aidat",
                "field": "Kenttä",
                "firepit": "Tulisija",
                "fireplace": "Takka",
                "fishery": "Kalastus",
                "foraging_hut": "Ruokaa etsivä mökki",
                "fountain": "Suihkulähde",
                "house_1": "Shack",
                "house_2": "Maja",
                "house_3": "Ohjaamo",
                "house_4": "Talo",
                "house_5": "Asuinpaikka",
                "house_6": "Kylä",
                "large_ship": "Suuri alus",
                "large_statue": "Suuri patsas",
                "logpile": "Lokipino",
                "market": "Markkina",
                "market_stall": "Markkinakojut",
                "market_stall_1": "Liha",
                "market_stall_2": "Kala",
                "market_stall_3": "Leipä",
                "market_stall_4": "Vihannes",
                "market_stall_5": "Tavarat",
                "medium_ship": "Keskikokoinen alus",
                "nursery": "Puutarha",
                "park": "Puisto",
                "path": "Polku",
                "pier": "Pier",
                "plaza": "Plaza",
                "dirt": "Dirt",
                "port": "Port",
                "quarry": "Louhos",
                "road": "Tie",
                "ruinsBig": "Suuret rauniot",
                "ruinsSmall": "Pienet rauniot",
                "saw": "Saha",
                "small_ship": "Pieni alus",
                "small_statue": "Pieni patsas",
                "square": "Neliö",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Parannettu kivikurki",
                "table": "Taulukko",
                "tailor": "Räätälöi",
                "tavern": "Tavern",
                "tent": "Teltta",
                "tower": "Tower",
                "town_hall": "Kaupungintalo",
                "tree": "Puu",
                "university": "Yliopisto",
                "museum": "Museo",
                "warehouse": "Varasto",
                "water_tower": "Vesitorni",
                "windmill": "Tuulimylly",
                "windmill_upgraded": "Parannettu tuulimylly",
                "woodcutter": "Puunkorjaaja",
                "refinery": "Jalostamo",
                "iron_mine": "Rautakaivos",
                "iron_mine_upgraded": "Parannettu rautakaivos",
                "glassworks": "Lasitehdas",
                "tools_workshop": "Työkalujen työpaja",
                "well": "Hyvä"
            },
            "categories": {
                "decoration": "Koristelu",
                "defense": "Alue",
                "food": "Ruoka",
                "housing": "Asuminen",
                "infrastructure": "Infrastruktuuri",
                "military": "Sotilas",
                "production": "Tuotanto",
                "research": "Tutkimus",
                "resources": "Resurssit",
                "storage": "Tallennus",
                "town": "Kaupunki"
            },
            "descriptions": {
                "bakery": "Mikään ei voita tuoreen leivän tuoksua, joka on valmistettu tuoreimmasta jauhoista ja satunnaisista torakoista.",
                "boat": "Vene sopii erinomaisesti kalastukseen syvemmillä vesillä tai satunnaiseen nuorten parien suutelussa.",
                "brewery": "Joku jätti märät jyvät liian pitkäksi aikaa ulos, ja nyt ne ovat kaikkien huulilla! Tehdään lisää sellaista.",
                "bridge": "Se on silta. Mitä muuta voisit odottaa? Se vie sinut pisteestä A pisteeseen B.",
                "center": "Kaupunkisi sydän, tästä kaikki alkaa! Siellä asuu muutama ihminen ja siellä säilytetään välttämättömät tavarat. Sen voi päivittää hieman pysyvämmän näköiseksi aukioksi.",
                "clay_crane": "Nosturi, yksi suurimmista selkää säästävistä keksinnöistä! Enää ei tarvitse raahata kaikkea tätä savea kuopasta, vaan riittää, että käytetään nosturia.",
                "clay_crane_upgraded": "Näiden outojen materiaalien avulla voimme varmasti saada tämän nosturin toimimaan vielä paremmin!",
                "claypit": "Se on yksinkertainen kuoppa maassa. Mutta jos kuivataan maaperä, se kovettuu melko paljon! Se on työläs tehtävä, joka jättää melko rumia jälkiä maisemaan.",
                "creamery": "Joku on jättänyt tuoreen maidon liian pitkäksi aikaa ulos, ja nyt se on... jähmettynyt? Ainakin voimme nyt myydä sitä elintarvikkeena.",
                "dock": "Laajenna satamaasi! Tee lisää tilaa sataman rakennuksille ja aluksille.",
                "fence1": "Yksinkertainen puuaita, joka pitää yksinkertaiset olennot ulkona tai sisällä.",
                "fence2": "Kudottu aita, joka pitää yksinkertaiset olennot ulkona tai sisällä.",
                "fence3": "Piirrä mukautettu aita pitääksesi yksinkertaiset olennot ulkona tai sisällä.",
                "fence4": "Piirrä pitkä aita pitääksesi yksinkertaiset olennot poissa. Tai sisällä.",
                "fences": "Aidat ovat erinomainen tapa pitää ei-toivotut vierailijat poissa kaupungistasi tai pitää heidät sisällä.",
                "firepit": "Tulisija on vankka rakenne, jonka avulla voi lämmetä ja valmistaa ruokaa. Muista vain sammuttaa se ennen nukkumaanmenoa.",
                "fireplace": "Mikään ei ole kodikkaampaa kuin laulaminen takan ääressä. Vaikka savu puhaltaa aina juuri sinua kohti.",
                "field": "Kun raivaamme pellon, voimme kasvattaa siellä kasveja. Joitakin niistä voimme jopa syödä!",
                "fishery": "Mikään ei ole idyllisempää kuin pieni kalastusyritys rannalla. Se tuottaa suhteellisen tuoretta kalaa kaupungillesi.",
                "foraging_hut": "Kuka tarvitsee hienoja ruokia, kun voi syödä mitä tahansa luonnossa kasvavaa? Ruokaa keräävä mökki kerää erilaisia materiaaleja, mutta se tarvitsee paljon avointa tilaa.",
                "fountain": "Yksi suurimmista insinööriteknisistä saavutuksistamme! Kuka ei rakastaisi liikkuvaa vettä?",
                "house_1": "Jokainen tarvitsee paikan, jossa asua. Tämä pieni talo tarjoaa kansallesi paikan, jossa syödä ja asua.",
                "house_2": "Jokainen tarvitsee paikan, jossa asua. Tämä pieni talo tarjoaa kansallesi paikan, jossa syödä ja asua.",
                "house_3": "Jokainen tarvitsee paikan, jossa asua. Tämä talo tarjoaa kansallesi paikan, jossa syödä ja asua.",
                "house_4": "Jokainen tarvitsee paikan, jossa asua. Tämä talo tarjoaa kansallesi paikan, jossa syödä ja asua.",
                "house_5": "Kaikki tarvitsevat paikan, jossa asua. Tämä hienostunut talo tarjoaa kansallesi paikan, jossa syödä ja asua.",
                "house_6": "Kaikki tarvitsevat paikan, jossa asua. Tämä ylellinen talo tarjoaa kansallesi paikan, jossa syödä ja asua.",
                "large_ship": "En usko, että ne voivat enää kasvaa tämän suuremmiksi. Katsokaa tätä! Ei, oikeasti, katsokaa kaikki tätä! Tämän pitäisi vähentää kuljetuskustannuksia entisestään.",
                "large_statue": "Suuri patsas suurelle miehelle. Ihmiset sanovat, että hän oli todellakin näin suuri.",
                "logpile": "Mikä on paras tapa varastoida puuta? Heitä se vain kasaan.",
                "market": "Markkinat mahdollistavat kaupan muiden kaupunkien kanssa. Talot sijaitsevat mielellään näiden lähellä.",
                "market_stall": "Lisää markkinakoju kaupunkiisi",
                "market_stall_1": "Lihatuotteita myyvä koju.",
                "market_stall_2": "Kalamyyjä.",
                "market_stall_3": "Leipomotuotteita myyvä koju.",
                "market_stall_4": "Vihannes tuotteita myyvä koju.",
                "market_stall_5": "Erilaisia tavaroita myyvä koju.",
                "medium_ship": "Tuo on siisti alus. Ei liian iso, ei liian pieni. Juuri sopiva. Leikkaa kuljetuskustannuksia vielä 25 %.",
                "nursery": "Miksi päästää puunhakija metsään, kun voimme tuoda metsän puunhakijan luokse?",
                "park": "Lisää kaupunkiisi mukava puisto, jossa kansalaiset voivat viettää aikaa.",
                "path": "Yksinkertainen hiekkatie, joka hoitaa tehtävänsä, vaikka rakennukset toimivatkin hyvin ilman niitä.",
                "pier": "Ihmiset vannovat, että suuremmat kalat ovat syvemmillä vesillä. Katsotaanpa, kuinka syvälle pääsemme!",
                "plaza": "Kauniita laattoja kauniiseen kaupunkiisi. Sopii erinomaisesti markkinapaikoille, koristeluun tai vain omaisuuden esittelyyn.",
                "dirt": "Se näyttää, missä ihmiset kävelevät, mutta kukaan ei ole vaivautunut asettamaan kunnollisia laattoja.",
                "port": "Sataman kautta voit käydä kauppaa muiden kaupunkien kanssa. Se on paljon tehokkaampaa kuin maanteitse tapahtuva kauppa, ja kuljetuskustannukset puolittuvat.",
                "quarry": "Louhoksissa voit louhia kiviä maaperästä. Se on raskasta työtä, mutta kivet ovat ikuisia! Ne jättävät kuitenkin maisemaan ison arven.",
                "road": "Tiet antavat kylällesi rakenteen. Ne eivät ole välttämättömiä rakennuksillesi, mutta ne näyttävät hienommilta kuin polut.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Edistystä! Hienojen työkalujen avulla puunjalostus sujuu kuin tanssi.",
                "small_ship": "Pieni alus pienille matkoille. Ja katso! Tämä jopa kelluu. Tämän avulla voisimme todennäköisesti alentaa kuljetuskustannuksia hieman.",
                "small_statue": "Pieni patsas pienelle miehelle. Ihmiset sanovat, että hän oli todellakin näin pieni.",
                "square": "Oikea kaupungin keskusta! Tämä aukio näyttää hienommalta kuin tavallinen keskusta.",
                "stone_crane": "Nosturi, yksi suurimmista selkää säästävistä keksinnöistä! Meidän ei enää tarvitse raahata kaikkia näitä kiviä louhoksesta, vaan voimme käyttää nosturia.",
                "stone_crane_upgraded": "Näiden outojen materiaalien avulla voimme varmasti saada tämän nosturin toimimaan vielä paremmin!",
                "table": "On mukavampaa syödä pöydän ääressä kuin lattialla. Ellei sitten pidä satunnaisista rapeista ötököistä ruoassa tai housuissa.",
                "tailor": "Alasti pääset vain tiettyyn pisteeseen asti. Pyydä räätäliä tekemään sinulle vaatteita, jotka pitävät sinut lämpimänä.",
                "tavern": "Tavernassa kansalaisesi voivat tavata toisiaan ja juoda. Ainakin voit hyötyä ihmisten huonoista päätöksistä.",
                "tent": "Kuinka saada enemmän puuta metsästä? Laita enemmän ihmisiä metsään. Kuinka laittaa enemmän ihmisiä metsään? Laita enemmän telttoja metsään.",
                "tower": "Maamme ulottuu niin pitkälle kuin silmä kantaa. Jos näemme kauemmas, maamme kasvaa entisestään.",
                "town_hall": "Erittäin tärkeät henkilöt voivat seurata täältä joitakin erittäin tärkeitä lukuja. Lisäksi se näyttää hyvältä.",
                "tree": "Puut ovat mahtavia! Lisää niitä lisää.",
                "university": "Paikka, johon voit sijoittaa kaikki älykkäät ihmisesi tekemään älykkäitä asioita. Ja kun heillä on vapaa-aikaa, voit jopa lähettää heidät tutkimusmatkoille!",
                "museum": "Katsokaa kaikki, mitä hienoja juttuja löysimme! Laitetaan ne hienoimpaan rakennukseen, jonka voimme rakentaa.",
                "warehouse": "Varastoon voidaan varastoida kaikenlaisia resursseja; anna niille vain tilaa tehdä niin.",
                "water_tower": "Meidän alueemme on niin laaja kuin näemme. Jos näemme kauemmas, alueemme kasvaa entisestään.",
                "windmill": "Hullunmielistä, miten joku onnistui muuttamaan tuulen ruoaksi. Se on ainoa mahdollinen tapa muuttaa ne kovat kasvikivet jauhoiksi pehmeää, herkullista leipää varten.",
                "windmill_upgraded": "Näiden outojen materiaalien avulla voimme varmasti saada tuulimyllyn toimimaan vielä nopeammin. Mitä enemmän liikkuvia osia, sitä parempi, eikö niin?",
                "woodcutter": "Puunkorjaaja hakkaa puuta. Kuinka paljon puuta? Niin paljon kuin puunkorjaaja voi.",
                "refinery": "Jalostamoa käytetään jalostamaan outoja kiviä kiiltäviksi, muokattaviksi kiviksi.",
                "iron_mine": "Teimme syvän kuopan, koska löysimme outoja kiviä. Lähetetään kaikki ihmiset sinne hakemaan ne. Mikä pahinta voi tapahtua?",
                "iron_mine_upgraded": "Näiden outojen materiaalien avulla voimme varmasti saada enemmän kiiltäviä kiviä maasta nopeammin!",
                "glassworks": "Glassworksin avulla voit valmistaa hiekasta lasia, jota voidaan käyttää erilaisissa edistyneissä sovelluksissa.",
                "tools_workshop": "Työkalupajalla voit valmistaa työkaluja, jotka ovat välttämättömiä joidenkin ihmisten työssä.",
                "well": "Vaikka sateessa seisominen suu auki on hauskaa, se on hieman hankalampaa, kun sinulla on kylpyamme täytettävänä. Kaivo sopii kaupunkiisi paremmin."
            }
        },
        "crops": {
            "cow": "Lehmä",
            "empty": "Tyhjä",
            "goat": "Vuohi",
            "grain": "Grain",
            "maize": "Leipä",
            "potato": "Peruna",
            "sheep": "Lampaat"
        },
        "effects": {
            "accidentRate": "Onnettomuusaste",
            "allProduction": "Kaikki tuotanto",
            "constructionCost": "Rakennuskustannukset",
            "expeditionCost": "Retken kustannukset",
            "exportCost": "Vientikustannukset",
            "foodConsumption": "Elintarvikkeiden kulutus",
            "foodProduction": "Elintarviketuotanto",
            "goodsProduction": "Tavaroiden tuotanto",
            "happiness": "Onnellisuus",
            "importCost": "Tuontikustannukset",
            "populationProduction": "Väestö Muokkaa",
            "populationCapacity": "Asumiskapasiteetti",
            "raidRisk": "Varkausriski (kun varastointikapasiteetti ylitetään)",
            "researchSpeed": "Tutkimuksen nopeus",
            "taxation": "Verotus",
            "animalProduction": "Eläintuotanto"
        },
        "expedition": {
            "start": "Aloita retki"
        },
        "resources": {
            "clothes": "Vaatteet",
            "coin": "Kolikot",
            "drinks": "Juomat",
            "earth": "Maa",
            "flour": "Jauho",
            "food": "Ruoka",
            "grain": "Grain",
            "happiness": "Onnellisuus",
            "knowledge": "Tieto",
            "pop": "Väestö",
            "stone": "Kivi",
            "wood": "Puu",
            "wool": "Villa",
            "ore": "Me",
            "metal": "Metalli",
            "tools": "Työkalut",
            "glass": "Lasi",
            "scrap": "Romu",
            "milk": "Maito"
        },
        "views": {
            "build": "Rakenna",
            "explore": "Tutustu",
            "market": "Markkina",
            "player": "Pelaaja",
            "politic": "Politiikka",
            "watch": "Katso"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Kaksoisnapsauta sijoittaaksesi solmuja.",
            "multiPlace": "Jatka sijoittamista",
            "rotate": "Kierrä",
            "restriction": "Rakentamaton alue"
        },
        "capacity": "Kapasiteetti",
        "defaultTownName": "Nimetön kaupunki",
        "is_throttled": "on loppumassa! Jotkut rakennukset eivät välttämättä toimi kunnolla.",
        "placeCenterPrompt": "Aseta keskipisteesi",
        "storage_overflow": "Tallennustila täynnä! Varkausriski kasvanut."
    },
    "intro": {
        "message1": "Jos luet tätä, se tarkoittaa, että olet valittu, jonka kohtalona on asuttaa pinta uudelleen. Edessäsi näet planeettamme, maailmamme sellaisena kuin se on tänään. Mikään ei ole enää entisellään. Tai ainakaan sellaisena kuin luulemme sen olleen. Kukaan ei oikeasti muista.",
        "message2": "Mutta tehtäväsi on yksinkertainen. Etsi paikka ja aloita uusi asutus. Kasvata asutustasi, ja ehkä pystyt ottamaan yhteyttä muihin, jotka ovat tehneet samoin. Ehkä yhdessä voimme selvittää, mitä maapallollemme on tapahtunut.",
        "good_luck": "Onnea matkaan!",
        "based": {
            "w": {
                "message1": "Hyvä valinta! Olet asettunut biomiin, joka on täynnä reheviä puita ja villieläimiä. Puun löytäminen ja resurssien kerääminen ei ole täällä ongelma, vaikka monimutkaisempien materiaalien ja malmien hankkiminen saattaa olla hieman vaikeampaa. Mutta uskon sinuun, ja tulet huomaamaan, että mikään ei ole mahdotonta.",
                "message2": "Kykysi ovat vielä rajalliset. Varmista ensin, että saat tasaisesti resursseja. Rakenna sitten markkinat, jotta voit käydä kauppaa muiden asutusten kanssa. Kun olet saanut jalansijaa, voit jopa aloittaa suurempia projekteja, kuten sataman rakentamisen, jotta kauppa tulee halvemmaksi, kaupungintalon, jotta voimme seurata kaikkea, tai jopa yliopiston, jotta voit alkaa tutkia ympäröivää maailmaa.",
                "good_luck": "Sinä pystyt tähän!"
            },
            "s": {
                "message1": "Vahva valinta asettua asumaan tähän kivikkoiseen biomassa, jossa voit tulla yhdeksi maan kanssa. Kiven ja malmin löytäminen ei ole täällä ongelma, vaikka ruoan viljely saattaa olla hieman vaikeampaa. Mutta olen varma, että muut ovat mielellään valmiita vaihtamaan sinun runsaita arvokkaita materiaalejasi!",
                "message2": "Kykysi ovat vielä rajalliset. Varmista ensin, että saat tasaisen resurssivirran. Rakenna sitten markkinat, joilla voit käydä kauppaa muiden asutusten kanssa. Kun olet saanut jalansijaa, voit jopa aloittaa suurempia projekteja, kuten sataman rakentamisen, jotta kauppa tulee halvemmaksi, kaupungintalon, jotta voimme seurata kaikkea, tai jopa yliopiston, jotta voit alkaa tutkia ympäröivää maailmaa.",
                "good_luck": "Rakenna vahvasti!"
            },
            "e": {
                "message1": "Ilma on kuiva ja aurinko paistaa voimakkaasti. Ei helpoin biomi, mutta voit rakentaa asutuksesi kirjaimellisesti maasta itsestään. Käyttökelpoisen puun löytäminen voi olla täällä hieman vaikeampaa, mutta maaperä näyttää sopivan useimmille viljelykasveille. Olen varma, että kekseliäisyydelläsi saat tämän toimimaan.",
                "message2": "Kykysi ovat vielä rajalliset. Varmista ensin, että saat tasaisesti resursseja. Rakenna sitten markkinat, jotta voit käydä kauppaa muiden asutusten kanssa. Kun olet saanut jalansijaa, voit jopa aloittaa suurempia projekteja, kuten sataman rakentamisen, jotta kauppa tulee halvemmaksi, kaupungintalon, jotta voimme seurata kaikkea, tai jopa yliopiston, jotta voit alkaa tutkia ympäröivää maailmaa.",
                "good_luck": "Hyvää rakentamista!"
            },
            "a": {
                "message1": "Se on mielenkiintoinen valinta. Miksi valitsit juuri tämän arktisen erämaan? En näe täällä puita tai kiviä, mutta kai voit aina käydä kauppaa muiden kanssa. Varmista vain, että väkesi pysyy lämpimänä ja saa ruokaa.",
                "message2": "Mahdollisuutesi ovat hyvin rajalliset. Keskity ensisijaisesti markkinoiden rakentamiseen, jotta voit käydä kauppaa muiden asutusten kanssa. Toivottavasti sinulla on hyvät yhteydet, koska tästä tulee vaikeaa. Jos kuitenkin onnistut, voit jopa käynnistää suurempia hankkeita, kuten sataman rakentamisen, jotta kauppa tulee halvemmaksi, kaupungintalon, jotta voimme seurata kaikkea, tai jopa yliopiston, jotta voit alkaa tutkia ympäröivää maailmaa.",
                "good_luck": "Onnea matkaan."
            }
        }
    },
    "loading": {
        "assets": "Lataa aineistoa...",
        "connecting": "Yhdistetään palvelimeen...",
        "game": "Lataamassa peliä..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Poista kaikki",
            "menu": "Valikko",
            "quicksettings": "Asetukset",
            "saveBuild": "Tallenna rakennus",
            "saveSandbox": "Tallenna rakennus"
        },
        "main": {
            "credits": "Tekijätiedot",
            "enterMultiplayer": "Astu maailmaan",
            "loadSandbox": "Lataa Sandbox",
            "newSandbox": "Uusi hiekkalaatikko",
            "returnToDesktop": "Palaa työpöydälle",
            "serverOffline": "Palvelimeen ei saada yhteyttä. Palvelin saattaa olla ylikuormitettu tai tilapäisesti poissa käytöstä huoltotöiden vuoksi. Tarkista Discordista viimeisin tilanne.",
            "settings": "Asetukset",
            "subtitle": "Tämä on Project Rebearthin varhainen versio. Ota yhteyttä, jos kohtaat ongelmia pelatessasi.",
            "demoSubtitle": "Tämä on Project Rebearthin demo. Vain sandbox-kaupunkien rakentelu on käytössä. Jos haluat pelata moninpelissä, jossa on resurssienhallinta, hanki täysversio.",
            "demoRestriction1": "Tämän painikkeen takana on Project Rebearthin valtava online-moninpeli. Olet kuitenkin demoversiossa, jossa on käytettävissä vain sandbox-tila ilman resurssien hallintaa.",
            "demoRestriction2": "Sandbox-tilassa voit edelleen luoda upeita karttoja, viedä ne korkealla resoluutiolla ja kokea, miltä 1:1-mittakaavassa oleva pelimaailma tuntuu.",
            "title": "Project Rebearth -palvelin",
            "welcome": "Tervetuloa, {{name}}!"
        },
        "sandbox": {
            "description": "Sandbox-tilassa voit rakentaa vapaasti ilman moninpelimaailman rajoituksia. Olet yksin ja resurssirajoituksia ei ole. Voit tallentaa edistymisesi ja ladata sen myöhemmin.",
            "loadFromFile": "Lataa tiedostosta",
            "loadTitle": "Lataa Sandbox",
            "noSaves": "Paikallisia tallennuksia ei löytynyt.",
            "start": "Aloita uusi peli",
            "title": "Uusi hiekkalaatikko"
        },
        "slots": {
            "cooldownActive": "Tämä paikka on jäähdytysajalla.",
            "cooldownTimer": "Saatavana osoitteessa {{time}}",
            "deleteConfirm": "Haluatko varmasti poistaa tämän tallennuksen? Tätä toimintoa ei voi peruuttaa.",
            "empty": "Tyhjä paikka",
            "guidelinesLink": "käyttäjän ohjeet",
            "guidelinesNotice1": "Liittymällä online-moninpeliin hyväksyt ja noudatat ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Käyttäjän ohjeet",
            "guidelinesIntro": "Ilmeisesti kaikki internetin käyttäjät eivät ymmärrä samoja asioita samoin. Siksi tässä on joukko sääntöjä, joihin sinun on sitouduttava liittyessäsi Project Rebearthin massiiviseen moninpeliin. Näin varmistetaan, että maailma on kaikille hauska ja avoin paikka.",
            "guidelinesRule1": "Kunnioita muita pelaajia ja heidän luomuksiaan. Kohtele muita niin kuin haluat itseäsi kohdeltavan.",
            "guidelinesRule2": "Ei sopimatonta kieltä tai symboleja. Satunnaisesti luodut nimet voivat olla hauskoja, mutta käyttäjien lähettämät nimet eivät saa olla sopimatonta.",
            "guidelinesRule3": "Älä käytä botteja, hyväksikäyttöohjelmia tai automaatiotyökaluja. Tämä peli on ihmisten luoma, ja se on tarkoitettu ihmisten nautittavaksi. Boteilla ei ole täällä sijaa.",
            "guidelinesRule4": "Muiden käyttäjien uhkailu on kielletty.",
            "guidelinesOutro": "Jos epäilet, onko jokin asia sallittu, se todennäköisesti ei ole. Näiden ohjeiden noudattamatta jättäminen voi johtaa rakennusten poistamiseen, kaupunkien poistamiseen tai tilisi (väliaikaiseen) sulkemiseen moderaattoreiden harkinnan mukaan.",
            "locked": "Lukittu",
            "lockedText": "Lukittu",
            "newGame": "Uusi peli",
            "play": "Pelaa",
            "population": "Asukkaat",
            "slot": "Slot",
            "title": "Valitse tallennuspaikka",
            "unlockHint1000": "Avaa 1 000 asukkaan kohdalla",
            "unlockHint10000": "Avaa 10 000 asukkaan kohdalla",
            "unnamedCity": "Nimetön kaupunki"
        },
        "locked": {
            "settleFirst": "Rakenna ensin kaupunkisi keskusta.",
            "townHall": "Rakenna kaupungintalo avataksesi globaalin rankingin, liittoutumat ja valinnat.",
            "university": "Rakenna yliopisto avataksesi tutkimusmatkat ja tutkimuksen.",
            "market": "Rakenna markkinapaikka tai satama avataksesi globaalin markkinan.",
            "noBiomeAssets": "Tämän tyyppisiä rakennuksia ei ole saatavilla tässä biomassa."
        }
    },
    "modals": {
        "archive": {
            "title": "Arkistot"
        },
        "choices": {
            "selectChoice": "Valitse vaihtoehto",
            "title": "Valinnat"
        },
        "deleteConfirmation": {
            "cancel": "Peruuta",
            "confirm": "Poista",
            "message": "Haluatko varmasti poistaa koko kaupunkisi? Tätä toimintoa ei voi peruuttaa.",
            "title": "Vahvista poisto"
        },
        "diplomacy": {
            "alliances": "Allianssit",
            "enemy": "Vihollinen",
            "neutral": "Neutraali",
            "title": "Diplomatiikka",
            "you": "Sinä"
        },
        "message": {
            "title": "Lähetä Messenger",
            "sendMessage": "Lähetä Messenger",
            "to": "To",
            "placeholder": "Kirjoita viestisi tähän...",
            "cost": "Kustannukset",
            "send": "Lähetä",
            "sending": "Lähetetään...",
            "sent": "Viesti on lähetetty!",
            "insufficientGold": "Ei tarpeeksi kultaa"
        },
        "market": {
            "amount": "Määrä",
            "back": "Takaisin",
            "base": "Perusta",
            "buy": "OSTA",
            "buys": "ostaa",
            "bought": "ostettu",
            "for": "for",
            "price": "Hinta",
            "pricePerUnit": "Yksikköhinta",
            "quantity": "Määrä",
            "resource": "Resurssi",
            "sell": "Katso",
            "sells": "myy",
            "sold": "myyty",
            "title": "Markkina",
            "total": "Yhteensä",
            "totalLabel": "Yhteensä",
            "transport": "Kuljetus",
            "unitPrice": "yksikköhintaan"
        },
        "orders": {
            "title": "Omat tilaukset"
        },
        "ranking": {
            "area": "Alue",
            "buildings": "Rakennukset",
            "goToPlayer": "Siirry pelaajaan",
            "overall": "Yleistä",
            "player": "Pelaaja",
            "population": "Väestö",
            "resources": "Resurssit",
            "title": "Sijoitus"
        },
        "save": {
            "download": "Lataa tiedosto",
            "message": "Peli on tallennettu paikallisesti.",
            "title": "Peli tallennettu"
        }
    },
    "orders": {
        "amount": "Määrä",
        "buy": "Osta",
        "buying": "ostaminen",
        "confirmCancel": "Haluatko varmasti peruuttaa tämän tilauksen?",
        "for": "for",
        "marketStorage": "Kauppa Varastointi",
        "myOrders": "Tee tilauksesi",
        "noMarketStorage": "Markkinavarastoa ei ole käytettävissä. Rakenna kaupparakennuksia myyntitilausten tekemistä varten.",
        "noOrders": "Ei aktiivisia tilauksia",
        "onlyAllianceMembers": "Myy vain liittouman jäsenille",
        "sell": "Katso",
        "sellButton": "{{type}} {{amount}} {{resource}} {{price}}:n yksikköhinta",
        "selling": "myynti",
        "storageFull": "Tallennustila täynnä! Rakenna lisää kaupparakennuksia.",
        "totalPrice": "Kokonaishinta",
        "unitPrice": "Yksikköhinta"
    },
    "politics": {
        "accept": "hyväksy",
        "allianceTradeInfo": "Valitse liittouman tyyppi:",
        "alliances": "Allianssit",
        "applications": "Sovellukset",
        "applyForAlliance": "hakea liittoutumaa",
        "back": "Takaisin",
        "cancelApplication": "peruuta hakemus",
        "choiceChangeCooldown": "Tämä valinta voidaan muuttaa uudelleen {{days}} päivän kuluttua.",
        "common": {
            "accept": "Hyväksy",
            "applications": "Sovellukset",
            "globalRank": "Globaali sijoitus",
            "greatFederation": "Suuri federaatio",
            "kick": "Kick",
            "marketSize": "Markkinoiden koko",
            "members": "Jäsenet",
            "name": "Nimi",
            "owner": "Omistaja",
            "rank": "Sijoitus",
            "reject": "Hylkää",
            "scienceLeague": "Tiedeliiga",
            "tradeAlliance": "Kauppaliitto",
            "value": "Arvo"
        },
        "createAlliance": "luo liittouma",
        "days": "päivät",
        "disbandAlliance": "liittouman purkaminen",
        "globalRank": "Globaali sijoitus",
        "go": "to",
        "inviteToAlliance": "Kutsu liittymään liittoumaasi",
        "kick": "kick",
        "leaveAlliance": "poistu liittoumasta",
        "loading": "Lataus...",
        "marketSize": "Markkinoiden koko",
        "marketSizeLabel": "Markkinoiden koko: {{size}}",
        "members": "Jäsenet",
        "name": "Nimi",
        "noApplications": "Sovelluksia ei ole.",
        "noModifiers": "Tällä liittoumalle ei ole modifikaattoreita.",
        "owner": "Omistaja",
        "placeholderDescription": "Allianssin kuvaus",
        "placeholderName": "Allianssin nimi",
        "rank": "Sijoitus",
        "rankPrefix": "Ei.",
        "ranking": {
            "area": "Alue",
            "buildings": "Rakennukset",
            "overall": "Yleistä",
            "population": "Väestö",
            "resources": "Resurssit"
        },
        "reject": "hylätä",
        "value": "Arvo"
    },
    "popup": {
        "apply": "Käytä",
        "archive": "Arkisto",
        "demolish": "Tuhoa",
        "population": "Väestö",
        "production": {
            "rate": "Arvostele",
            "title": "Tuotanto"
        },
        "storage": {
            "title": "Tallennus"
        },
        "townName": "Kaupungin nimi:",
        "townColor": "Kaupungin väri:",
        "unnamedTown": "Nimetön kaupunki",
        "upgrade": "Päivitä versioon {{building}}"
    },
    "settings": {
        "animations": "Animaatiot",
        "fullscreen": "Koko näyttö",
        "bushDensity": "Pensas tiheys",
        "clearTileCache": "Tyhjennä välimuistissa olevat tiedot",
        "density": {
            "dense": "Tiheä",
            "normal": "Normaali",
            "off": "Pois",
            "sparse": "Sparse"
        },
        "grassDensity": "Ruohon tiheys",
        "language": "Kieli",
        "musicVolume": "Musiikin äänenvoimakkuus",
        "performanceFeatures": "- Säädä visuaalisia elementtejä -",
        "resolutions": {
            "high": "Korkea",
            "low": "Matala",
            "medium": "Keskitaso",
            "potato": "Peruna",
            "ultra": "Ultra"
        },
        "rockDensity": "Kiven tiheys",
        "showClouds": "Näytä pilvet",
        "soundVolume": "Äänenvoimakkuus",
        "textureResolution": "Tekstuurin resoluutio",
        "title": "Asetukset",
        "treeDensity": "Puiden tiheys",
        "uiScale": "UI-asteikko"
    },
    "tips": {
        "loading": [
            "Yksi pelipäivä vastaa yhtä päivää todellisessa elämässä. Ota aikaa ja kasvata kaupunkia omaan tahtiisi.",
            "Voit kiertää rakennuksia ennen niiden sijoittamista Q- ja E-näppäimillä.",
            "Kaksoisnapsauta muotoeditoriin sijoittaaksesi solmuja.",
            "Käytä shift-näppäintä rakennusten sijoittamiseen.",
            "Jos kohtaat ongelmia, ilmoita siitä meille Discordissa.",
            "Rakenna markkinat tai satama avataksesi kaupan muiden pelaajien kanssa.",
            "Rakenna kaupungintalo avataksesi liittoutumat, rankingit ja valinnat.",
            "Rakenna yliopisto avataksesi tutkimusmatkoja ja tutkimusta.",
            "Liity vilkkaaseen pelaajayhteisöömme Discordissa, jaa luomuksiasi ja hanki vinkkejä.",
            "Jotkut rakennukset, kuten saha ja puunhakkuukone, voidaan sijoittaa vain lähellä emorakennusta.",
            "Kaikkia resursseja ei ole helppo hankkia kaikkialta. Joskus kauppa on halvempaa kuin kaiken tuottaminen itse.",
            "Steam-arvostelu auttaa meitä löytämään uusia pelaajia elävän maailman rakentamiseen.",
            "Vieraile wiki-sivustolla osoitteessa projectrebearth.com ja lue kaikki Project Rebearthin maailmasta!"
        ]
    },
    "help": {
        "hud": "Tämä paneeli näyttää kaikki resurssit, joita sinulla on, tuotat ja kulutat. Vie hiiri kuvakkeiden päälle nähdäksesi lisätietoja kustakin resurssista. Jos resurssi on loppumassa, se korostetaan punaisella, ja rakennusten tuottavuus saattaa joutua laskemaan. Jos saavutat kapasiteettisi rajan, se näkyy lihavoituna ja rakennuksesi lopettavat tuotannon. Voit vaikuttaa tuotantoosi tai kulutukseesi esimerkiksi aloitusbonuksella. Nämä muokkaajat näkyvät, kun viet hiiren resurssin päälle. Näetkö vasemmalla pyörivän ympyrän? Se osoittaa, milloin peli synkronoituu palvelimen kanssa. Et näe resurssien muutoksia ennen kuin synkronointi on valmis. Resurssien kulutus ja tuotanto näytetään päivittäin. Tämä on todellinen reaaliaikainen päivä. Resurssisi kuitenkin kasvavat hitaasti.",
        "market": "Tervetuloa markkinoille! Katso, mitä muut pelaajat haluavat ostaa tai myydä, ja mikä tärkeintä, mihin hintaan! Maksat kuljetuskustannukset, kun täytät jonkun toisen tilauksen. Joten jos he ovat kaukana, se ei ehkä ole sen arvoista tai voi jopa maksaa enemmän kuin he ovat valmiita maksamaan.",
        "orders": "Anna tilauksesi! Ilmoita muille pelaajille, mitä haluat ostaa tai myydä ja mihin hintaan. Tämä on se, mitä saat tai maksat. Muista, että muut maksavat kuljetuksesta. Joten halvan tuotteen ostaminen ei välttämättä kannata, jos muiden pelaajien kuljetuskustannukset ovat liian korkeat.",
        "popup": "Tämä ponnahdusikkuna näyttää kaikki tiedot tästä rakennuksesta. Täällä voit muuttaa rakennuksen avainparametreja tai jopa siirtää niitä. Tämä on käytettävissä vain rakennusmoodissa.",
        "storage": "Täällä voit säätää, kuinka paljon tämä rakennus varastoi. Sillä on tietty kapasiteetti ja tietty määrä tavaroita, joita se voi varastoida. Voit muuttaa sen suhdetta optimoidaksesi sen tarpeisiisi."
    },
    "tooltip": {
        "cannotChange": "Ei voi muuttaa",
        "construction": "Rakentaminen",
        "cost": "Kustannukset",
        "refund": "Palautus",
        "costPerMeter": "(per m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Tehosteet",
        "upkeep": "Ylläpito",
        "production": "Tuotanto",
        "move": "Siirrä tämä rakennus"
    },
    "units": {
        "days": "päivät",
        "hours": "{{value}} h",
        "hoursLong": "tuntia",
        "minutes": "{{value}} m",
        "minutesLong": "minuuttia",
        "perDay": "/päivä",
        "percentage": "{{arvo}}",
        "seconds": "{{value}} s",
        "secondsLong": "sekuntia"
    },
    "warnings": {
        "notEnoughPop": "Ei tarpeeksi vapaaehtoisia"
    }
}