{
    "alliances": {
        "allianceTradeInfo": "Faire équipe avec d'autres joueurs, c'est génial ! Vous pouvez choisir de ne commercer qu'entre vous, et selon les joueurs avec lesquels vous vous alliez, vous bénéficierez également d'avantages supplémentaires.",
        "applyForAlliance": "Demander à rejoindre une alliance",
        "cancelApplication": "Annuler l'application",
        "greatFederationDesc": "Faites équipe avec des personnes fortes et organisées ! Soyez mieux protégé contre le vol et exigez davantage de ressources de vos sujets. Cependant, cela s'accompagne d'une bureaucratie accrue et d'une baisse des recettes fiscales.",
        "leaveAlliance": "Quitter l'alliance",
        "marketSizeLabel": "Taille du marché :",
        "scienceLeagueDesc": "Rejoindre une ligue scientifique vous rend plus intelligent. C'est scientifiquement prouvé. Profitez d'une vitesse de recherche plus rapide et de coûts d'expédition réduits. Cela rend les gens plus heureux aussi ! Mais nous ne sommes pas très doués pour fabriquer des choses.",
        "tradeAllianceDesc": "Tout est question d'argent ! Bénéficiez de coûts commerciaux réduits et d'une efficacité fiscale accrue, mais aussi d'un risque de vol plus élevé."
    },
    "biomes": {
        "1": "Forêts tropicales et subtropicales à feuilles larges",
        "10": "Prairies montagnardes",
        "11": "Toundra",
        "12": "Forêts méditerranéennes",
        "13": "Déserts et zones arbustives xériques",
        "14": "Mangroves",
        "2": "Forêts tropicales et subtropicales à feuilles larges",
        "3": "Forêts tropicales et subtropicales de conifères",
        "4": "Forêts tempérées et mixtes",
        "5": "Forêt tempérée de conifères",
        "6": "Forêts boréales",
        "7": "Prairies tropicales et subtropicales",
        "8": "Savanes tempérées",
        "9": "Prairies inondées",
        "98": "Désert arctique",
        "99": "Calotte glaciaire"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Réduisez le coût d'achat de vos produits, tout en augmentant le coût d'achat des produits des autres joueurs.",
            "importFocus": "Réduisez le coût d'achat des marchandises auprès d'autres joueurs, tout en augmentant le coût pour les personnes qui achètent vos marchandises.",
            "lavishRations": "Qu'ils mangent du gâteau ! Des rations généreuses augmenteront la quantité de nourriture nécessaire par personne, mais ils seront heureux.",
            "lowRations": "C'est mon gâteau ! Des rations réduites diminueront la quantité de nourriture nécessaire par personne, mais les gens n'apprécieront pas cela.",
            "neutralFocus": "C'est un marché libre, faites ce que vous avez à faire. Maintenez les coûts d'importation et d'exportation à des taux standard.",
            "normalRations": "Juste la quantité de nourriture nécessaire pour votre peuple. Maintenez la consommation alimentaire à des niveaux normaux.",
            "taxation": "C'est normal... Génère de l'or pour chaque habitant, mais réduit le bonheur.",
            "veganSociety": "Quelle idée étrange que de manger des animaux... Augmente la production alimentaire, mais vous ne pouvez pas produire de produits d'origine animale.",
            "workerSafety": "Les personnes sont votre plus grand atout. Augmente la sécurité de la production mais réduit le rendement.",
            "dubiousWorkingRules": "Les personnes ne sont que des ressources. Augmente la production, mais augmente également le taux d'accidents.",
            "crampedQuarters": "De combien d'espace personnel avez-vous réellement besoin ? Nous pouvons loger plus de personnes dans les mêmes maisons, n'est-ce pas ?",
            "intensiveFarming": "L'agriculture intensive vous permet de nourrir vos animaux avec des céréales, ce qui augmente la quantité de produits animaux que vous pouvez produire.",
            "newTownBoost": "En tant que nouvelle colonie, vous recevez des bonus temporaires pour vous aider à démarrer. Ceux-ci disparaîtront avec le temps."
        },
        "exclusiveOptions": "Options exclusives",
        "lockedFor": "Verrouillé pour",
        "option": "Option",
        "title": "Choix",
        "titles": {
            "exportFocus": "Commerce - Orientation vers l'exportation",
            "greatFederation": "Grande Fédération",
            "importFocus": "Commerce - Importation",
            "lavishRations": "Rations somptueuses",
            "lowRations": "Rations faibles",
            "neutralFocus": "Commerce - Orientation neutre",
            "normalRations": "Rations normales",
            "scienceLeague": "Ligue scientifique",
            "taxation": "Fiscalité",
            "tradeAlliance": "Alliance commerciale",
            "veganSociety": "Vegan Society",
            "workerSafety": "Sécurité des travailleurs",
            "dubiousWorkingRules": "Règles de fonctionnement douteuses",
            "crampedQuarters": "Comme des sardines !",
            "intensiveFarming": "Agriculture intensive",
            "newTownBoost": "Un nouveau départ !"
        },
        "unlock": "Déverrouiller"
    },
    "common": {
        "delete": "Supprimer",
        "deleting": "Suppression...",
        "loading": "Chargement..."
    },
    "connection": {
        "backToMenu": "Retour au menu",
        "lost": "Connexion perdue",
        "message": "Le serveur est temporairement inaccessible. Cela peut être dû à une maintenance ou à un redémarrage. Votre progression en ligne est sauvegardée, le jeu reprendra automatiquement une fois la connexion rétablie.",
        "reconnecting": "Reconnexion"
    },
    "controls": {
        "build": {
            "addMorePoints": "Ajouter plus de points",
            "areaLimitExceeded": "Limite de zone dépassée : {{size}} {{relation}} {{limit}}",
            "costs": "Coûts :",
            "invalidLocation": "Emplacement invalide",
            "mustBeNear": "Doit être proche de l'{{parent}}",
            "notEnoughResources": "Ressources insuffisantes",
            "tooHigh": "Zoom avant"
        },
        "cancel": "✗",
        "close": "Fermer",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Ajouter plus de points",
            "calculating": "Calcul en cours...",
            "duration": "Durée",
            "expedition": "Expédition",
            "finished": "Terminé !",
            "food": "Nourriture",
            "knowledge": "Connaissances",
            "population": "Population",
            "timeLeft": "Temps restant",
            "title": "Coûts d'exploration"
        },
        "next": "Suivant",
        "previous": "Précédent"
    },
    "errors": {
        "fetchSlots": "Impossible de charger les emplacements de sauvegarde.",
        "generic": "Une erreur s'est produite.",
        "invalidFile": "Format de fichier non valide.",
        "loadingBuild": "Erreur lors du chargement de la compilation",
        "serverConnection": "Erreur de connexion au serveur",
        "webWorkersNotSupported": "Impossible de lancer le jeu : Web Workers non pris en charge."
    },
    "events": {
        "confirm": "D'accord.",
        "consequences": "Effets",
        "remaining": "{{count}} Reste",
        "titles": {
            "food_shortage": "Les gens ont faim.",
            "strike": "Frappe",
            "celebration": "Un cadeau pour vous",
            "productivity_boom": "C'est parti !",
            "expedition_found": "L'expédition est de retour !",
            "animal_unlock": "Eh bien, eh bien, eh bien... qu'avons-nous là ?",
            "bankruptcy": "Faillite !",
            "raid": "Vos biens ont été volés !",
            "trade": "Marché conclu !",
            "player_message": "Vous avez un message !"
        },
        "descriptions": {
            "food_shortage": "Vous êtes à court de nourriture ! Si les gens ne peuvent pas manger, ils voleront tout ce qu'ils peuvent pour survivre, voire cesseront de travailler.",
            "strike": "Les gens ne sont pas contents ! Quoi que vous fassiez, ils n'apprécient pas. Veillez à ce que vos concitoyens restent satisfaits pour éviter la fermeture des bâtiments.",
            "celebration": "Les gens sont heureux ! Quoi que vous fassiez, continuez ! En guise de petit cadeau, ils ont tous rassemblé des provisions pour vous aider à continuer à construire cette ville extraordinaire. Comme c'est mignon !",
            "productivity_boom": "Les gens sont ravis ! Ils vous adorent et ont volontiers fait des heures supplémentaires pour vous. Grâce à cela, ils ont réussi à produire un peu plus de tout. Ils veulent que cette ville réussisse, vous savez !",
            "expedition_found": "Votre expédition est revenue avec des ressources et des connaissances précieuses ! Cela profitera grandement au développement et aux efforts de recherche de votre ville. Leur journal de bord contient toutefois une entrée intéressante :",
            "animal_unlock": "Qu'avons-nous trouvé ici ? Votre expédition est revenue avec un animal étonnamment docile. Il semble préférer vivre dans votre ville plutôt que dans la nature sauvage. Il serait impoli de le renvoyer maintenant, n'est-ce pas ?",
            "bankruptcy": "Vous n'avez tout simplement pas assez d'argent ! Une tour s'est effondrée. Les tours que vous avez construites se détérioreront et seront détruites si vous ne les entretenez pas avec suffisamment d'argent.",
            "raid": "Vous auriez dû mieux ranger vos marchandises ! Elles étaient facilement accessibles, et des voleurs inconnus ont dérobé une partie de vos ressources.",
            "trade": "Quelqu'un a exécuté (une partie de) votre ordre commercial.",
            "player_message": "Un messager est arrivé d'une autre ville avec un message pour vous."
        }
    },
    "game": {
        "zoomToBuild": "Zoomer pour commencer la construction",
        "buildings": {
            "assets": {
                "expedition": "Expédition",
                "bakery": "Boulangerie",
                "boat": "Bateau",
                "brewery": "Brasserie",
                "bridge": "Pont",
                "center": "Centre",
                "clay_crane": "Grue d'argilière",
                "clay_crane_upgraded": "Grue d'argilière ameliorée",
                "claypit": "Argilière",
                "creamery": "Crèmerie",
                "dock": "Quai",
                "fence1": "Clôture en bois",
                "fence2": "Clôture tissée",
                "fence3": "Forme de la clôture",
                "fence4": "Ligne de clôture",
                "fences": "Clôtures",
                "field": "Champ",
                "firepit": "foyer",
                "fireplace": "Cheminée",
                "fishery": "Pêche",
                "foraging_hut": "Cabane de cueillette",
                "fountain": "Fontaine",
                "house_1": "Hutte",
                "house_2": "Cabane",
                "house_3": "Cabine",
                "house_4": "Maison",
                "house_5": "Résidence",
                "house_6": "Villa",
                "large_ship": "Grand navire",
                "large_statue": "Grande statue",
                "logpile": "Pile de bûches",
                "market": "Marché",
                "market_stall": "Étalages de marché",
                "market_stall_1": "Viande",
                "market_stall_2": "Poisson",
                "market_stall_3": "Bread",
                "market_stall_4": "Légume",
                "market_stall_5": "Marchandises",
                "medium_ship": "Navire moyen",
                "nursery": "Pépinière",
                "park": "Parc",
                "path": "Chemin",
                "pier": "Jetée",
                "plaza": "Place",
                "dirt": "Saleté",
                "port": "Port",
                "quarry": "Carrière",
                "road": "Route",
                "ruinsBig": "Grandes ruines",
                "ruinsSmall": "Petites ruines",
                "saw": "Scierie",
                "small_ship": "Petit vaisseau",
                "small_statue": "Petite statue",
                "square": "Carré",
                "stone_crane": "Grue de carrière",
                "stone_crane_upgraded": "Grue de carrière ameliorée ",
                "table": "Table",
                "tailor": "Tailleur",
                "tavern": "Taverne",
                "tent": "Tent",
                "tower": "Tour",
                "town_hall": "Mairie",
                "tree": "Arbre",
                "university": "Université",
                "museum": "Musée",
                "warehouse": "Entrepôt",
                "water_tower": "Tour d'eau",
                "windmill": "Moulin à vent",
                "windmill_upgraded": "Moulin à vent amélioré",
                "woodcutter": "Bûcheron",
                "refinery": "Raffinerie",
                "iron_mine": "Mine de fer",
                "iron_mine_upgraded": "Mine de fer améliorée",
                "glassworks": "Verrerie",
                "tools_workshop": "Atelier d'outils",
                "well": "Puits"
            },
            "categories": {
                "decoration": "Décoration",
                "defense": "Territoire",
                "food": "Nourriture",
                "housing": "Logement",
                "infrastructure": "Infrastructure",
                "military": "Militaire",
                "production": "Production",
                "research": "Recherche",
                "resources": "Ressources",
                "storage": "Stockage",
                "town": "Ville"
            },
            "descriptions": {
                "bakery": "Rien ne vaut l'odeur du pain frais, préparé avec la farine la plus fraîche et parfois quelques cafards.",
                "boat": "Le bateau est idéal pour pêcher en eaux profondes ou pour les jeunes couples qui s'embrassent occasionnellement.",
                "brewery": "Quelqu'un a laissé ses grains détrempés trop longtemps à l'air libre et maintenant, tout le monde en raffole ! Profitons-en pour en faire davantage.",
                "bridge": "C'est un pont. À quoi vous attendiez-vous ? Il vous permet d'aller de A à B.",
                "center": "Cœur de votre ville, c'est ici que tout commence ! Elle abrite quelques habitants et stocke les produits de première nécessité. Elle peut être améliorée pour devenir une place un peu plus permanente.",
                "clay_crane": "La grue, l'une des plus grandes inventions pour ménager son dos ! Plus besoin de transporter toute cette argile hors de la fosse, il suffit d'utiliser la grue.",
                "clay_crane_upgraded": "Avec ces matériaux étranges que nous trouvons, je suis sûr que nous pouvons améliorer encore le fonctionnement de cette grue !",
                "claypit": "Il s'agit simplement d'une fosse creusée dans le sol. Mais si nous asséchons la terre que nous trouvons ici, elle devient très dure ! C'est un travail très laborieux qui laisse une cicatrice assez inesthétique dans le paysage.",
                "creamery": "Quelqu'un a laissé son lait frais trop longtemps à l'air libre et maintenant il est... solide ? Au moins, on peut le vendre comme aliment maintenant.",
                "dock": "Agrandissez votre port ! Créez plus d'espace pour les bâtiments portuaires et les navires.",
                "fence1": "Une simple clôture en bois pour empêcher les créatures simples d'entrer ou de sortir.",
                "fence2": "Une clôture tissée pour empêcher les créatures simples d'entrer ou de sortir.",
                "fence3": "Dessinez une clôture personnalisée pour empêcher les créatures simples d'entrer ou de sortir.",
                "fence4": "Tracez une longue clôture pour empêcher les créatures simples d'entrer. Ou de sortir.",
                "fences": "Les clôtures sont un excellent moyen d'empêcher les visiteurs indésirables d'entrer dans votre ville, ou de les y garder.",
                "firepit": "Un foyer est une structure solide qui permet de se réchauffer et de cuisiner. N'oubliez pas de l'éteindre avant d'aller vous coucher.",
                "fireplace": "Il n'y a rien de plus agréable que de chanter autour d'un feu de cheminée. Même si la fumée vous envahit toujours.",
                "field": "Lorsque nous défrichons un champ, nous pouvons y faire pousser des plantes. Certaines sont même comestibles !",
                "fishery": "Rien n'est plus idyllique qu'une petite pêcherie sur le rivage. Elle fournit du poisson relativement frais à votre ville.",
                "foraging_hut": "Qui a besoin de plats raffinés quand on peut manger tout ce qui pousse à l'état sauvage ? La cabane de cueillette permet de récolter divers matériaux, mais elle nécessite beaucoup d'espace pour fonctionner.",
                "fountain": "L'une de nos plus grandes prouesses techniques ! Qui n'aime pas l'eau qui coule ?",
                "house_1": "Tout le monde a besoin d'un endroit où vivre. Cette petite maison offre à votre peuple un endroit où manger et vivre.",
                "house_2": "Tout le monde a besoin d'un endroit où vivre. Cette petite maison offre à votre peuple un endroit où manger et vivre.",
                "house_3": "Tout le monde a besoin d'un endroit où vivre. Cette maison offre à votre peuple un endroit où manger et vivre.",
                "house_4": "Tout le monde a besoin d'un endroit où vivre. Cette maison offre à votre peuple un endroit où manger et vivre.",
                "house_5": "Tout le monde a besoin d'un endroit où vivre. Cette maison sophistiquée offre à votre peuple un lieu où manger et vivre.",
                "house_6": "Tout le monde a besoin d'un endroit où vivre. Cette maison luxueuse offre à votre peuple un endroit où manger et vivre.",
                "large_ship": "Je ne pense pas qu'ils puissent être plus grands que ça. Regardez ça ! Non, vraiment, regardez tous ça ! Cela doit réduire encore plus les coûts de transport.",
                "large_statue": "Une grande statue pour un grand homme. Les gens disent qu'il était vraiment aussi grand que ça.",
                "logpile": "La meilleure façon de stocker le bois ? Il suffit de l'empiler.",
                "market": "Le marché vous permettra de faire du commerce avec d'autres villes. Les maisons aiment être proches de celles-ci.",
                "market_stall": "Ajoutez un étal de marché à votre ville.",
                "market_stall_1": "Un étal vendant des produits carnés.",
                "market_stall_2": "Un étal vendant des produits de la mer.",
                "market_stall_3": "Un étal vendant des produits de boulangerie.",
                "market_stall_4": "Un étal vendant des produits végétaux.",
                "market_stall_5": "Un étal vendant divers produits.",
                "medium_ship": "Voilà un vaisseau bien conçu. Ni trop grand, ni trop petit. Juste parfait. Réduit les coûts de transport de 25 % supplémentaires.",
                "nursery": "Pourquoi laisser le bûcheron aller vers les arbres alors que nous pouvons amener les arbres vers le bûcheron ?",
                "park": "Ajoutez un joli parc à votre ville pour que vos citoyens puissent s'y promener.",
                "path": "Un simple chemin de terre qui fait l'affaire, même si les bâtiments fonctionnent très bien sans.",
                "pier": "Tout le monde dit que les plus gros poissons se trouvent dans les eaux profondes. Voyons jusqu'où nous pouvons aller !",
                "plaza": "De jolies tuiles pour votre jolie ville. Idéales pour les marchés, la décoration ou simplement pour montrer votre richesse.",
                "dirt": "Il montre où les gens marchent, mais personne n'a pris la peine de poser des dalles correctes.",
                "port": "Le port vous permet de commercer avec d'autres villes. C'est beaucoup plus efficace que le commerce terrestre, et les coûts de transport seront réduits de moitié.",
                "quarry": "Les carrières vous permettent d'extraire des pierres du sol. C'est un travail intensif, mais les roches sont éternelles ! Elles laissent toutefois une grande cicatrice dans le paysage.",
                "road": "Les routes structurent votre village. Elles ne sont pas indispensables à vos bâtiments, mais elles sont plus esthétiques que les chemins.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Progrès ! Grâce à des outils sophistiqués, nous pouvons faciliter le traitement du bois.",
                "small_ship": "Un petit bateau pour les petits trajets. Et regardez ! Celui-ci flotte même. Nous pourrions probablement réduire légèrement les coûts de transport grâce à lui.",
                "small_statue": "Une petite statue pour un petit bonhomme. On dit qu'il était vraiment aussi petit que ça.",
                "square": "Un véritable centre-ville ! Cette place semble plus sophistiquée que le centre de base.",
                "stone_crane": "La grue, l'une des plus grandes inventions pour soulager le dos ! Nous n'avons plus besoin de transporter toutes ces pierres hors de la carrière, il suffit d'utiliser la grue.",
                "stone_crane_upgraded": "Avec ces matériaux étranges que nous avons trouvés, je suis sûr que nous pouvons améliorer encore davantage le fonctionnement de cette grue !",
                "table": "Il est plus agréable de manger à table que par terre. À moins que vous n'aimiez trouver de temps en temps des insectes croquants dans votre assiette ou dans votre pantalon.",
                "tailor": "Être nu ne vous mènera pas loin. Demandez à un tailleur de vous confectionner des vêtements pour vous tenir chaud.",
                "tavern": "La taverne est un lieu où vos citoyens peuvent se rencontrer et boire un verre. Au moins, vous pouvez tirer profit des mauvaises décisions des gens.",
                "tent": "Comment obtenir plus de bois dans la forêt ? En envoyant plus de personnes dans la forêt. Comment envoyer plus de personnes dans la forêt ? En installant plus de tentes dans la forêt.",
                "tower": "Notre territoire s'étend à perte de vue. Si nous pouvons voir plus loin, notre territoire s'étend davantage.",
                "town_hall": "Les personnes très importantes peuvent suivre ici certains chiffres très importants. De plus, cela rend bien.",
                "tree": "Les arbres sont géniaux ! Ajoutez-en davantage.",
                "university": "Un endroit où vous pouvez envoyer tous vos personnages intelligents pour qu'ils accomplissent des tâches intelligentes. Et comme ils ont beaucoup de temps libre, vous pouvez même les envoyer en expédition !",
                "museum": "Montrons à tout le monde les super trucs qu'on a trouvés ! Mettons-les dans le bâtiment le plus chic qu'on puisse construire.",
                "warehouse": "Un entrepôt peut stocker toutes sortes de ressources ; il suffit de lui donner l'espace nécessaire pour le faire.",
                "water_tower": "Notre territoire s'étend aussi loin que notre regard peut porter. Si nous pouvons voir plus loin, notre territoire s'étend davantage.",
                "windmill": "C'est fou comment quelqu'un a réussi à transformer le vent en nourriture. C'est la seule façon viable de transformer ces roches végétales dures en farine pour notre pain moelleux et délicieux.",
                "windmill_upgraded": "Avec ces matériaux étranges que nous avons trouvés, je suis sûr que nous pouvons faire fonctionner ce moulin à vent encore plus rapidement. Plus il y a de pièces mobiles, mieux c'est, n'est-ce pas ?",
                "woodcutter": "Le bûcheron va couper du bois. Combien de bois ? Autant qu'un bûcheron peut en couper.",
                "refinery": "La raffinerie sert à transformer des roches étranges en roches brillantes et malléables.",
                "iron_mine": "Nous avons creusé un trou profond, car nous avons trouvé des roches étranges. Envoyons tous nos hommes là-bas pour les récupérer. Que peut-il arriver de pire ?",
                "iron_mine_upgraded": "Avec ces matériaux étranges que nous avons trouvés, je suis sûr que nous pourrons extraire plus rapidement davantage de pierres brillantes du sol !",
                "glassworks": "Glassworks vous permet de produire du verre à partir de sable, qui peut être utilisé pour diverses applications avancées.",
                "tools_workshop": "Grâce à un atelier d'outillage, vous pouvez fabriquer des outils indispensables à certaines professions.",
                "well": "Même s'il est amusant de rester debout sous la pluie, la bouche ouverte, cela devient un peu plus compliqué quand il faut remplir une baignoire. Un puits conviendra mieux à votre ville."
            }
        },
        "crops": {
            "cow": "Vache",
            "empty": "Vide",
            "goat": "Chèvre",
            "grain": "Grain",
            "maize": "Maize",
            "potato": "Potato",
            "sheep": "Mouton"
        },
        "effects": {
            "accidentRate": "Taux d'accidents",
            "allProduction": "Toute la production",
            "constructionCost": "Coût de construction",
            "expeditionCost": "Coût de l'expédition",
            "exportCost": "Coût d'exportation",
            "foodConsumption": "Consommation alimentaire",
            "foodProduction": "Production alimentaire",
            "goodsProduction": "Production de marchandises",
            "happiness": "Bonheur",
            "importCost": "Coût d'importation",
            "populationProduction": "Population Modifier",
            "populationCapacity": "Capacité d'hébergement",
            "raidRisk": "Risque de vol (en cas de dépassement de la capacité de stockage)",
            "researchSpeed": "Vitesse de recherche",
            "taxation": "Fiscalité",
            "animalProduction": "Production animale"
        },
        "expedition": {
            "start": "Commencer l'expédition"
        },
        "resources": {
            "clothes": "Vêtements",
            "coin": "Coins",
            "drinks": "Boissons",
            "earth": "Terre",
            "flour": "Farine",
            "food": "Nourriture",
            "grain": "Grain",
            "happiness": "Bonheur",
            "knowledge": "Connaissances",
            "pop": "Population",
            "stone": "Pierre",
            "wood": "Bois",
            "wool": "Laine",
            "ore": "Nous",
            "metal": "Métal",
            "tools": "Outils",
            "glass": "Verre",
            "scrap": "Scrap",
            "milk": "Milk"
        },
        "views": {
            "build": "Construire",
            "explore": "Explorer",
            "market": "Marché",
            "player": "Joueur",
            "politic": "Politique",
            "watch": "Regarder"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Double-cliquez pour placer des nœuds.",
            "multiPlace": "Continuez à placer",
            "rotate": "Rotation",
            "restriction": "Zone non constructible"
        },
        "capacity": "Capacité",
        "defaultTownName": "Ville sans nom",
        "is_throttled": "est presque épuisé ! Certains bâtiments pourraient ne pas fonctionner correctement.",
        "placeCenterPrompt": "Placez votre centre",
        "storage_overflow": "Mémoire pleine ! Risque accru de vol."
    },
    "intro": {
        "message1": "Si vous lisez ceci, cela signifie que vous êtes l'élu, destiné à repeupler la surface. Ce que vous voyez devant vous est notre planète, notre monde tel qu'il existe aujourd'hui. Rien n'est plus comme avant. Ou du moins, ce que nous pensons être avant. Personne ne s'en souvient vraiment.",
        "message2": "Mais votre tâche est simple. Trouvez un endroit et commencez une nouvelle colonie. Développez votre colonie, et vous pourrez peut-être entrer en contact avec d'autres personnes qui ont fait de même. Ensemble, nous pourrons peut-être comprendre ce qui est arrivé à notre Terre.",
        "good_luck": "Bonne chance !",
        "based": {
            "w": {
                "message1": "Bon choix ! Vous vous êtes installé dans un biome regorgeant d'arbres luxuriants et d'animaux sauvages. Trouver du bois et récolter des ressources ne posera aucun problème ici, même si les matériaux et minerais plus complexes pourraient être un peu plus difficiles à trouver. Mais je crois en vous, et vous verrez que rien n'est impossible.",
                "message2": "Vos capacités sont encore limitées. Assurez-vous d'abord d'obtenir un flux régulier de ressources. Construisez ensuite un marché pour commercer avec d'autres colonies. À mesure que vous vous établissez, vous pouvez même vous lancer dans des projets plus ambitieux, comme la construction d'un port pour réduire les coûts commerciaux, d'une mairie pour garder une trace de tout, ou même d'une université pour commencer à explorer le monde qui nous entoure.",
                "good_luck": "Vous avez tout compris !"
            },
            "s": {
                "message1": "Un choix judicieux que de vous installer dans ce biome rocheux où vous pouvez ne faire qu'un avec la terre. Trouver de la pierre et du minerai ne posera aucun problème ici, même si cultiver de la nourriture pourrait s'avérer un peu plus difficile. Mais je suis sûr que d'autres seront ravis d'échanger vos précieux matériaux contre leurs produits !",
                "message2": "Vos capacités sont encore limitées. Assurez-vous d'abord d'obtenir un flux constant de ressources. Construisez ensuite un marché pour commercer avec d'autres colonies. Une fois que vous aurez pris pied, vous pourrez même vous lancer dans des projets plus ambitieux, comme la construction d'un port pour réduire les coûts commerciaux, d'une mairie pour garder une vue d'ensemble, ou même d'une université pour commencer à explorer le monde qui nous entoure.",
                "good_luck": "Construisez solide !"
            },
            "e": {
                "message1": "L'air est sec et le soleil brûlant. Ce n'est pas le biome le plus facile, mais vous pouvez construire votre colonie à partir de la terre elle-même. Il peut être un peu plus difficile de trouver du bois utilisable ici, mais le sol semble propice à la plupart des cultures. Je suis sûr qu'avec votre ingéniosité, vous y parviendrez.",
                "message2": "Vos capacités sont encore limitées. Assurez-vous d'abord d'obtenir un flux régulier de ressources. Construisez ensuite un marché pour commercer avec d'autres colonies. À mesure que vous vous établissez, vous pouvez même vous lancer dans des projets plus ambitieux, comme la construction d'un port pour réduire les coûts commerciaux, d'une mairie pour garder une trace de tout, ou même d'une université pour commencer à explorer le monde qui nous entoure.",
                "good_luck": "Bonne construction !"
            },
            "a": {
                "message1": "Voilà un choix intéressant. Pourquoi t'installer dans cette étendue désertique arctique ? Je ne vois ni arbres ni rochers dans les environs, mais je suppose que tu peux toujours faire du commerce avec les autres. Veille simplement à bien nourrir et réchauffer tes gens.",
                "message2": "Vos capacités sont très limitées. Donnez la priorité à la création d'un marché afin de pouvoir commercer avec d'autres colonies. J'espère que vous avez de bonnes relations, car cela va être difficile. Si vous y parvenez, vous pourrez même vous lancer dans des projets plus ambitieux, comme la construction d'un port pour réduire les coûts commerciaux, d'une mairie pour garder une trace de tout, ou même d'une université pour commencer à explorer le monde qui nous entoure.",
                "good_luck": "Bonne chance."
            }
        }
    },
    "loading": {
        "assets": "Chargement des ressources...",
        "connecting": "Connexion au serveur...",
        "game": "Chargement du jeu..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Tout supprimer",
            "menu": "Menu",
            "quicksettings": "Paramètres",
            "saveBuild": "Enregistrer la construction",
            "saveSandbox": "Enregistrer la construction"
        },
        "main": {
            "credits": "Crédits",
            "enterMultiplayer": "Entrer dans le monde",
            "loadSandbox": "Charger le bac à sable",
            "newSandbox": "Nouveau bac à sable",
            "returnToDesktop": "Retour au bureau",
            "serverOffline": "Impossible d'atteindre le serveur. Le serveur est peut-être surchargé ou temporairement indisponible pour cause de maintenance. Consultez Discord pour connaître son état actuel.",
            "settings": "Paramètres",
            "subtitle": "Il s'agit d'une version préliminaire de Project Rebearth. N'hésitez pas à nous contacter si vous rencontrez des problèmes pendant le jeu.",
            "demoSubtitle": "Ceci est la démo de Project Rebearth. Seul le mode bac à sable de construction de ville est activé. Pour jouer en mode multijoueur avec gestion des ressources, procurez-vous la version complète.",
            "demoRestriction1": "Derrière ce bouton se cache l'immense monde multijoueur en ligne de Project Rebearth. Cependant, vous êtes dans la démo et seul le mode bac à sable sans gestion des ressources est disponible.",
            "demoRestriction2": "Le mode bac à sable vous permet toujours de créer des cartes impressionnantes, de les exporter en haute résolution et de découvrir à quoi ressemble un monde de jeu à l'échelle 1:1.",
            "title": "Projet Rebearth Server",
            "welcome": "Bienvenue, {{name}} !"
        },
        "sandbox": {
            "description": "Le mode Sandbox vous permet de construire librement sans les contraintes du monde multijoueur. Il n'y a que vous et aucune restriction en matière de ressources. Vous pouvez enregistrer votre progression et la charger plus tard.",
            "loadFromFile": "Charger à partir d'un fichier",
            "loadTitle": "Charger le bac à sable",
            "noSaves": "Aucune sauvegarde locale trouvée.",
            "start": "Commencer une nouvelle partie",
            "title": "Nouveau bac à sable"
        },
        "slots": {
            "cooldownActive": "Cet emplacement est en temps de recharge.",
            "cooldownTimer": "Disponible dans {{time}}",
            "deleteConfirm": "Êtes-vous sûr de vouloir supprimer cette sauvegarde ? Cette action ne peut pas être annulée.",
            "empty": "Emplacement vide",
            "guidelinesLink": "Consignes d'utilisation",
            "guidelinesNotice1": "En rejoignant le mode multijoueur en ligne, vous reconnaissez et acceptez les ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Guide d'utilisation",
            "guidelinesIntro": "Il semble que tout le monde sur Internet n'ait pas la même conception du bon sens. C'est pourquoi nous vous proposons ici un ensemble de règles que vous devez accepter avant de rejoindre le monde multijoueur de Project Rebearth. Cela permet de garantir que ce monde reste un espace ouvert et agréable pour tous.",
            "guidelinesRule1": "Soyez respectueux envers les autres joueurs et leurs créations. Traitez les autres comme vous aimeriez être traité.",
            "guidelinesRule2": "Pas de langage ou de symboles inappropriés. Les noms générés aléatoirement peuvent être amusants, mais les contributions soumises par les utilisateurs ne doivent pas être inappropriées.",
            "guidelinesRule3": "N'utilisez pas de bots, d'exploits ou d'outils d'automatisation. Ce jeu a été conçu par des humains, pour être apprécié par des humains. Les bots n'ont pas leur place ici.",
            "guidelinesRule4": "Les menaces envers les autres utilisateurs sont interdites.",
            "guidelinesOutro": "Si vous vous demandez si quelque chose est autorisé, c'est probablement que ce n'est pas le cas. Le non-respect de ces directives peut entraîner la suppression de bâtiments, la suppression de villes ou la suspension (temporaire) de votre compte, à la discrétion des modérateurs.",
            "locked": "Verrouillé",
            "lockedText": "Verrouillé",
            "newGame": "Nouvelle partie",
            "play": "Jouer",
            "population": "Habitants",
            "slot": "Emplacement",
            "title": "Sélectionnez un emplacement de sauvegarde.",
            "unlockHint1000": "Débloquer à 1 000 habitants",
            "unlockHint10000": "Débloqué à 10 000 habitants",
            "unnamedCity": "Ville sans nom"
        },
        "locked": {
            "settleFirst": "Commencez par construire le centre de votre ville.",
            "townHall": "Construisez un hôtel de ville pour débloquer le classement mondial, les alliances et les choix.",
            "university": "Construisez une université pour débloquer des expéditions et des recherches.",
            "market": "Construisez un marché ou un port pour débloquer le marché mondial.",
            "noBiomeAssets": "Aucun bâtiment de ce type n'est disponible dans ce biome."
        }
    },
    "modals": {
        "archive": {
            "title": "Archives"
        },
        "choices": {
            "selectChoice": "Sélectionner un choix",
            "title": "Choix"
        },
        "deleteConfirmation": {
            "cancel": "Annuler",
            "confirm": "Supprimer",
            "message": "Êtes-vous sûr de vouloir supprimer toute votre ville ? Cette action ne peut pas être annulée.",
            "title": "Confirmer la suppression"
        },
        "diplomacy": {
            "alliances": "Alliances",
            "enemy": "Ennemi",
            "neutral": "Neutre",
            "title": "Diplomatie",
            "you": "Vous"
        },
        "message": {
            "title": "Envoyer Messenger",
            "sendMessage": "Envoyer Messenger",
            "to": "À",
            "placeholder": "Écrivez votre message ici...",
            "cost": "Coût",
            "send": "Envoyer",
            "sending": "Envoi...",
            "sent": "Le messager a été envoyé !",
            "insufficientGold": "Pas assez d'or"
        },
        "market": {
            "amount": "Montant",
            "back": "Retour",
            "base": "Base",
            "buy": "ACHETER",
            "buys": "achète",
            "bought": "acheté",
            "for": "pour",
            "price": "Prix",
            "pricePerUnit": "Prix unitaire",
            "quantity": "Quantité",
            "resource": "Ressource",
            "sell": "Regardez",
            "sells": "vend",
            "sold": "vendu",
            "title": "Marché",
            "total": "Total",
            "totalLabel": "Total",
            "transport": "Transport",
            "unitPrice": "pour un prix unitaire de"
        },
        "orders": {
            "title": "Mes commandes"
        },
        "ranking": {
            "area": "Zone",
            "buildings": "Bâtiments",
            "goToPlayer": "Aller au joueur",
            "overall": "Généralités",
            "player": "Joueur",
            "population": "Population",
            "resources": "Ressources",
            "title": "Classement"
        },
        "save": {
            "download": "Télécharger le fichier",
            "message": "Votre partie a été sauvegardée localement.",
            "title": "Jeu sauvegardé"
        }
    },
    "orders": {
        "amount": "Montant",
        "buy": "Acheter",
        "buying": "achat",
        "confirmCancel": "Êtes-vous sûr de vouloir annuler cette commande ?",
        "for": "pour",
        "marketStorage": "Commerce Stockage",
        "myOrders": "Passez vos commandes",
        "noMarketStorage": "Aucun espace de stockage disponible sur le marché. Construisez des bâtiments commerciaux pour passer des ordres de vente.",
        "noOrders": "Aucune commande active",
        "onlyAllianceMembers": "Vendre uniquement aux membres de l'alliance",
        "sell": "Vendre",
        "sellButton": "{{type}} {{amount}} {{resource}} pour {{price}} par unité",
        "selling": "vente",
        "storageFull": "Stockage plein ! Construisez davantage de bâtiments commerciaux.",
        "totalPrice": "Prix total",
        "unitPrice": "Prix unitaire"
    },
    "politics": {
        "accept": "accepter",
        "allianceTradeInfo": "Choisissez un type d'alliance :",
        "alliances": "Alliances",
        "applications": "Applications",
        "applyForAlliance": "Demander à rejoindre l'alliance",
        "back": "Retour",
        "cancelApplication": "Annuler l'application",
        "choiceChangeCooldown": "Ce choix peut être modifié à nouveau après {{days}} jour(s).",
        "common": {
            "accept": "Accepter",
            "applications": "Applications",
            "globalRank": "Classement mondial",
            "greatFederation": "Grande Fédération",
            "kick": "Kick",
            "marketSize": "Taille du marché",
            "members": "Membres",
            "name": "Nom",
            "owner": "Propriétaire",
            "rank": "Rang",
            "reject": "Rejeter",
            "scienceLeague": "Ligue scientifique",
            "tradeAlliance": "Alliance commerciale",
            "value": "Valeur"
        },
        "createAlliance": "Créer une alliance",
        "days": "jours",
        "disbandAlliance": "dissoudre l'alliance",
        "globalRank": "Classement mondial",
        "go": "à",
        "inviteToAlliance": "Invitez à rejoindre votre alliance",
        "kick": "kick",
        "leaveAlliance": "Quitter l'alliance",
        "loading": "Chargement...",
        "marketSize": "Taille du marché",
        "marketSizeLabel": "Taille du marché : {{size}}",
        "members": "Membres",
        "name": "Nom",
        "noApplications": "Il n'y a pas d'applications.",
        "noModifiers": "Cette alliance n'a pas de modificateurs.",
        "owner": "Propriétaire",
        "placeholderDescription": "Alliance Description",
        "placeholderName": "Nom de l'alliance",
        "rank": "Rang",
        "rankPrefix": "Non.",
        "ranking": {
            "area": "Zone",
            "buildings": "Bâtiments",
            "overall": "Généralités",
            "population": "Population",
            "resources": "Ressources"
        },
        "reject": "Rejeter",
        "value": "Valeur"
    },
    "popup": {
        "apply": "Appliquer",
        "archive": "Archive",
        "demolish": "Démolir",
        "population": "Population",
        "production": {
            "rate": "Évaluer",
            "title": "Production"
        },
        "storage": {
            "title": "Stockage"
        },
        "townName": "Nom de la ville :",
        "townColor": "Couleur de la ville :",
        "unnamedTown": "ville sans nom",
        "upgrade": "Mise à niveau vers {{building}}"
    },
    "settings": {
        "animations": "Animations",
        "fullscreen": "Plein écran",
        "bushDensity": "Densité de buissons",
        "clearTileCache": "Effacer les données mises en cache",
        "density": {
            "dense": "Dense",
            "normal": "Normal",
            "off": "Désactivé",
            "sparse": "Sparse"
        },
        "grassDensity": "Densité de l'herbe",
        "language": "Langue",
        "musicVolume": "Volume musical",
        "performanceFeatures": "- Ajuster les éléments visuels -",
        "resolutions": {
            "high": "Élevé",
            "low": "Faible",
            "medium": "Moyen",
            "potato": "Potato",
            "ultra": "Ultra"
        },
        "rockDensity": "Densité des roches",
        "showClouds": "Afficher les nuages",
        "soundVolume": "Volume sonore",
        "textureResolution": "Résolution des textures",
        "title": "Paramètres",
        "treeDensity": "Densité des arbres",
        "uiScale": "Échelle de l'interface utilisateur"
    },
    "tips": {
        "loading": [
            "Une journée dans le jeu correspond à une journée dans la vie réelle. Prenez votre temps et développez votre ville à votre rythme.",
            "Vous pouvez faire pivoter les bâtiments avant de les placer à l'aide des touches Q et E.",
            "Double-cliquez dans l'éditeur de formes pour placer des nœuds.",
            "Utilisez la touche Maj pour continuer à placer des bâtiments.",
            "Si vous rencontrez des problèmes, veuillez nous en faire part sur Discord.",
            "Construisez un marché ou un port pour débloquer le commerce avec les autres joueurs.",
            "Construisez une mairie pour débloquer les alliances, les classements et les choix.",
            "Construisez une université pour débloquer des expéditions et des recherches.",
            "Rejoignez notre communauté animée de joueurs sur Discord pour partager vos créations et obtenir des conseils.",
            "Certains bâtiments ne peuvent être placés qu'à proximité du bâtiment parent, comme la scie et le bûcheron.",
            "Toutes les ressources ne sont pas faciles à obtenir partout. Parfois, il sera moins coûteux de faire du commerce que de tout produire soi-même.",
            "Les avis sur Steam nous aident à trouver de nouveaux joueurs pour construire un monde vivant.",
            "Rendez-vous sur le wiki à l'adresse projectrebearth.com pour tout savoir sur l'univers de Project Rebearth !"
        ]
    },
    "help": {
        "hud": "Ce panneau affiche toutes les ressources dont vous disposez, que vous produisez et que vous consommez. Passez votre souris sur les icônes pour obtenir plus de détails sur chaque ressource. Si vous êtes à court d'une ressource, celle-ci sera surlignée en rouge et les bâtiments pourraient être contraints de réduire leur productivité. Si vous atteignez votre capacité maximale, celle-ci s'affichera en gras et vos bâtiments cesseront de produire. Certains effets, comme votre bonus de départ, peuvent influencer votre production ou votre consommation. Ces modificateurs s'affichent lorsque vous passez votre souris sur une ressource. Vous voyez le cercle qui tourne à gauche ? Il indique quand le jeu se synchronise avec le serveur. Vous ne verrez pas les changements de ressources tant que la synchronisation n'est pas terminée. La consommation et la production de ressources sont affichées par jour. Il s'agit d'un jour réel en temps réel. Cependant, vos ressources augmenteront lentement.",
        "market": "Bienvenue sur le marché ! Découvrez tout ce que les autres joueurs souhaitent acheter ou vendre, et surtout, à quel prix ! Vous devrez payer les frais de transport lorsque vous honorerez la commande d'un autre joueur. Si celui-ci se trouve loin, cela peut ne pas en valoir la peine, voire coûter plus cher que ce qu'il est prêt à payer.",
        "orders": "Passez vos commandes ! Annoncez aux autres joueurs ce que vous souhaitez acheter ou vendre, et à quel prix. C'est ce que vous recevrez ou paierez. N'oubliez pas que les autres joueurs devront payer les frais de transport. Il se peut donc que l'achat d'un article à bas prix ne soit pas rentable si les frais d'expédition des autres joueurs sont trop élevés.",
        "popup": "Cette fenêtre contextuelle vous montre toutes les informations concernant ce bâtiment. Vous pouvez ici modifier les paramètres clés du bâtiment, voire les déplacer. Cette fonction n'est disponible que lorsque vous êtes en mode construction.",
        "storage": "Vous pouvez ici régler la capacité de stockage de ce bâtiment. Il dispose d'une certaine capacité et peut contenir une certaine quantité de marchandises. Vous pouvez modifier son ratio afin de l'optimiser en fonction de vos besoins."
    },
    "tooltip": {
        "cannotChange": "Ne peut être modifié pour",
        "construction": "Construction",
        "cost": "Coût",
        "refund": "Remboursement",
        "costPerMeter": "(pour m)",
        "costPerSquareMeter": "(par m²)",
        "effects": "Effets",
        "upkeep": "Entretien",
        "production": "Production",
        "move": "Déplacer ce bâtiment"
    },
    "units": {
        "days": "jours",
        "hours": "{{value}} h",
        "hoursLong": "heures",
        "minutes": "{{value}} m",
        "minutesLong": "minutes",
        "perDay": "/jour",
        "percentage": "{{valeur}}",
        "seconds": "{{value}} s",
        "secondsLong": "secondes"
    },
    "warnings": {
        "notEnoughPop": "Pas assez de volontaires"
    }
}