{
    "alliances": {
        "allianceTradeInfo": "Más játékosokkal összefogni nagyon jó dolog. Dönthettek úgy, hogy kizárólag egymással kereskedtek, és attól függően, hogy kivel álltok össze, más előnyöket is kaphattok.",
        "applyForAlliance": "Szövetséghez való csatlakozás",
        "cancelApplication": "Alkalmazás törlése",
        "greatFederationDesc": "Csatlakozz erős és szervezett emberekhez! Legyél jobban védve a lopások ellen, és szerezzen több erőforrást alattvalóidtól. De ez több bürokráciával és kevesebb adóbevétellel jár.",
        "leaveAlliance": "szövetségből való kilépés",
        "marketSizeLabel": "Piac mérete:",
        "scienceLeagueDesc": "A tudományos ligához való csatlakozás okosabbá tesz. Ez tudományosan bizonyított. Élvezze a gyorsabb kutatási sebességet és az alacsonyabb expedíciós költségeket. Az embereket is boldogabbá teszi! De mi nem vagyunk olyan jók a dolgok elkészítésében.",
        "tradeAllianceDesc": "Minden a pénzről szól! Kedvezményes kereskedelmi költségeket és nagyobb adóhatékonyságot kapsz, de a lopás kockázata is nagyobb."
    },
    "biomes": {
        "1": "Trópusi és szubtrópusi lombhullató erdők",
        "10": "Hegyi füves területek",
        "11": "Tundra",
        "12": "Földközi-tengeri erdők",
        "13": "Sivatagok és száraz cserjések",
        "14": "Mangrove-erdők",
        "2": "Trópusi és szubtrópusi lombhullató erdők",
        "3": "Trópusi és szubtrópusi tűlevelű erdők",
        "4": "Mérsékelt és vegyes erdők",
        "5": "Mérsékelt éghajlati tűlevelű erdő",
        "6": "Északi erdők",
        "7": "Trópusi és szubtrópusi füves területek",
        "8": "Mérsékelt szavannák",
        "9": "Elöntött füves területek",
        "98": "Arktiszi pusztaság",
        "99": "Jégtakaró"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Csökkentse az Ön termékeit vásárló emberek költségeit, miközben növeli a többi játékostól történő vásárlás költségeit.",
            "importFocus": "Csökkentse a más játékosoktól történő áruvásárlás költségeit, miközben növeli az Ön áruját vásárló emberek költségeit.",
            "lavishRations": "Hadd egyenek tortát! A bőséges adagok növelik az egy főre jutó élelmiszermennyiséget, de boldogok lesznek.",
            "lowRations": "Ez az én tortám! Az alacsony élelmiszeradagok csökkentik az egy főre jutó élelmiszermennyiséget, de az embereknek ez nem fog tetszeni.",
            "neutralFocus": "Ez egy szabad piac, tedd, amit tenned kell. Tartsd az import és export költségeket a szokásos szinten.",
            "normalRations": "Pontosan a megfelelő mennyiségű élelmiszer az embereidnek. Tartsd az élelmiszer-fogyasztást a szokásos szinten.",
            "taxation": "Ez csak igazságos... Minden lakos számára aranyat generál, de csökkenti a boldogságot.",
            "veganSociety": "Milyen furcsa ötlet állatokat enni... Növeli az élelmiszertermelést, de állati termékeket nem lehet előállítani.",
            "workerSafety": "Az emberek a legnagyobb értéke. Növeli a termelés biztonságát, de csökkenti a termelékenységet.",
            "dubiousWorkingRules": "Az emberek csak erőforrások. Növeli a termelési teljesítményt, de emeli a balesetek arányát.",
            "crampedQuarters": "Mennyi személyes térre van valójában szükséged? Ugye több embert is el tudunk helyezni ugyanazokban a házakban?",
            "intensiveFarming": "Az intenzív gazdálkodás lehetővé teszi, hogy állataidat gabonával etesd, növelve ezzel az állati termékek termelési mennyiségét."
        },
        "exclusiveOptions": "Exkluzív opciók",
        "lockedFor": "Zárva",
        "option": "Opció",
        "title": "Választási lehetőségek",
        "titles": {
            "exportFocus": "Kereskedelem – Exportközpontú",
            "greatFederation": "Nagy Szövetség",
            "importFocus": "Kereskedelem – Importfókusz",
            "lavishRations": "Bőséges élelmiszeradagok",
            "lowRations": "Alacsony élelmiszeradagok",
            "neutralFocus": "Kereskedelem – Semleges fókusz",
            "normalRations": "Normál élelmiszeradagok",
            "scienceLeague": "Tudományos Liga",
            "taxation": "Adózás",
            "tradeAlliance": "Kereskedelmi szövetség",
            "veganSociety": "Vegán Társaság",
            "workerSafety": "Munkavállalók biztonsága",
            "dubiousWorkingRules": "Kétes működési szabályok",
            "crampedQuarters": "Mint a szardínia!",
            "intensiveFarming": "Intenzív gazdálkodás",
            "newTownBoost": "Új kezdetek!",
            "foodShortage": "Élelmiszerhiány"
        },
        "unlock": "Feloldás"
    },
    "common": {
        "delete": "Törlés",
        "deleting": "Törlés...",
        "loading": "Betöltés..."
    },
    "controls": {
        "build": {
            "addMorePoints": "További pontok hozzáadása",
            "areaLimitExceeded": "Területkorlát túllépése: {{size}} {{relation}} {{limit}}",
            "costs": "Költségek:",
            "invalidLocation": "Érvénytelen hely",
            "mustBeNear": "{{parent}} közelében kell lennie.",
            "notEnoughResources": "Nincs elég erőforrás",
            "tooHigh": "Nagyítás"
        },
        "cancel": "✗",
        "close": "Bezárás",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "További pontok hozzáadása",
            "calculating": "Számítás...",
            "duration": "Időtartam",
            "expedition": "Expedíció",
            "finished": "Kész!",
            "food": "Élelmiszer",
            "knowledge": "Tudás",
            "population": "Népesség",
            "timeLeft": "Hátralévő idő",
            "title": "Felfedezési költségek"
        },
        "next": "Következő",
        "previous": "Előző"
    },
    "errors": {
        "fetchSlots": "Nem sikerült betölteni a mentési helyeket",
        "generic": "Valami probléma történt",
        "invalidFile": "Érvénytelen fájlformátum",
        "loadingBuild": "Hiba a build betöltésekor",
        "serverConnection": "Szerverkapcsolat hiba",
        "webWorkersNotSupported": "A játék nem futtatható: a Web Workers nem támogatott."
    },
    "events": {
        "confirm": "Rendben.",
        "consequences": "Hatások",
        "remaining": "{{count}} Maradék",
        "titles": {
            "food_shortage": "Az emberek éhesek.",
            "strike": "Támadás",
            "celebration": "Ajándék neked",
            "productivity_boom": "Induljunk!",
            "expedition_found": "A expedíció visszatér!",
            "animal_unlock": "Hát, hát, hát... mi van itt nekünk?",
            "bankruptcy": "Csőd!",
            "raid": "Ellopták az áruidat!"
        },
        "descriptions": {
            "food_shortage": "Kezd elfogyni az élelmiszer! Ha az emberek nem tudnak enni, akkor ellopnak mindent, amit csak tudnak, hogy megéljenek, vagy akár abbahagyják a munkát.",
            "strike": "Az emberek nem boldogok! Bármit is csinálsz, nem tetszik nekik. Gondoskodj arról, hogy az embereid boldogok maradjanak, hogy elkerüld az épületek bezárását.",
            "celebration": "Az emberek boldogok! Bármit is csinálsz, folytasd csak! Kis ajándékként mindannyian összegyűjtöttek néhány dolgot, hogy folytathasd ennek a csodálatos városnak az építését. Milyen aranyos.",
            "productivity_boom": "Az emberek el vannak ragadtatva! Imádnak téged, és boldogan túlórázzanak érted. Ezáltal sikerült mindenből egy kicsit többet előállítaniuk. Csak azt akarják, hogy ez a város sikeres legyen, tudod.",
            "expedition_found": "A expedíció értékes erőforrásokkal és ismeretekkel tért vissza! Ez nagyban elősegíti városod fejlődését és kutatási törekvéseit. Naplójukban azonban egy érdekes bejegyzés található:",
            "animal_unlock": "Mit találtunk itt? A expedíció egy meglepően szelíd állattal tért vissza. Úgy tűnik, inkább a városban szeretne élni, mint a vadonban. Nem lenne udvariatlan, ha most visszaküldené, ugye?",
            "bankruptcy": "Egyszerűen nincs pénzed! Egy torony összeomlott. Az általad épített tornyok romlani fognak és megsemmisülnek, ha nem tartod karban őket elegendő pénzzel.",
            "raid": "Jobban el kellett volna rejtened az áruidat! Könnyen hozzáférhetők voltak, és néhány ismeretlen tolvaj elvitte az erőforrásaid egy részét."
        }
    },
    "game": {
        "zoomToBuild": "Nagyítás az építés megkezdéséhez",
        "buildings": {
            "assets": {
                "expedition": "Expedíció",
                "bakery": "Pékáru",
                "boat": "Hajó",
                "brewery": "Sörgyár",
                "bridge": "Híd",
                "center": "Középen",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Továbbfejlesztett Clay Crane",
                "claypit": "Clay Pit",
                "creamery": "Tejüzem",
                "dock": "Dock",
                "fence1": "Fa kerítés",
                "fence2": "Szőtt kerítés",
                "fence3": "Kerítés alakja",
                "fences": "Kerítések",
                "field": "Tér",
                "firepit": "Tűzrakóhely",
                "fireplace": "Kandalló",
                "fishery": "Halászat",
                "foraging_hut": "Táplálékszerző kunyhó",
                "fountain": "Szökőkút",
                "house_1": "Shack",
                "house_2": "Hut",
                "house_3": "Kabina",
                "house_4": "Ház",
                "house_5": "Lakóhely",
                "house_6": "Falu",
                "large_ship": "Nagy hajó",
                "large_statue": "Nagy szobor",
                "logpile": "Rönkhalmaz",
                "market": "Piac",
                "market_stall": "Piaci standok",
                "market_stall_1": "Hús",
                "market_stall_2": "Hal",
                "market_stall_3": "Kenyer",
                "market_stall_4": "Zöldség",
                "market_stall_5": "Áruk",
                "medium_ship": "Közepes hajó",
                "nursery": "Faiskola",
                "park": "Park",
                "path": "Útvonal",
                "pier": "Pier",
                "plaza": "Plaza",
                "port": "Port",
                "quarry": "Kőbánya",
                "road": "Út",
                "ruinsBig": "Nagy romok",
                "ruinsSmall": "Kis romok",
                "saw": "Fűrészmalom",
                "small_ship": "Kis hajó",
                "small_statue": "Kis szobor",
                "square": "Négyszög",
                "stone_crane": "Kődaru",
                "stone_crane_upgraded": "Továbbfejlesztett Stone Crane",
                "table": "Táblázat",
                "tailor": "Tailor",
                "tavern": "Tavern",
                "tent": "Sátor",
                "tower": "Tower",
                "town_hall": "Városháza",
                "tree": "Fa",
                "university": "Egyetem",
                "museum": "Múzeum",
                "warehouse": "Raktár",
                "water_tower": "Víztorony",
                "windmill": "Szélmalom",
                "windmill_upgraded": "Továbbfejlesztett szélmalom",
                "woodcutter": "Favágó",
                "refinery": "Finomító",
                "iron_mine": "Vasbánya",
                "iron_mine_upgraded": "Továbbfejlesztett vasbánya",
                "glassworks": "Üveggyár",
                "tools_workshop": "Eszközök műhely",
                "well": "Nos"
            },
            "categories": {
                "decoration": "Dekoráció",
                "defense": "Terület",
                "food": "Élelmiszer",
                "housing": "Lakhatás",
                "infrastructure": "Infrastruktúra",
                "military": "Katonai",
                "production": "Gyártás",
                "research": "Kutatás",
                "resources": "Források",
                "storage": "Tárolás",
                "town": "Város"
            },
            "descriptions": {
                "bakery": "Semmi sem múlhatja felül a friss kenyér illatát, amelyet a legfrissebb lisztből és néha egy-egy csótányból készítenek.",
                "boat": "A hajó kiválóan alkalmas mélyebb vizeken való horgászásra, vagy alkalmi csókolgatásra fiatal párok számára.",
                "brewery": "Valaki túl sokáig hagyta kint a nedves gabonát, és most mindenki erről beszél! Csináljunk még többet belőle!",
                "bridge": "Ez egy híd. Mit vársz? Eljutsz vele A-ból B-be.",
                "center": "A városod szíve. Itt kezdődik minden. Néhány embernek ad otthont, és a legfontosabb dolgokat tárolja. Fel lehet fejleszteni egy kicsit tartósabbnak tűnő térré.",
                "clay_crane": "A daru, az egyik legnagyobb hátat kímélő találmány! Már nem kell az agyagot a gödörből kihordani, csak használja a darut.",
                "clay_crane_upgraded": "Azokkal a furcsa anyagokkal, amiket találtunk, biztosan még jobban tudjuk majd működtetni ezt a darut!",
                "claypit": "Ez csak egy egyszerű gödör a földben. De ha kiszárítjuk a földet, amit itt kapunk, akkor elég kemény lesz! Ez egy munkaigényes feladat, és elég csúnya sebet hagy a tájban.",
                "creamery": "Valaki túl sokáig hagyta kint a friss tejet, és most... megszilárdult? Legalább most már élelmiszerként is eladhatjuk.",
                "dock": "Bővítsd a kikötődet! Teremts több helyet a kikötői épületek és hajók számára.",
                "fence1": "Egy egyszerű fa kerítés, amely egyszerű lények kívül tartására szolgál. Vagy bent tartására.",
                "fence2": "Szövött kerítés, amely egyszerű lények kívül tartására szolgál. Vagy bent tartására.",
                "fence3": "Rajzolj egy egyedi kerítést, hogy az egyszerű lények kívül maradjanak. Vagy bent.",
                "fences": "A kerítések remek módszerek arra, hogy távol tartsák a nem kívánt látogatókat a városodtól, vagy éppen bent tartsák őket.",
                "firepit": "A tűzrakóhely egy szilárd szerkezet, amely melegen tart és ételek elkészítésére szolgál. Ne felejtsd el eloltani, mielőtt aludni mész.",
                "fireplace": "Nincs hangulatosabb, mint a kandalló körül énekelni. Bár a füst mindig pontosan feléd fog fújni.",
                "field": "Ha megtisztítunk egy területet, növényeket termeszthetünk rajta. Néhányat meg is ehetünk.",
                "fishery": "Nincs idillikusabb hely, mint egy kis halászfalu a parton. Viszonylag friss halat termel a városod számára.",
                "foraging_hut": "Kinek kell a finom étel, ha meg lehet enni bármit, ami a vadonban terem? A gyűjtögető kunyhó különböző anyagokat gyűjt, de ehhez sok szabad helyre van szüksége.",
                "fountain": "Az egyik legnagyobb mérnöki teljesítményünk! Ki ne szeretné a mozgó vizet?",
                "house_1": "Mindenkinek szüksége van egy helyre, ahol élhet. Ez a kis ház biztosít helyet az embereidnek, ahol enni és élni tudnak.",
                "house_2": "Mindenkinek szüksége van egy helyre, ahol élhet. Ez a kis ház biztosít helyet az embereidnek, ahol enni és élni tudnak.",
                "house_3": "Mindenkinek szüksége van egy helyre, ahol élhet. Ez a ház biztosít helyet az embereidnek, ahol enni és élni tudnak.",
                "house_4": "Mindenkinek szüksége van egy helyre, ahol élhet. Ez a ház biztosít helyet az embereidnek, ahol enni és élni tudnak.",
                "house_5": "Mindenkinek szüksége van egy helyre, ahol élhet. Ez a gondosan megtervezett ház biztosítja az embereidnek az étkezés és a lakás lehetőségét.",
                "house_6": "Mindenkinek szüksége van egy helyre, ahol élhet. Ez a luxus ház biztosít helyet az embereidnek, ahol enni és élni tudnak.",
                "large_ship": "Szerintem ennél nagyobb már nem lehet. Nézzétek meg! Nem, komolyan, mindenki, nézzétek meg! Ez biztosan még jobban csökkenti a szállítási költségeket.",
                "large_statue": "Egy nagy szobor egy nagy embernek. Az emberek azt mondják, hogy valójában ilyen nagy volt.",
                "logpile": "Hogyan tároljuk a fát a legjobban? Csak halmozzuk fel egy kupacba.",
                "market": "A piacon más városokkal is kereskedhetsz. A házak szeretnek ehhez közel lenni.",
                "market_stall": "Adj hozzá egy piaci standot a városodhoz!",
                "market_stall_1": "Húsipari termékeket árusító stand.",
                "market_stall_2": "Haltermékeket árusító stand.",
                "market_stall_3": "Kenyértermékeket árusító stand.",
                "market_stall_4": "Zöldségtermékeket árusító stand.",
                "market_stall_5": "Különféle árukat árusító stand.",
                "medium_ship": "Ez egy remek hajó. Nem túl nagy, nem túl kicsi, egyszerűen remek. A szállítási költségeket további 25%-kal csökkenti.",
                "nursery": "Miért engedjük a favágót a fákhoz menni, amikor mi is elvihetjük a fákat a favágóhoz?",
                "park": "Adj hozzá egy szép parkot a városodhoz, ahol a polgárok elüldögélhetnek.",
                "path": "Egy egyszerű földút. Csak elvégzi a feladatát. Az épületek azonban ezek nélkül is tökéletesen működnek.",
                "pier": "Az emberek esküsznek, hogy a nagyobb halak a mélyebb vizekben vannak. Lássuk, milyen mélyre tudunk lemerülni.",
                "plaza": "Szép csempék a szép városodhoz. Kiválóan alkalmasak piacokhoz, dekorációhoz, vagy egyszerűen csak a vagyonod megmutatásához.",
                "port": "A kikötő lehetővé teszi, hogy más városokkal kereskedj. Ez sokkal hatékonyabb, mint a szárazföldi kereskedelem, és a szállítási költségek felére csökkennek.",
                "quarry": "A kőbányákban a földből bányásszák ki a köveket. Ez egy intenzív munka, de a kövek örökre megmaradnak! Nagy sebeket hagynak a tájban.",
                "road": "Az utak strukturálják a falut. Nincsenek szükségük az épületekhez, de szebbnek tűnnek, mint az ösvények.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Haladás! Néhány kifinomult eszközzel a fa feldolgozása gyerekjáték lesz.",
                "small_ship": "Egy kis hajó kis utazásokhoz. És nézd! Ez még úszik is. Ezzel valószínűleg kicsit csökkenthetnénk a szállítási költségeket.",
                "small_statue": "Egy kis szobor egy kis embernek. Az emberek azt mondják, hogy valójában ilyen kicsi volt.",
                "square": "Egy igazi város központja! Ez a tér szebbnek tűnik, mint az alapvető központ.",
                "stone_crane": "A daru, az egyik legnagyobb hátat kímélő találmány! Már nem kell az összes követ a kőbányából kihordani, csak használja a darut.",
                "stone_crane_upgraded": "Azokkal a furcsa anyagokkal, amiket találtunk, biztosan még jobban tudjuk majd működtetni ezt a darut!",
                "table": "Jobb az asztalnál enni, mint a földön. Hacsak nem szereted, ha néha ropogós bogarak kerülnek a kezedbe vagy a nadrágodba.",
                "tailor": "Meztelenül nem jutsz messzire. Kérj meg egy szabót, hogy készítsen neked ruhákat, hogy melegen tartsanak.",
                "tavern": "A kocsmában a polgárok találkozhatnak és ihatnak. Legalábbis profitálhatsz az emberek rossz döntéseiből.",
                "tent": "Hogyan lehet több fát kitermelni az erdőből? Több embert kell az erdőbe küldeni. Hogyan lehet több embert az erdőbe küldeni? Több sátrat kell az erdőbe állítani.",
                "tower": "Földünk olyan messzire nyúlik, amennyire a szemünk ellát. Ha tovább látunk, földünk tovább növekszik.",
                "town_hall": "A nagyon fontos emberek itt nyomon követhetik néhány nagyon fontos számot. Ráadásul jól is néz ki.",
                "tree": "A fák nagyszerűek! Adj hozzá még többet!",
                "university": "Egy hely, ahol minden okos emberedet okos dolgokra alkalmazhatod. És mivel rengeteg szabad idejük van, akár expedíciókra is elküldheted őket!",
                "museum": "Mutassuk meg mindenkinek, milyen klassz dolgokat találtunk! Helyezzük el őket a legszebb épületben, amit csak tudunk.",
                "warehouse": "A raktárban mindenféle erőforrás tárolható. Csak biztosíts nekik ehhez helyet.",
                "water_tower": "Területünk addig terjed, ameddig látunk. Ha tovább látunk, területünk tovább növekszik.",
                "windmill": "Őrület, hogy valaki képes volt a szélből ételt készíteni. Ez az egyetlen megvalósítható módja annak, hogy azokból a kemény növényi kövekből lisztet készítsünk a puha, finom kenyerünkhöz.",
                "windmill_upgraded": "Azokkal a furcsa anyagokkal, amiket találtunk, biztosan még gyorsabbá tudjuk tenni ezt a szélmalmot. Minél több mozgó alkatrész van, annál jobb, nem igaz?",
                "woodcutter": "A favágó fát fog vágni. Mennyi fát? Amennyit egy favágó tud.",
                "refinery": "A finomítóban furcsa köveket finomítanak fényes, képlékeny kövekké.",
                "iron_mine": "Mély gödröt ástunk, mert furcsa köveket találtunk. Küldjük oda az összes emberünket, hogy szedjék össze őket. Mi a legrosszabb, ami történhet?",
                "iron_mine_upgraded": "Ezekkel a furcsa anyagokkal, amiket találtunk, biztosan gyorsabban tudunk több csillogó követ kitermelni a földből!",
                "glassworks": "A Glassworks lehetővé teszi, hogy homokból üveget állítson elő, amely számos fejlett alkalmazáshoz felhasználható.",
                "tools_workshop": "Egy szerszámműhely segítségével olyan szerszámokat állíthatsz elő, amelyek egyesek munkájához elengedhetetlenek.",
                "well": "Bár nyitott szájjal állni az esőben szórakoztató, ez kissé bonyolultabb, ha van egy fürdőkád, amit meg kell tölteni. Egy kút jobban illik a városodhoz."
            }
        },
        "crops": {
            "cow": "Cow",
            "empty": "Üres",
            "goat": "Kecske",
            "grain": "Grain",
            "maize": "Kenyer",
            "potato": "Burgonya",
            "sheep": "Juh"
        },
        "effects": {
            "accidentRate": "Baleseti arány",
            "allProduction": "Minden gyártás",
            "constructionCost": "Építési költség",
            "expeditionCost": "Expedíció költsége",
            "exportCost": "Exportköltség",
            "foodConsumption": "Élelmiszer-fogyasztás",
            "foodProduction": "Élelmiszertermelés",
            "goodsProduction": "Áruk gyártása",
            "happiness": "Boldogság",
            "importCost": "Importköltség",
            "populationProduction": "Népesség Szerkesztés",
            "raidRisk": "Lopás kockázata (a tárolókapacitás túllépése esetén)",
            "researchSpeed": "Kutatási sebesség",
            "taxation": "Adózás"
        },
        "expedition": {
            "start": "Indítsd el az expedíciót"
        },
        "resources": {
            "clothes": "Ruházat",
            "coin": "Érmék",
            "drinks": "Italok",
            "earth": "Föld",
            "flour": "Liszt",
            "food": "Élelmiszer",
            "grain": "Grain",
            "happiness": "Boldogság",
            "knowledge": "Tudás",
            "pop": "Népesség",
            "stone": "Kő",
            "wood": "Fa",
            "wool": "Gyapjú",
            "ore": "Mi",
            "metal": "Metal",
            "tools": "Eszközök",
            "glass": "Üveg",
            "scrap": "Törlés",
            "milk": "Tej"
        },
        "views": {
            "build": "Építsd meg",
            "explore": "Fedezze fel",
            "market": "Piac",
            "player": "Játékos",
            "politic": "Politika",
            "watch": "Nézze meg"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Kattintson duplán a csomópontok elhelyezéséhez.",
            "multiPlace": "Továbbra is helyezd el",
            "rotate": "Forgatás",
            "restriction": "Nem beépíthető terület"
        },
        "capacity": "Kapacitás",
        "defaultTownName": "Névtelen város",
        "is_throttled": "Kezd elfogyni! Egyes épületek nem működnek megfelelően.",
        "placeCenterPrompt": "helyezze el a központját",
        "storage_overflow": "A tárhely megtelt! A lopás kockázata megnőtt."
    },
    "intro": {
        "message1": "Ha ezt olvasod, az azt jelenti, hogy te vagy a kiválasztott. Aki arra rendeltetett, hogy újratelepítse a felszínt. Amit előtted látsz, az a bolygónk. A világunk, ahogy ma létezik. Semmi sem olyan, mint régen volt. Vagy legalábbis, ahogy mi gondoljuk, hogy régen volt. Senki sem emlékszik igazán.",
        "message2": "De a feladatod egyszerű. Keress egy helyet, és alapíts egy új települést. Növeld a települést, és talán kapcsolatba léphetsz másokkal, akik ugyanezt tették. És talán együtt rájöhetünk, mi történt a Földünkkel.",
        "good_luck": "Sok sikert!",
        "based": {
            "w": {
                "message1": "Jó választás! Egy buja fákkal és vadállatokkal teli ökoszisztémában telepedett le. Itt nem lesz gond a fa és az erőforrások beszerzése. Bár a bonyolultabb anyagok és ércek beszerzése kissé nehezebb lehet. De bízom Önben, és meg fogja látni, hogy semmi sem lehetetlen.",
                "message2": "Képességeid még mindig korlátozottak. Először gondoskodj a folyamatos erőforrás-ellátásról. Ezután építs piacot, hogy más településekkel is kereskedhess. Ahogy megerősödsz, akár nagyobb projektekbe is belevághatsz, például kikötő építésébe, hogy olcsóbbá váljon a kereskedelem, városháza építésébe, hogy mindent nyomon tudj követni, vagy akár egyetem építésébe, hogy elkezdhess felfedezni a körülöttünk lévő világot.",
                "good_luck": "Meg tudod csinálni!"
            },
            "s": {
                "message1": "Erős választás, hogy letelepedj ebben a sziklás biomban, ahol eggyé válhatsz a földdel. Kő és érc megtalálása itt nem jelent problémát. Az élelmiszer termesztése viszont kissé nehezebb lehet. De biztos vagyok benne, hogy mások szívesen cserélnek majd a te drága anyagaidra.",
                "message2": "Képességeid még mindig korlátozottak. Először gondoskodj a folyamatos erőforrás-ellátásról. Ezután építs piacot, hogy más településekkel is kereskedhess. Ahogy megerősödsz, akár nagyobb projektekbe is belevághatsz, például kikötő építésébe, hogy olcsóbbá váljon a kereskedelem, városháza építésébe, hogy mindent nyomon tudj követni, vagy akár egyetem építésébe, hogy elkezdhess felfedezni a körülöttünk lévő világot.",
                "good_luck": "Építsd meg erősen!"
            },
            "e": {
                "message1": "A levegő száraz, a nap pedig tűző. Nem a legkönnyebb bióm, de a települést szó szerint a földből építheted fel. Használható faanyagot itt talán nehezebb találni, de a talaj a legtöbb növény termesztésére alkalmasnak tűnik. Biztos vagyok benne, hogy a találékonyságoddal sikerülni fog.",
                "message2": "Képességeid még mindig korlátozottak. Először gondoskodj a folyamatos erőforrás-ellátásról. Ezután építs piacot, hogy más településekkel is kereskedhess. Ahogy megerősödsz, akár nagyobb projektekbe is belevághatsz, például kikötő építésébe, hogy olcsóbbá váljon a kereskedelem, városháza építésébe, hogy mindent nyomon tudj követni, vagy akár egyetem építésébe, hogy elkezdhess felfedezni a körülöttünk lévő világot.",
                "good_luck": "Kellemes építkezést!"
            },
            "a": {
                "message1": "Ez egy érdekes választás. Miért éppen ezt a sarkvidéki pusztaságot választottad? Nem látok itt sem fákat, sem sziklákat. De gondolom, mindig lehet másokkal kereskedni. Csak ügyelj rá, hogy az embereid melegen legyenek és jól lakjanak.",
                "message2": "A lehetőségeid nagyon korlátozottak. Elsősorban piacot kell építened, hogy más településekkel kereskedhess. Remélem, jó kapcsolataid vannak, mert ez nem lesz könnyű. Ha azonban sikerül, akkor még nagyobb projekteket is indíthatsz, például kikötőt, hogy olcsóbbá váljon a kereskedelem, városházát, hogy mindent nyomon követhessünk, vagy akár egyetemet is, hogy elkezdhessük felfedezni a körülöttünk lévő világot.",
                "good_luck": "Sok sikert!"
            }
        }
    },
    "loading": {
        "assets": "Eszközök betöltése...",
        "connecting": "Csatlakozás a szerverhez...",
        "game": "A játék betöltése..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Minden törlése",
            "menu": "Menü",
            "quicksettings": "Beállítások",
            "saveBuild": "Mentés Építés",
            "saveSandbox": "Mentés Építés"
        },
        "main": {
            "credits": "Jegyzetek",
            "enterMultiplayer": "Belépés a világba",
            "loadSandbox": "Sandbox betöltése",
            "newSandbox": "Új Sandbox",
            "returnToDesktop": "Vissza az asztalra",
            "serverOffline": "Nem lehet elérni a szervert. Ellenőrizze az internetkapcsolatát, vagy a szerver leállhatott.",
            "settings": "Beállítások",
            "subtitle": "Ez a Project Rebearth korai verziója. Kérjük, vegye fel velünk a kapcsolatot, ha játék közben bármilyen problémát tapasztal.",
            "demoSubtitle": "Ez a Project Rebearth demója. Csak a sandbox városépítő funkció engedélyezett. Ha többjátékos globuson szeretnél játszani erőforrás-kezeléssel, töltsd le a teljes verziót.",
            "title": "Project Rebearth szerver",
            "welcome": "Üdvözöljük, {{name}}!"
        },
        "sandbox": {
            "description": "A Sandbox mód lehetővé teszi, hogy szabadon építs, a többjátékos világ korlátai nélkül. Csak te vagy és nulla erőforrás-korlátozás. Elmentheted az előrehaladásodat, és később betöltheted.",
            "loadFromFile": "Betöltés fájlból",
            "loadTitle": "Sandbox betöltése",
            "noSaves": "Nincs helyi mentés.",
            "start": "Új játék indítása",
            "title": "Új Sandbox"
        },
        "slots": {
            "deleteConfirm": "Biztosan törölni szeretné ezt a mentést? Ez a művelet visszafordíthatatlan.",
            "empty": "Üres hely",
            "locked": "Zárt",
            "lockedText": "Zárt",
            "newGame": "Új játék",
            "play": "Játék",
            "population": "Lakosság",
            "slot": "Slot",
            "title": "Válasszon egy mentési helyet",
            "unlockHint1000": "1000 lakos elérése esetén feloldható",
            "unlockHint100000": "100 000 lakos elérése esetén feloldható",
            "unnamedCity": "Névtelen város"
        },
        "locked": {
            "settleFirst": "Először építsd meg a városod központját.",
            "townHall": "Építs egy városházát, hogy feloldd a globális rangsort, a szövetségeket és a választási lehetőségeket.",
            "university": "Építs egyetemet, hogy feloldd a expedíciókat és a kutatásokat.",
            "market": "Építs piacot vagy kikötőt, hogy megnyisd a globális piacot.",
            "noBiomeAssets": "Ebben a biomban nincs ilyen típusú épület."
        }
    },
    "modals": {
        "archive": {
            "title": "Archívumok"
        },
        "choices": {
            "selectChoice": "Választás kiválasztása",
            "title": "Választási lehetőségek"
        },
        "deleteConfirmation": {
            "cancel": "Mégse",
            "confirm": "Törlés",
            "message": "Biztosan törölni szeretné az egész várost? Ez a művelet visszafordíthatatlan.",
            "title": "Törlés megerősítése"
        },
        "diplomacy": {
            "alliances": "Szövetségek",
            "enemy": "Ellenség",
            "neutral": "Semleges",
            "title": "Diplomácia",
            "you": "Te"
        },
        "market": {
            "amount": "Összeg",
            "back": "Vissza",
            "base": "Alap",
            "buy": "VÁSÁRLÁS",
            "buys": "vásárol",
            "for": "for",
            "price": "Ár",
            "pricePerUnit": "Egységár",
            "quantity": "Mennyiség",
            "resource": "Erőforrás",
            "sell": "Nézd meg",
            "sells": "elad",
            "title": "Piac",
            "total": "Összesen",
            "totalLabel": "Összesen",
            "transport": "Szállítás",
            "unitPrice": "egységáron"
        },
        "orders": {
            "title": "Megrendeléseim"
        },
        "ranking": {
            "area": "Terület",
            "buildings": "Épületek",
            "goToPlayer": "Játékoshoz",
            "overall": "Általános",
            "player": "Játékos",
            "population": "Népesség",
            "resources": "Források",
            "title": "Rangsor"
        },
        "save": {
            "download": "Fájl letöltése",
            "message": "A játékod helyileg mentésre került.",
            "title": "Játék mentve"
        }
    },
    "orders": {
        "amount": "Összeg",
        "buy": "Vásárlás",
        "buying": "vásárlás",
        "confirmCancel": "Biztosan törölni szeretné ezt a megrendelést?",
        "for": "for",
        "marketStorage": "Kereskedelem Tárolás",
        "myOrders": "Adja le megrendelését",
        "noMarketStorage": "Nincs elérhető piaci raktár. Építs kereskedelmi épületeket, hogy eladási megbízásokat adhass le.",
        "noOrders": "Nincs aktív megrendelés",
        "onlyAllianceMembers": "Csak szövetségi tagoknak értékesítsen",
        "sell": "Nézd meg",
        "sellButton": "{{type}} {{amount}} {{resource}} {{price}}/egység",
        "selling": "értékesítés",
        "storageFull": "A tárhely megtelt! Építs több kereskedelmi épületet.",
        "totalPrice": "Teljes ár",
        "unitPrice": "Egységár"
    },
    "politics": {
        "accept": "elfogadom",
        "allianceTradeInfo": "Válasszon szövetségtípust:",
        "alliances": "Szövetségek",
        "applications": "Alkalmazások",
        "applyForAlliance": "szövetséghez való csatlakozás",
        "back": "Vissza",
        "cancelApplication": "alkalmazás törlése",
        "choiceChangeCooldown": "Ez a választás {{days}} nap(ok) után újra megváltoztatható.",
        "common": {
            "accept": "Elfogadás",
            "applications": "Alkalmazások",
            "globalRank": "Globális rangsor",
            "greatFederation": "Nagy Szövetség",
            "kick": "Kick",
            "marketSize": "Piac mérete",
            "members": "Tagok",
            "name": "Név",
            "owner": "Tulajdonos",
            "rank": "Rang",
            "reject": "Elutasítás",
            "scienceLeague": "Tudományos Liga",
            "tradeAlliance": "Kereskedelmi szövetség",
            "value": "Érték"
        },
        "createAlliance": "szövetség létrehozása",
        "days": "napok",
        "disbandAlliance": "szövetség feloszlatása",
        "globalRank": "Globális rangsor",
        "go": "to",
        "inviteToAlliance": "meghívás a szövetségedbe",
        "kick": "kick",
        "leaveAlliance": "szövetségből való kilépés",
        "loading": "Betöltés...",
        "marketSize": "Piac mérete",
        "marketSizeLabel": "Piac mérete: {{size}}",
        "members": "Tagok",
        "name": "Név",
        "noApplications": "Nincsenek alkalmazások",
        "noModifiers": "Ennek a szövetségnek nincs módosítója.",
        "owner": "Tulajdonos",
        "placeholderDescription": "Szövetség leírása",
        "placeholderName": "Szövetség neve",
        "rank": "Rang",
        "rankPrefix": "Nem.",
        "ranking": {
            "area": "Terület",
            "buildings": "Épületek",
            "overall": "Általános",
            "population": "Népesség",
            "resources": "Források"
        },
        "reject": "elutasítás",
        "value": "Érték"
    },
    "popup": {
        "apply": "Alkalmazás",
        "archive": "Archívum",
        "demolish": "Bontás",
        "population": "Népesség",
        "production": {
            "rate": "Értékelés",
            "title": "Gyártás"
        },
        "storage": {
            "title": "Tárolás"
        },
        "townName": "Város neve:",
        "townColor": "Város színe:",
        "unnamedTown": "névtelen város",
        "upgrade": "Frissítsen az {{building}} verzióra"
    },
    "settings": {
        "animations": "Animációk",
        "fullscreen": "Teljes képernyő",
        "bushDensity": "Bush sűrűség",
        "clearTileCache": "Cache-adatok törlése",
        "density": {
            "dense": "Sűrű",
            "normal": "Normál",
            "off": "Ki",
            "sparse": "Sparse"
        },
        "grassDensity": "Fű sűrűsége",
        "language": "Nyelv",
        "musicVolume": "Zene hangereje",
        "performanceFeatures": "- Vizuális elemek beállítása -",
        "resolutions": {
            "high": "Magas",
            "low": "Alacsony",
            "medium": "Közepes",
            "potato": "Burgonya",
            "ultra": "Ultra"
        },
        "rockDensity": "Kőzet sűrűsége",
        "showClouds": "Felhők megjelenítése",
        "soundVolume": "Hangereje",
        "textureResolution": "Textúra felbontás",
        "title": "Beállítások",
        "treeDensity": "Fa sűrűség",
        "uiScale": "UI méretarány"
    },
    "tips": {
        "loading": [
            "A játékban eltöltött egy nap a valós életben is egy napot jelent. Ne siess, és a saját tempódban építsd fel városodat.",
            "A Q és E billentyűkkel elforgathatja az épületeket, mielőtt elhelyezi őket.",
            "Kattintson duplán a forma szerkesztőben a csomópontok elhelyezéséhez.",
            "A Shift billentyűvel folytathatod az épületek elhelyezését.",
            "Ha bármilyen problémát tapasztalsz, kérjük, jelezd nekünk a Discordon.",
            "Csatlakozz a Discordon található élénk játékos közösségünkhöz, hogy megoszthasd alkotásaidat és tippeket kaphass.",
            "Nem minden erőforrás könnyen beszerezhető mindenhol. Néha a kereskedelem olcsóbb, mint mindent magadnak előállítani.",
            "A Steam-en írt vélemények segítenek nekünk új játékosokat találni, akik élettel töltik meg ezt a világot.",
            "A Steam-en írt vélemények segítenek nekünk új játékosokat találni, akik élettel töltik meg ezt a világot."
        ]
    },
    "tooltip": {
        "cannotChange": "Nem módosítható",
        "construction": "Építés",
        "costPerMeter": "(per m)",
        "costPerSquareMeter": "(m²-enként)",
        "effects": "Hatások",
        "upkeep": "Karbantartás",
        "production": "Gyártás",
        "move": "Ezt az épületet mozgassa"
    },
    "units": {
        "days": "napok",
        "hours": "{{value}} h",
        "hoursLong": "órák",
        "minutes": "{{value}} m",
        "minutesLong": "percek",
        "perDay": "/nap",
        "percentage": "{{érték}}",
        "seconds": "{{value}} s",
        "secondsLong": "másodperc"
    },
    "warnings": {
        "notEnoughPop": "Nincs elég önkéntes"
    }
}