{
    "alliances": {
        "allianceTradeInfo": "Bekerja sama dengan pemain lain adalah hal yang keren. Anda dapat memilih untuk berdagang secara eksklusif satu sama lain, dan tergantung pada siapa yang Anda dukung, Anda juga akan mendapatkan beberapa keuntungan tambahan.",
        "applyForAlliance": "Ajukan permohonan untuk bergabung dengan aliansi.",
        "cancelApplication": "Batalkan aplikasi",
        "greatFederationDesc": "Bergabunglah dengan orang-orang yang kuat dan terorganisir! Anda akan lebih terlindungi dari pencurian dan dapat memaksa lebih banyak sumber daya dari rakyat Anda. Namun, hal ini datang dengan biaya birokrasi yang lebih tinggi dan pendapatan pajak yang lebih rendah.",
        "leaveAlliance": "Keluar dari aliansi",
        "marketSizeLabel": "Ukuran Pasar:",
        "scienceLeagueDesc": "Bergabung dengan liga sains membuat Anda lebih pintar. Hal ini telah terbukti secara ilmiah. Nikmati kecepatan penelitian yang lebih cepat dan biaya ekspedisi yang lebih rendah. Hal ini juga membuat orang lebih bahagia! Tapi kami tidak terlalu pandai dalam membuat hal-hal tersebut.",
        "tradeAllianceDesc": "Semua tentang uang! Dapatkan biaya perdagangan yang lebih murah dan efisiensi perpajakan yang lebih tinggi, tetapi juga risiko pencurian yang lebih tinggi."
    },
    "biomes": {
        "1": "Hutan berdaun lebar tropis dan subtropis",
        "10": "Padang rumput pegunungan",
        "11": "Tundra",
        "12": "Hutan Mediterania",
        "13": "Gurun dan padang belukar kering",
        "14": "Mangrove",
        "2": "Hutan berdaun lebar tropis dan subtropis",
        "3": "Hutan konifer tropis dan subtropis",
        "4": "Hutan beriklim sedang dan hutan campuran",
        "5": "Hutan Konifer Beriklim Sedang",
        "6": "Hutan boreal",
        "7": "Padang rumput tropis dan subtropis",
        "8": "Savana beriklim sedang",
        "9": "Padang rumput yang tergenang air.",
        "98": "Arktik Wasteland",
        "99": "Lapisan Es"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Kurangi biaya bagi orang yang membeli barang Anda, sambil meningkatkan biaya pembelian barang dari pemain lain.",
            "importFocus": "Kurangi biaya pembelian barang dari pemain lain, sementara tingkatkan biaya bagi orang yang membeli barang Anda.",
            "lavishRations": "Biarkan mereka makan kue! Rasi makanan yang berlimpah akan meningkatkan jumlah makanan yang dibutuhkan per orang, tetapi mereka akan senang.",
            "lowRations": "Ini kue saya! Rasi makanan yang rendah akan mengurangi jumlah makanan yang dibutuhkan per orang, tetapi orang-orang tidak akan menyukainya.",
            "neutralFocus": "Ini adalah pasar bebas, lakukan apa yang harus kamu lakukan. Pertahankan biaya impor dan ekspor pada tarif standar.",
            "normalRations": "Jumlah makanan yang tepat untuk rakyatmu. Jaga konsumsi makanan pada tingkat standar.",
            "taxation": "Itu adil... Akan menghasilkan emas untuk setiap penduduk, tetapi mengurangi kebahagiaan.",
            "veganSociety": "Ide aneh untuk memakan hewan... Meningkatkan produksi makanan tetapi Anda tidak dapat memproduksi produk hewani.",
            "workerSafety": "Manusia adalah aset terbesar Anda. Meningkatkan keamanan produksi tetapi mengurangi output.",
            "dubiousWorkingRules": "Manusia hanyalah sumber daya. Meningkatkan output produksi tetapi meningkatkan tingkat kecelakaan.",
            "crampedQuarters": "Seberapa banyak ruang pribadi yang sebenarnya Anda butuhkan? Kita bisa menampung lebih banyak orang di rumah yang sama, kan?",
            "intensiveFarming": "Pertanian intensif memungkinkan Anda memberi makan hewan ternak dengan biji-bijian, sehingga meningkatkan jumlah produk hewan yang dapat Anda hasilkan."
        },
        "exclusiveOptions": "Opsi Eksklusif",
        "lockedFor": "Diblokir untuk",
        "option": "Opsi",
        "title": "Pilihan",
        "titles": {
            "exportFocus": "Perdagangan - Fokus Ekspor",
            "greatFederation": "Federasi Besar",
            "importFocus": "Perdagangan - Fokus Impor",
            "lavishRations": "Rasi Makanan Mewah",
            "lowRations": "Persediaan Rendah",
            "neutralFocus": "Perdagangan - Fokus Netral",
            "normalRations": "Rasi normal",
            "scienceLeague": "Liga Sains",
            "taxation": "Pajak",
            "tradeAlliance": "Aliansi Perdagangan",
            "veganSociety": "Asosiasi Vegan",
            "workerSafety": "Keselamatan Pekerja",
            "dubiousWorkingRules": "Aturan Kerja yang Meragukan",
            "crampedQuarters": "Seperti sarden!",
            "intensiveFarming": "Pertanian Intensif",
            "newTownBoost": "Awal yang Baru!",
            "foodShortage": "Kekurangan Pangan"
        },
        "unlock": "Buka kunci"
    },
    "common": {
        "delete": "Hapus",
        "deleting": "Menghapus...",
        "loading": "Muat..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Tambahkan lebih banyak poin.",
            "areaLimitExceeded": "Batasan area terlampaui: {{size}} {{relation}} {{limit}}",
            "costs": "Biaya:",
            "invalidLocation": "Lokasi tidak valid",
            "mustBeNear": "Harus berada di dekat {{parent}}",
            "notEnoughResources": "Sumber daya tidak mencukupi",
            "tooHigh": "Perbesar tampilan."
        },
        "cancel": "✗",
        "close": "Tutup",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Tambahkan lebih banyak poin.",
            "calculating": "Menghitung...",
            "duration": "Durasi",
            "expedition": "Ekspedisi",
            "finished": "Selesai!",
            "food": "Makanan",
            "knowledge": "Pengetahuan",
            "population": "Populasi",
            "timeLeft": "Waktu tersisa",
            "title": "Biaya Eksplorasi"
        },
        "next": "Selanjutnya",
        "previous": "Sebelumnya"
    },
    "errors": {
        "fetchSlots": "Tidak dapat memuat slot penyimpanan.",
        "generic": "Ada yang salah.",
        "invalidFile": "Format file tidak valid",
        "loadingBuild": "Kesalahan saat memuat build.",
        "serverConnection": "Kesalahan koneksi server",
        "webWorkersNotSupported": "Tidak dapat menjalankan permainan: Web Workers tidak didukung"
    },
    "events": {
        "confirm": "Oke",
        "consequences": "Efek",
        "remaining": "{{count}} Sisa",
        "titles": {
            "food_shortage": "Orang-orang kelaparan.",
            "strike": "Serangan",
            "celebration": "Hadiah untuk Anda",
            "productivity_boom": "Ayo mulai!",
            "expedition_found": "Ekspedisi kembali!",
            "animal_unlock": "Well well well... apa yang kita punya di sini?",
            "bankruptcy": "Bangkrut!",
            "raid": "Barang Anda dicuri!"
        },
        "descriptions": {
            "food_shortage": "Anda kehabisan makanan! Jika orang-orang tidak bisa makan, mereka akan mencuri apa pun yang bisa mereka dapatkan untuk bertahan hidup, atau bahkan berhenti bekerja.",
            "strike": "Orang-orang tidak senang! Apa pun yang Anda lakukan, mereka tidak menyukainya. Pastikan orang-orang Anda tetap senang untuk menghindari penutupan bangunan.",
            "celebration": "Orang-orang senang! Apa pun yang kamu lakukan, teruslah melakukannya! Sebagai hadiah kecil, mereka semua mengumpulkan beberapa barang untukmu agar kamu bisa terus membangun kota yang luar biasa ini. Lucu sekali.",
            "productivity_boom": "Orang-orang sangat antusias! Mereka sangat menyukai Anda dan dengan senang hati bekerja lembur untuk Anda. Dengan melakukan itu, mereka berhasil memproduksi sedikit lebih banyak dari segala sesuatu. Mereka hanya ingin kota ini berhasil, Anda tahu.",
            "expedition_found": "Ekspedisi Anda telah kembali dengan sumber daya dan pengetahuan berharga! Hal ini akan sangat bermanfaat bagi perkembangan kota dan upaya penelitian Anda. Namun, buku harian mereka memiliki entri yang menarik:",
            "animal_unlock": "Apa yang kita temukan di sini? Ekspedisi Anda kembali dengan seekor hewan yang ternyata sangat jinak. Sepertinya hewan itu ingin tinggal di kota Anda daripada di hutan belantara. Akan tidak sopan jika kita mengembalikannya sekarang, bukan?",
            "bankruptcy": "Anda tidak memiliki koin sama sekali! Sebuah menara telah runtuh. Menara yang Anda bangun akan rusak dan hancur jika Anda tidak merawatnya dengan koin yang cukup.",
            "raid": "Anda seharusnya menyimpan barang-barang Anda dengan lebih baik! Barang-barang tersebut mudah dijarah, dan beberapa pencuri tak dikenal berhasil membawa kabur sebagian sumber daya Anda."
        }
    },
    "game": {
        "zoomToBuild": "Perbesar untuk Mulai Membangun",
        "buildings": {
            "assets": {
                "expedition": "Ekspedisi",
                "bakery": "Toko roti",
                "boat": "Perahu",
                "brewery": "Pabrik Bir",
                "bridge": "Jembatan",
                "center": "Pusat",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Clay Crane yang ditingkatkan",
                "claypit": "Tambang Tanah Liat",
                "creamery": "Pabrik Susu",
                "dock": "Dock",
                "fence1": "Pagar Kayu",
                "fence2": "Pagar Anyaman",
                "fence3": "Bentuk Pagar",
                "fences": "Pagar",
                "field": "Lapangan",
                "firepit": "Tempat api",
                "fireplace": "Perapian",
                "fishery": "Perikanan",
                "foraging_hut": "Gubuk Pengumpulan Makanan",
                "fountain": "Air mancur",
                "house_1": "Gubuk",
                "house_2": "Gubuk",
                "house_3": "Kabin",
                "house_4": "Rumah",
                "house_5": "Tempat tinggal",
                "house_6": "Desa",
                "large_ship": "Kapal Besar",
                "large_statue": "Patung Besar",
                "logpile": "Tumpukan Log",
                "market": "Pasar",
                "market_stall": "Kios Pasar",
                "market_stall_1": "Daging",
                "market_stall_2": "Ikan",
                "market_stall_3": "Roti",
                "market_stall_4": "Sayuran",
                "market_stall_5": "Barang",
                "medium_ship": "Kapal Menengah",
                "nursery": "Pembibitan pohon",
                "park": "Park",
                "path": "Jalur",
                "pier": "Pier",
                "plaza": "Plaza",
                "port": "Port",
                "quarry": "Tambang",
                "road": "Jalan",
                "ruinsBig": "Reruntuhan Besar",
                "ruinsSmall": "Reruntuhan Kecil",
                "saw": "Pabrik penggergajian kayu",
                "small_ship": "Kapal Kecil",
                "small_statue": "Patung Kecil",
                "square": "Kotak",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Peningkatan Stone Crane",
                "table": "Tabel",
                "tailor": "Sesuaikan",
                "tavern": "Tavern",
                "tent": "Tenda",
                "tower": "Menara",
                "town_hall": "Balai Kota",
                "tree": "Pohon",
                "university": "Universitas",
                "museum": "Museum",
                "warehouse": "Gudang",
                "water_tower": "Menara Air",
                "windmill": "Kincir angin",
                "windmill_upgraded": "Turbin Angin yang Ditingkatkan",
                "woodcutter": "Penebang kayu",
                "refinery": "Pabrik pengolahan",
                "iron_mine": "Tambang Besi",
                "iron_mine_upgraded": "Tambang Besi yang Ditingkatkan",
                "glassworks": "Glassworks",
                "tools_workshop": "Workshop Alat",
                "well": "Baik"
            },
            "categories": {
                "decoration": "Dekorasi",
                "defense": "Wilayah",
                "food": "Makanan",
                "housing": "Perumahan",
                "infrastructure": "Infrastruktur",
                "military": "Militer",
                "production": "Produksi",
                "research": "Penelitian",
                "resources": "Sumber daya",
                "storage": "Penyimpanan",
                "town": "Kota"
            },
            "descriptions": {
                "bakery": "Tidak ada yang bisa mengalahkan aroma roti segar, dibuat dengan tepung terigu segar dan sesekali kecoa.",
                "boat": "Perahu ini sangat cocok untuk memancing di perairan yang lebih dalam, atau untuk pasangan muda yang sedang berciuman sesekali.",
                "brewery": "Seseorang meninggalkan biji-bijian basah mereka terlalu lama di luar, dan sekarang hal itu menjadi tren! Mari kita buat lebih banyak lagi.",
                "bridge": "Ini adalah jembatan. Apa yang kamu harapkan? Itu mengantarmu dari A ke B.",
                "center": "Jantung kota Anda. Di sinilah semuanya dimulai. Di sini tinggal beberapa orang dan menyimpan barang-barang penting. Kota ini dapat ditingkatkan menjadi sebuah alun-alun yang terlihat lebih permanen.",
                "clay_crane": "Kran, salah satu penemuan terhebat yang menghemat tenaga! Tidak perlu lagi mengangkat semua tanah liat dari lubang, cukup gunakan kran.",
                "clay_crane_upgraded": "Dengan bahan-bahan aneh yang kita temukan ini, saya yakin kita bisa membuat crane ini berfungsi lebih baik lagi!",
                "claypit": "Ini hanyalah lubang sederhana di tanah. Namun, jika kita mengeringkan tanah di sini, tanahnya menjadi sangat keras! Ini adalah pekerjaan yang membutuhkan banyak tenaga, dan meninggalkan bekas yang cukup jelek di lanskap.",
                "creamery": "Seseorang meninggalkan susu segar di luar terlalu lama dan sekarang... mengeras? Setidaknya sekarang kita bisa menjualnya sebagai makanan.",
                "dock": "Perluas pelabuhan Anda! Buat lebih banyak ruang untuk bangunan pelabuhan dan kapal.",
                "fence1": "Pagar kayu sederhana untuk mencegah makhluk-makhluk sederhana masuk atau keluar.",
                "fence2": "Pagar anyaman untuk mencegah makhluk-makhluk sederhana masuk atau keluar.",
                "fence3": "Gambarlah pagar kustom untuk mencegah makhluk sederhana masuk atau keluar.",
                "fences": "Pagar adalah cara yang bagus untuk mencegah pengunjung yang tidak diinginkan masuk ke kota Anda. Atau untuk menahannya di dalam.",
                "firepit": "Tempat api adalah struktur kokoh untuk menjaga kehangatan dan memasak makanan. Jangan lupa untuk memadamkannya sebelum tidur.",
                "fireplace": "Tidak ada yang lebih nyaman daripada bernyanyi di sekitar perapian. Meskipun asapnya akan selalu tertiup tepat ke arahmu.",
                "field": "Ketika kita membersihkan sebuah ladang, kita dapat menanam tanaman di sana. Beberapa di antaranya dapat kita makan.",
                "fishery": "Tidak ada yang lebih idyllis daripada sebuah perikanan kecil di tepi pantai. Perikanan ini menghasilkan ikan yang relatif segar untuk kota Anda.",
                "foraging_hut": "Mengapa perlu makanan mewah jika kamu bisa makan apa saja yang tumbuh di alam liar? Gubuk pengumpulan bahan mengumpulkan berbagai bahan, tetapi membutuhkan banyak ruang terbuka untuk melakukannya.",
                "fountain": "Salah satu pencapaian teknik terbesar kami! Siapa yang tidak menyukai air yang mengalir.",
                "house_1": "Setiap orang membutuhkan tempat tinggal. Rumah kecil ini menyediakan tempat bagi penduduk Anda untuk makan dan tinggal.",
                "house_2": "Setiap orang membutuhkan tempat tinggal. Rumah kecil ini menyediakan tempat bagi penduduk Anda untuk makan dan tinggal.",
                "house_3": "Setiap orang membutuhkan tempat tinggal. Rumah ini menyediakan tempat bagi orang-orang Anda untuk makan dan tinggal.",
                "house_4": "Setiap orang membutuhkan tempat tinggal. Rumah ini menyediakan tempat bagi orang-orang Anda untuk makan dan tinggal.",
                "house_5": "Setiap orang membutuhkan tempat tinggal. Rumah mewah ini menyediakan tempat bagi penduduk Anda untuk makan dan tinggal.",
                "house_6": "Setiap orang membutuhkan tempat tinggal. Rumah mewah ini menyediakan tempat bagi orang-orang Anda untuk makan dan tinggal.",
                "large_ship": "Saya rasa mereka tidak bisa membuatnya lebih besar dari ini. Lihat ini! Benar-benar, semua orang, lihat ini! Ini pasti akan mengurangi biaya transportasi lebih jauh lagi.",
                "large_statue": "Patung besar untuk pria besar. Orang-orang mengatakan dia sebenarnya sebesar itu.",
                "logpile": "Cara terbaik untuk menyimpan kayu? Cukup tumpuk saja dalam tumpukan.",
                "market": "Pasar memungkinkan Anda berdagang dengan kota-kota lain. Rumah-rumah cenderung dibangun dekat dengan pasar.",
                "market_stall": "Tambahkan kios pasar ke kota Anda.",
                "market_stall_1": "Kios yang menjual produk daging.",
                "market_stall_2": "Kios yang menjual produk ikan.",
                "market_stall_3": "Kios yang menjual produk roti.",
                "market_stall_4": "Kios yang menjual produk sayuran.",
                "market_stall_5": "Sebuah kios yang menjual berbagai barang.",
                "medium_ship": "Itu kapal yang bagus. Tidak terlalu besar, tidak terlalu kecil. Hanya saja bagus. Mengurangi biaya transportasi sebesar 25%.",
                "nursery": "Mengapa membiarkan tukang kayu pergi ke pohon-pohon ketika kita bisa membawa pohon-pohon ke tukang kayu.",
                "park": "Tambahkan taman yang indah ke kota Anda agar warga Anda dapat bersantai di sana.",
                "path": "Jalan tanah sederhana. Itu cukup untuk menyelesaikan tugas. Meskipun bangunan akan berfungsi dengan baik tanpa mereka.",
                "pier": "Orang-orang berpendapat bahwa ikan yang lebih besar berada di perairan yang lebih dalam. Mari kita lihat seberapa dalam kita bisa pergi.",
                "plaza": "Ubin cantik untuk kota cantik Anda. Cocok untuk pasar, dekorasi, atau sekadar memamerkan kekayaan Anda.",
                "port": "Pelabuhan memungkinkan Anda berdagang dengan kota-kota lain. Ini jauh lebih efisien daripada berdagang melalui darat, dan biaya transportasi akan berkurang setengahnya.",
                "quarry": "Di tambang, Anda mengekstraksi batu dari tanah. Ini adalah pekerjaan yang melelahkan, tetapi batu-batu itu abadi! Namun, mereka meninggalkan bekas yang besar di lanskap.",
                "road": "Jalan memberikan struktur pada desa Anda. Mereka tidak diperlukan untuk bangunan Anda, tetapi terlihat lebih elegan daripada jalan setapak.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Kemajuan! Dengan alat-alat canggih, kita bisa memproses kayu dengan mudah.",
                "small_ship": "Kapal kecil untuk perjalanan singkat. Dan lihat! Kapal ini bahkan bisa mengapung. Kita mungkin bisa sedikit menurunkan biaya transportasi dengan ini.",
                "small_statue": "Patung kecil untuk pria kecil. Orang-orang mengatakan dia sebenarnya seukuran itu.",
                "square": "Pusat kota yang layak! Lapangan ini terlihat lebih mewah daripada pusat kota dasar.",
                "stone_crane": "Kran, salah satu penemuan terhebat yang menghemat tenaga! Tidak perlu lagi mengangkut semua batu ini dari tambang, cukup gunakan kran.",
                "stone_crane_upgraded": "Dengan bahan-bahan aneh yang kita temukan ini, saya yakin kita bisa membuat crane ini berfungsi lebih baik lagi!",
                "table": "Lebih nyaman makan di meja daripada di lantai. Kecuali jika Anda suka sesekali menemukan serangga renyah di tangan atau di celana Anda.",
                "tailor": "Berada dalam keadaan telanjang hanya akan membawa Anda sejauh ini. Mintalah penjahit untuk membuatkan Anda pakaian agar tetap hangat.",
                "tavern": "Tavern adalah tempat bagi warga Anda untuk berkumpul dan minum. Setidaknya Anda bisa mendapatkan keuntungan dari keputusan buruk orang lain.",
                "tent": "Bagaimana cara mendapatkan lebih banyak kayu dari hutan? Tempatkan lebih banyak orang di hutan. Bagaimana cara menempatkan lebih banyak orang di hutan? Tempatkan lebih banyak tenda di hutan.",
                "tower": "Tanah kita sejauh yang dapat kita lihat. Jika kita dapat melihat lebih jauh, tanah kita akan bertambah lebih jauh.",
                "town_hall": "Orang-orang penting dapat memantau beberapa angka penting di sini. Selain itu, tampilannya juga menarik.",
                "tree": "Pohon-pohon itu hebat! Tambahkan lebih banyak.",
                "university": "Tempat di mana Anda dapat menempatkan semua orang cerdas Anda untuk melakukan hal-hal cerdas. Dan dengan waktu luang mereka, Anda bahkan dapat mengirim mereka dalam ekspedisi!",
                "museum": "Ayo tunjukkan kepada semua orang hal-hal keren yang kita temukan! Mari kita letakkan di bangunan paling mewah yang bisa kita buat.",
                "warehouse": "Gudang dapat menyimpan berbagai jenis sumber daya. Berikan saja ruang yang cukup untuk melakukannya.",
                "water_tower": "Wilayah kami sejauh yang dapat kami lihat. Jika kami dapat melihat lebih jauh, wilayah kami akan bertambah lebih jauh.",
                "windmill": "Ajaib sekali bagaimana seseorang bisa mengubah angin menjadi makanan. Itu satu-satunya cara yang mungkin untuk mengubah batu-batu tanaman yang keras menjadi tepung untuk roti lembut dan lezat kita.",
                "windmill_upgraded": "Dengan bahan-bahan aneh yang kita temukan ini, saya yakin kita bisa membuat kincir angin ini bekerja lebih cepat. Semakin banyak bagian yang bergerak, semakin baik, kan?",
                "woodcutter": "Penebang kayu akan menebang kayu. Berapa banyak kayu? Sebanyak yang bisa ditebang oleh seorang penebang kayu.",
                "refinery": "Pabrik pengolahan digunakan untuk mengolah batu aneh menjadi batu yang berkilau dan lentur.",
                "iron_mine": "Kami membuat lubang dalam, karena kami menemukan beberapa batu aneh. Mari kirim semua orang kita ke sana untuk mengambilnya. Apa yang paling buruk yang bisa terjadi.",
                "iron_mine_upgraded": "Dengan bahan-bahan aneh yang kita temukan ini, saya yakin kita bisa mendapatkan lebih banyak batu berkilau dari tanah dengan lebih cepat!",
                "glassworks": "Glassworks memungkinkan Anda memproduksi kaca dari pasir, yang dapat digunakan untuk berbagai aplikasi canggih.",
                "tools_workshop": "Dengan bengkel alat, Anda dapat memproduksi alat-alat yang sangat penting untuk pekerjaan beberapa orang.",
                "well": "Meskipun berdiri di bawah hujan dengan mulut terbuka memang menyenangkan, hal itu menjadi sedikit lebih rumit jika Anda harus mengisi bak mandi. Sumur akan lebih cocok untuk kota Anda."
            }
        },
        "crops": {
            "cow": "Sapi",
            "empty": "Kosong",
            "goat": "Kambing",
            "grain": "Grain",
            "maize": "Maize",
            "potato": "Kentang",
            "sheep": "Domba"
        },
        "effects": {
            "accidentRate": "Tingkat Kecelakaan",
            "allProduction": "Semua Produksi",
            "constructionCost": "Biaya Konstruksi",
            "expeditionCost": "Biaya Ekspedisi",
            "exportCost": "Biaya Ekspor",
            "foodConsumption": "Konsumsi Makanan",
            "foodProduction": "Produksi Makanan",
            "goodsProduction": "Produksi Barang",
            "happiness": "Kebahagiaan",
            "importCost": "Biaya Impor",
            "populationProduction": "Populasi Ubah",
            "raidRisk": "Risiko Pencurian (saat melebihi kapasitas penyimpanan)",
            "researchSpeed": "Kecepatan Penelitian",
            "taxation": "Pajak"
        },
        "expedition": {
            "start": "Mulai Ekspedisi"
        },
        "resources": {
            "clothes": "Pakaian",
            "coin": "Koin",
            "drinks": "Minuman",
            "earth": "Bumi",
            "flour": "Tepung",
            "food": "Makanan",
            "grain": "Grain",
            "happiness": "Kebahagiaan",
            "knowledge": "Pengetahuan",
            "pop": "Populasi",
            "stone": "Batu",
            "wood": "Kayu",
            "wool": "Wool",
            "ore": "Kami",
            "metal": "Metal",
            "tools": "Alat",
            "glass": "Kaca",
            "scrap": "Hapus",
            "milk": "Susu"
        },
        "views": {
            "build": "Bangun",
            "explore": "Jelajahi",
            "market": "Pasar",
            "player": "Pemain",
            "politic": "Politik",
            "watch": "Tonton"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Klik ganda untuk menempatkan node.",
            "multiPlace": "Terus letakkan",
            "rotate": "Putar",
            "restriction": "Area yang tidak dapat dibangun."
        },
        "capacity": "Kapasitas",
        "defaultTownName": "Kota Tanpa Nama",
        "is_throttled": "Stok habis! Beberapa bangunan mungkin tidak berfungsi dengan baik.",
        "placeCenterPrompt": "Letakkan pusat Anda",
        "storage_overflow": "Penyimpanan penuh! Risiko pencurian meningkat."
    },
    "intro": {
        "message1": "Jika Anda membaca ini, berarti Anda adalah orang terpilih. Ditakdirkan untuk menata ulang permukaan. Apa yang Anda lihat di depan Anda adalah planet kita. Dunia kita seperti yang ada saat ini. Tidak ada yang seperti dulu. Atau setidaknya, seperti yang kita kira dulu. Tidak ada yang benar-benar ingat.",
        "message2": "Tapi tugasmu sederhana. Temukan tempat, dan mulailah pemukiman baru. Kembangkan pemukimanmu, dan mungkin kamu bisa menjalin kontak dengan orang lain yang telah melakukan hal yang sama. Dan mungkin bersama-sama, kita bisa mencari tahu apa yang terjadi pada Bumi kita.",
        "good_luck": "Semoga sukses!",
        "based": {
            "w": {
                "message1": "Pilihan yang bagus! Anda telah menetap di bioma yang dipenuhi pohon-pohon rindang dan satwa liar. Mencari kayu dan mengumpulkan sumber daya di sini tidak akan menjadi masalah. Meskipun bahan-bahan yang lebih kompleks dan bijih mungkin sedikit lebih sulit untuk didapatkan. Tapi saya percaya pada Anda, dan Anda akan melihat bahwa tidak ada yang tidak mungkin.",
                "message2": "Kemampuan Anda masih terbatas. Pastikan Anda mendapatkan aliran sumber daya yang stabil terlebih dahulu. Kemudian bangun pasar agar Anda dapat berdagang dengan pemukiman lain. Seiring Anda memperkuat posisi, Anda bahkan dapat memulai proyek-proyek besar seperti pelabuhan agar perdagangan menjadi lebih murah, balai kota agar kita dapat memantau segala sesuatu, atau bahkan universitas agar Anda dapat mulai menjelajahi dunia di sekitar kita.",
                "good_luck": "Kamu bisa melakukannya!"
            },
            "s": {
                "message1": "Pilihan yang tepat untuk menetap di bioma berbatu ini, di mana Anda dapat menyatu dengan alam. Menemukan batu dan bijih tidak akan menjadi masalah di sini. Meskipun makanan mungkin sedikit lebih sulit untuk ditanam. Namun, saya yakin orang lain akan dengan senang hati bertukar dengan kelimpahan bahan berharga Anda.",
                "message2": "Kemampuan Anda masih terbatas. Pastikan Anda mendapatkan aliran sumber daya yang stabil terlebih dahulu. Kemudian bangun pasar agar Anda dapat berdagang dengan pemukiman lain. Seiring Anda memperkuat posisi, Anda bahkan dapat memulai proyek-proyek besar seperti pelabuhan agar perdagangan menjadi lebih murah, balai kota agar kita dapat memantau segala sesuatu, atau bahkan universitas agar Anda dapat mulai menjelajahi dunia di sekitar kita.",
                "good_luck": "Bangunlah dengan kokoh!"
            },
            "e": {
                "message1": "Udara kering dan matahari terik. Bukan bioma yang paling mudah, tapi kamu bisa membangun pemukimanmu langsung dari tanah itu sendiri. Mencari kayu yang bisa digunakan mungkin sedikit lebih sulit di sini, tapi tanahnya sepertinya cocok untuk kebanyakan tanaman. Aku yakin dengan kecerdikanmu, kamu pasti bisa membuat ini berhasil.",
                "message2": "Kemampuan Anda masih terbatas. Pastikan Anda mendapatkan aliran sumber daya yang stabil terlebih dahulu. Kemudian bangun pasar agar Anda dapat berdagang dengan pemukiman lain. Seiring Anda memperkuat posisi, Anda bahkan dapat memulai proyek-proyek besar seperti pelabuhan agar perdagangan menjadi lebih murah, balai kota agar kita dapat memantau segala sesuatu, atau bahkan universitas agar Anda dapat mulai menjelajahi dunia di sekitar kita.",
                "good_luck": "Selamat membangun!"
            },
            "a": {
                "message1": "Itu pilihan yang menarik. Mengapa kamu memilih padang gurun arktik ini? Aku tidak melihat ada pohon atau batu di sekitar sini. Tapi kurasa kamu selalu bisa berdagang dengan orang lain. Pastikan saja untuk menjaga orang-orangmu tetap hangat dan tercukupi makanannya.",
                "message2": "Kemampuan Anda sangat terbatas. Prioritaskan pembangunan pasar agar Anda dapat berdagang dengan pemukiman lain. Saya harap Anda memiliki koneksi yang baik karena ini akan menjadi sulit. Jika Anda berhasil, Anda bahkan dapat memulai proyek-proyek besar seperti pelabuhan agar perdagangan menjadi lebih murah, balai kota agar kita dapat memantau segala sesuatu, atau bahkan universitas agar Anda dapat mulai menjelajahi dunia di sekitar kita.",
                "good_luck": "Semoga sukses."
            }
        }
    },
    "loading": {
        "assets": "Muat aset...",
        "connecting": "Menghubungkan ke server...",
        "game": "Muat game..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Hapus Semua",
            "menu": "Menu",
            "quicksettings": "Pengaturan",
            "saveBuild": "Simpan Konfigurasi",
            "saveSandbox": "Simpan Konfigurasi"
        },
        "main": {
            "credits": "Kredit",
            "enterMultiplayer": "Masuk ke Dunia",
            "loadSandbox": "Muat Sandbox",
            "newSandbox": "Sandbox Baru",
            "returnToDesktop": "Kembali ke Desktop",
            "serverOffline": "Tidak dapat terhubung ke server. Periksa koneksi internet Anda atau server mungkin sedang down.",
            "settings": "Pengaturan",
            "subtitle": "Ini adalah versi awal dari Project Rebearth. Silakan hubungi kami jika Anda menemui masalah saat bermain.",
            "demoSubtitle": "Ini adalah demo dari Project Rebearth. Hanya mode sandbox pembangun kota yang diaktifkan. Untuk bermain di globe multipemain dengan manajemen sumber daya, dapatkan versi lengkapnya.",
            "title": "Server Proyek Rebearth",
            "welcome": "Selamat datang, {{name}}!"
        },
        "sandbox": {
            "description": "Mode Sandbox memungkinkan Anda membangun secara bebas tanpa batasan dunia multipemain. Hanya Anda dan tanpa batasan sumber daya. Anda dapat menyimpan kemajuan Anda dan memuatnya nanti.",
            "loadFromFile": "Muat dari Berkas",
            "loadTitle": "Muat Sandbox",
            "noSaves": "Tidak ditemukan penyimpanan lokal.",
            "start": "Mulai Permainan Baru",
            "title": "Sandbox Baru"
        },
        "slots": {
            "deleteConfirm": "Apakah Anda yakin ingin menghapus simpanan ini? Tindakan ini tidak dapat dibatalkan.",
            "empty": "Slot Kosong",
            "locked": "Terkunci",
            "lockedText": "Terkunci",
            "newGame": "Permainan Baru",
            "play": "Mainkan",
            "population": "Penduduk",
            "slot": "Slot",
            "title": "Pilih Slot Simpan",
            "unlockHint1000": "Buka kunci pada 1.000 penduduk.",
            "unlockHint100000": "Buka kunci pada 100.000 penduduk.",
            "unnamedCity": "Kota Tanpa Nama"
        },
        "locked": {
            "settleFirst": "Mulailah dengan membangun pusat kota Anda terlebih dahulu.",
            "townHall": "Bangun Balai Kota untuk membuka peringkat global, aliansi, dan pilihan.",
            "university": "Bangun Universitas untuk membuka ekspedisi dan penelitian.",
            "market": "Bangun Pasar atau Pelabuhan untuk membuka pasar global.",
            "noBiomeAssets": "Tidak ada bangunan jenis ini yang tersedia di bioma ini."
        }
    },
    "modals": {
        "archive": {
            "title": "Arsip"
        },
        "choices": {
            "selectChoice": "Pilih Pilihan",
            "title": "Pilihan"
        },
        "deleteConfirmation": {
            "cancel": "Batal",
            "confirm": "Hapus",
            "message": "Apakah Anda yakin ingin menghapus seluruh kota Anda? Tindakan ini tidak dapat dibatalkan.",
            "title": "Konfirmasi Penghapusan"
        },
        "diplomacy": {
            "alliances": "Aliansi",
            "enemy": "Musuh",
            "neutral": "Netral",
            "title": "Diplomasi",
            "you": "Anda"
        },
        "market": {
            "amount": "Jumlah",
            "back": "Kembali",
            "base": "Dasar",
            "buy": "BELI",
            "buys": "membeli",
            "for": "untuk",
            "price": "Harga",
            "pricePerUnit": "Harga per unit",
            "quantity": "Jumlah",
            "resource": "Sumber daya",
            "sell": "Lihat",
            "sells": "menjual",
            "title": "Pasar",
            "total": "Total",
            "totalLabel": "Total",
            "transport": "Transport",
            "unitPrice": "dengan harga per unit"
        },
        "orders": {
            "title": "Pesanan Saya"
        },
        "ranking": {
            "area": "Area",
            "buildings": "Bangunan",
            "goToPlayer": "Pergi ke Pemain",
            "overall": "Secara keseluruhan",
            "player": "Pemain",
            "population": "Populasi",
            "resources": "Sumber daya",
            "title": "Peringkat"
        },
        "save": {
            "download": "Unduh File",
            "message": "Permainan Anda telah disimpan secara lokal.",
            "title": "Permainan disimpan."
        }
    },
    "orders": {
        "amount": "Jumlah",
        "buy": "Beli",
        "buying": "Pembelian",
        "confirmCancel": "Apakah Anda yakin ingin membatalkan pesanan ini?",
        "for": "untuk",
        "marketStorage": "Penyimpanan Perdagangan",
        "myOrders": "Tempatkan Pesanan Anda",
        "noMarketStorage": "Tidak ada ruang penyimpanan pasar yang tersedia. Bangun bangunan perdagangan untuk menempatkan pesanan jual.",
        "noOrders": "Tidak ada pesanan aktif.",
        "onlyAllianceMembers": "Hanya jual kepada anggota aliansi.",
        "sell": "Lihat",
        "sellButton": "{{type}} {{amount}} {{resource}} untuk {{price}} per unit",
        "selling": "penjualan",
        "storageFull": "Penyimpanan penuh! Bangun lebih banyak bangunan perdagangan.",
        "totalPrice": "Harga Total",
        "unitPrice": "Harga per unit"
    },
    "politics": {
        "accept": "terima",
        "allianceTradeInfo": "Pilih jenis aliansi:",
        "alliances": "Aliansi",
        "applications": "Aplikasi",
        "applyForAlliance": "Ajukan permohonan untuk bergabung dengan aliansi.",
        "back": "Kembali",
        "cancelApplication": "Batalkan aplikasi",
        "choiceChangeCooldown": "Pilihan ini dapat diubah kembali setelah {{days}} hari(s)",
        "common": {
            "accept": "Setuju",
            "applications": "Aplikasi",
            "globalRank": "Peringkat Global",
            "greatFederation": "Federasi Besar",
            "kick": "Kick",
            "marketSize": "Ukuran Pasar",
            "members": "Anggota",
            "name": "Nama",
            "owner": "Pemilik",
            "rank": "Peringkat",
            "reject": "Tolak",
            "scienceLeague": "Liga Sains",
            "tradeAlliance": "Aliansi Perdagangan",
            "value": "Nilai"
        },
        "createAlliance": "Buat aliansi",
        "days": "hari",
        "disbandAlliance": "Bubarkan aliansi",
        "globalRank": "Peringkat Global",
        "go": "untuk",
        "inviteToAlliance": "Undang ke aliansi Anda.",
        "kick": "kick",
        "leaveAlliance": "Keluar dari aliansi",
        "loading": "Muat...",
        "marketSize": "Ukuran Pasar",
        "marketSizeLabel": "Ukuran Pasar: {{size}}",
        "members": "Anggota",
        "name": "Nama",
        "noApplications": "Tidak ada aplikasi.",
        "noModifiers": "Aliansi ini tidak memiliki modifikasi apa pun.",
        "owner": "Pemilik",
        "placeholderDescription": "Deskripsi Aliansi",
        "placeholderName": "Nama Aliansi",
        "rank": "Peringkat",
        "rankPrefix": "Tidak.",
        "ranking": {
            "area": "Area",
            "buildings": "Bangunan",
            "overall": "Secara keseluruhan",
            "population": "Populasi",
            "resources": "Sumber daya"
        },
        "reject": "Tolak",
        "value": "Nilai"
    },
    "popup": {
        "apply": "Terapkan",
        "archive": "Arsip",
        "demolish": "Hancurkan",
        "population": "Populasi",
        "production": {
            "rate": "Peringkat",
            "title": "Produksi"
        },
        "storage": {
            "title": "Penyimpanan"
        },
        "townName": "Nama Kota:",
        "townColor": "Warna Kota:",
        "unnamedTown": "Kota tanpa nama",
        "upgrade": "Perbarui k{{building}}"
    },
    "settings": {
        "animations": "Animasi",
        "fullscreen": "Layar penuh",
        "bushDensity": "Kepadatan semak",
        "clearTileCache": "Hapus Data Cache",
        "density": {
            "dense": "Padat",
            "normal": "Normal",
            "off": "Mati",
            "sparse": "Sparse"
        },
        "grassDensity": "Kepadatan Rumput",
        "language": "Bahasa",
        "musicVolume": "Volume Musik",
        "performanceFeatures": "- Sesuaikan elemen visual -",
        "resolutions": {
            "high": "Tinggi",
            "low": "Rendah",
            "medium": "Medium",
            "potato": "Kentang",
            "ultra": "Ultra"
        },
        "rockDensity": "Kepadatan Batu",
        "showClouds": "Tampilkan Awan",
        "soundVolume": "Volume Suara",
        "textureResolution": "Resolusi Tekstur",
        "title": "Pengaturan",
        "treeDensity": "Kepadatan Pohon",
        "uiScale": "Skala Antarmuka Pengguna"
    },
    "tips": {
        "loading": [
            "Satu hari dalam permainan setara dengan satu hari di dunia nyata. Ambil waktu Anda dan kembangkan kota Anda dengan kecepatan Anda sendiri.",
            "Anda dapat memutar bangunan sebelum menempatkannya dengan menggunakan tombol Q dan E.",
            "Klik ganda di editor bentuk untuk menempatkan node.",
            "Gunakan tombol Shift untuk terus menempatkan bangunan.",
            "Jika Anda mengalami masalah, silakan beritahu kami di Discord.",
            "Bergabunglah dengan komunitas pemain kami yang ramai di Discord untuk berbagi kreasi Anda dan mendapatkan tips.",
            "Tidak semua sumber daya mudah didapatkan di mana-mana. Terkadang berdagang akan lebih murah daripada memproduksi semuanya sendiri.",
            "Ulasan di Steam membantu kami menemukan pemain baru yang menjadikan dunia ini hidup.",
            "Ulasan di Steam membantu kami menemukan pemain baru yang menjadikan dunia ini hidup."
        ]
    },
    "tooltip": {
        "cannotChange": "Tidak dapat diubah untuk",
        "construction": "Konstruksi",
        "costPerMeter": "(untuk m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Efek",
        "upkeep": "Perawatan",
        "production": "Produksi",
        "move": "Pindahkan bangunan ini"
    },
    "units": {
        "days": "hari",
        "hours": "{{value}} h",
        "hoursLong": "jam",
        "minutes": "{{value}} m",
        "minutesLong": "menit",
        "perDay": "/hari",
        "percentage": "{{nilai}}",
        "seconds": "{{value}} s",
        "secondsLong": "detik"
    },
    "warnings": {
        "notEnoughPop": "Tidak cukup sukarelawan"
    }
}