{
    "alliances": {
        "allianceTradeInfo": "Tutte le alleanze danno l'opzione di offrire commerci specifici per alleanza che solo i membri possono vedere e accettare.",
        "applyForAlliance": "Applica per alleanza",
        "cancelApplication": "Cancella applicazione",
        "greatFederationDesc": "Formare una gran federazione offre una protezione migliore contro incursioni ecc. e incrementa la produzione di risorse, ma riduce l'efficacia della tassazione.",
        "leaveAlliance": "lascia alleanza",
        "marketSizeLabel": "Grandezza del mercato:",
        "scienceLeagueDesc": "Entrare in un'istituzione o in una lega scientifica offre ricerche più veloci e minori costi di spedizione, aumenta la felicità base, ma aumenta anche i costi di costruzione e riduce la produttività.",
        "tradeAllianceDesc": "Un'alleanza commerciale offre costi scontati nel commercio e incrementa l'efficienza della tassazione, ma aumenta anche il rischio di incursioni."
    },
    "biomes": {
        "1": "Foreste tropicali e subtropicali di latifoglie",
        "2": "Foreste tropicali e subtropicali di latifoglie",
        "3": "Foreste di conifere tropicali e subtropicali",
        "4": "Foreste temperate e miste",
        "5": "Foresta temperata di conifere",
        "6": "Foreste boreali",
        "7": "Praterie tropicali e subtropicali",
        "8": "Savane temperate",
        "9": "Praterie allagate",
        "10": "Praterie montane",
        "11": "Tundra",
        "12": "Boschi mediterranei",
        "13": "Deserti e macchia xerofila",
        "14": "Mangrovie",
        "98": "Deserto artico",
        "99": "Calotta glaciale"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Focus sull'esportazione riduce il costo per le persone che comprano i tuoi beni, mentre incrementa il costo dei beni acquistati ad altri giocatori.",
            "importFocus": "Focus sull'importazione riduce il costo dei beni comprati ad altri giocatori, mentre incrementa il costo per le persone che comprano i tuoi beni.",
            "lavishRations": "Le razioni ricche aumentano il quantitativo di cibo necessario per persona, ma aumentano anche la felicità.",
            "lowRations": "Razioni basse riduce il quantitativo di cibo necessario per persona, ma riduce la felicità.",
            "neutralFocus": "Focus neutrale mantiene i costi di importazione ed esportazione ai ratei standard.",
            "normalRations": "Le razioni normali non hanno effetto sul consumo di cibo.",
            "taxation": "La tassazione può sembrare giusta... Produce oro per abitante, ma riduce la felicità.",
            "veganSociety": "Cambiare in una società vegana permette la produzione di più cibo in relazione all'area, ma proibisce la produzione di prodotti animali.",
            "workerSafety": "Una sicurezza dei lavoratori aumentata riduce il numero di incidenti sul lavoro, ma riduce leggermente l'output di tutti gli edifici produttivi.",
            "dubiousWorkingRules": "Le persone sono solo risorse. Aumenta la produzione, ma aumenta anche il tasso di incidenti.",
            "crampedQuarters": "Di quanto spazio personale hai davvero bisogno? Possiamo far stare più persone nelle stesse case, giusto?",
            "intensiveFarming": "L'agricoltura intensiva consente di nutrire gli animali con cereali, aumentando la quantità di prodotti animali che è possibile produrre.",
            "newTownBoost": "Come nuovo insediamento, riceverai dei bonus temporanei per aiutarti a iniziare. Questi bonus svaniranno col tempo."
        },
        "exclusiveOptions": "Opzioni esclusive",
        "lockedFor": "Bloccato per",
        "option": "Opzioni",
        "title": "Scelte",
        "titles": {
            "exportFocus": "Commercio - Focus esportazione",
            "greatFederation": "Gran Federazione",
            "importFocus": "Commercio - Focus importazione",
            "lavishRations": "Razioni ricche",
            "lowRations": "Razioni basse",
            "neutralFocus": "Commercio - Focus neutrale",
            "normalRations": "Razioni normali",
            "scienceLeague": "Lega Scientifica",
            "taxation": "Tassazione",
            "tradeAlliance": "Alleanza commerciale",
            "veganSociety": "Società vegana",
            "workerSafety": "Sicurezza dei lavoratori",
            "dubiousWorkingRules": "Regole lavorative dubbie",
            "crampedQuarters": "Come le sardine!",
            "intensiveFarming": "Agricoltura intensiva",
            "newTownBoost": "Nuovi inizi!"
        },
        "unlock": "Sblocca"
    },
    "common": {
        "delete": "Conferma",
        "deleting": "Eliminazione...",
        "loading": "Caricamento..."
    },
    "connection": {
        "backToMenu": "Torna al menu",
        "lost": "Connessione persa",
        "message": "Il server è temporaneamente irraggiungibile. Ciò potrebbe essere dovuto a lavori di manutenzione o a un riavvio. I tuoi progressi online sono al sicuro, il gioco riprenderà automaticamente una volta ripristinata la connessione.",
        "reconnecting": "Riconnessione"
    },
    "controls": {
        "build": {
            "addMorePoints": "Aggiungi più punti per completare la forma!",
            "areaLimitExceeded": "Limite di area superato: {{size}} {{relation}} {{limit}}",
            "costs": "Costi:",
            "invalidLocation": "Posizione non valida",
            "mustBeNear": "Deve essere vicino a {{parent}}",
            "notEnoughResources": "Risorse insufficienti",
            "tooHigh": "Ingrandisci"
        },
        "cancel": "✗",
        "close": "Chiudi",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Aggiungi più punti per iniziare ad esplorare!",
            "calculating": "Calcolo in corso...",
            "duration": "Durata",
            "expedition": "Spedizione",
            "finished": "Finito!",
            "food": "Cibo",
            "knowledge": "Conoscenza",
            "population": "Popolazione",
            "timeLeft": "Tempo rimanente",
            "title": "ESPLORAZIONE"
        },
        "next": "Prossimo",
        "previous": "Precedente"
    },
    "errors": {
        "fetchSlots": "Impossibile caricare gli slot di salvataggio",
        "generic": "Si è verificato un errore",
        "invalidFile": "Format file invalido",
        "loadingBuild": "Errore nel caricamento della build",
        "serverConnection": "Errore di connessione al server",
        "webWorkersNotSupported": "Impossibile caricare il gioco: Web Workers not supported"
    },
    "events": {
        "confirm": "Ok",
        "consequences": "Effetti",
        "remaining": "{{count}} Rimanente",
        "titles": {
            "food_shortage": "La gente ha fame.",
            "strike": "Attacco",
            "celebration": "Un regalo per te",
            "productivity_boom": "Andiamo!",
            "expedition_found": "La spedizione ritorna!",
            "animal_unlock": "Bene, bene, bene... cosa abbiamo qui?",
            "bankruptcy": "Bancarotta!",
            "raid": "I tuoi beni sono stati rubati!",
            "trade": "Affare fatto!",
            "player_message": "Hai ricevuto una mail!"
        },
        "descriptions": {
            "food_shortage": "Stai finendo le scorte di cibo! Se le persone non possono mangiare, ruberanno tutto ciò che possono per sopravvivere o smetteranno addirittura di lavorare.",
            "strike": "La gente non è contenta! Qualunque cosa tu stia facendo, a loro non piace. Assicurati che la tua gente rimanga soddisfatta per evitare che gli edifici chiudano.",
            "celebration": "La gente è felice! Qualunque cosa tu stia facendo, continua così! Come piccolo regalo, hanno raccolto alcuni beni per aiutarti a continuare a costruire questa fantastica città. Che carini!",
            "productivity_boom": "La gente è entusiasta! Ti adorano e hanno lavorato volentieri oltre l'orario per te. In questo modo sono riusciti a produrre un po' di più di tutto. Vogliono che questa città abbia successo, lo sai!",
            "expedition_found": "La tua spedizione è tornata con risorse e conoscenze preziose! Ciò gioverà notevolmente allo sviluppo della tua città e alle attività di ricerca. Il loro diario di bordo contiene però una voce interessante:",
            "animal_unlock": "Cosa abbiamo trovato qui? La tua spedizione è tornata con un animale sorprendentemente docile. Sembra preferire vivere nella tua città piuttosto che nella natura selvaggia. Sarebbe scortese rimandarlo indietro adesso, non credi?",
            "bankruptcy": "Semplicemente non hai monete! Una torre è crollata. Le torri che hai costruito si deterioreranno e verranno distrutte se non le mantieni con monete sufficienti.",
            "raid": "Avresti dovuto riporre meglio le tue merci! Erano facilmente accessibili e alcuni ladri sconosciuti hanno rubato una parte delle tue risorse.",
            "trade": "Qualcuno ha evaso (parte del) tuo ordine commerciale.",
            "player_message": "È arrivato un messaggero da un'altra città con un messaggio per te."
        }
    },
    "game": {
        "zoomToBuild": "Ingrandisci per iniziare a costruire",
        "buildings": {
            "assets": {
                "expedition": "Spedizione",
                "bakery": "Forno",
                "boat": "Nave",
                "brewery": "Birrificio",
                "bridge": "Ponte",
                "center": "Centro",
                "clay_crane": "Gru per argilla",
                "clay_crane_upgraded": "Miglioramento della gru per argilla",
                "claypit": "Cava di argilla",
                "creamery": "Cremeria",
                "dock": "Molo",
                "fence1": "Recinzione in legno",
                "fence2": "Recinzione intrecciata",
                "fence3": "Forma della recinzione",
                "fence4": "Linea di demarcazione",
                "fences": "Recinzioni",
                "field": "Campo",
                "firepit": "Focolare",
                "fireplace": "Camino",
                "fishery": "Pescheria",
                "foraging_hut": "Capanna del Cacciatore",
                "fountain": "Fontana",
                "house_1": "Baracca",
                "house_2": "Capanna",
                "house_3": "Cabina",
                "house_4": "Casa",
                "house_5": "Residenza",
                "house_6": "Villaggio",
                "large_ship": "Nave Grande",
                "large_statue": "Statua grande",
                "logpile": "Pila di Tronchi",
                "market": "Mercato",
                "market_stall": "Bancarella",
                "market_stall_1": "Carne",
                "market_stall_2": "Pesce",
                "market_stall_3": "Pane",
                "market_stall_4": "Verdura",
                "market_stall_5": "Merci",
                "medium_ship": "Nave Media",
                "nursery": "Vivaio",
                "park": "Parco",
                "path": "Sentiero",
                "pier": "Banchina",
                "plaza": "Piastrellato",
                "dirt": "Sporco",
                "port": "Porto",
                "quarry": "Cava",
                "road": "Strada",
                "ruinsBig": "Rovine grandi",
                "ruinsSmall": "Rovine piccole",
                "saw": "Segheria",
                "small_ship": "Nave Piccola",
                "small_statue": "Statua piccola",
                "square": "Piazza",
                "stone_crane": "Gru per pietra",
                "stone_crane_upgraded": "Miglioramento della gru per pietra",
                "table": "Tavolo",
                "tailor": "Sartoria",
                "tavern": "Taverna",
                "tent": "Tenda",
                "tower": "Torre",
                "town_hall": "Comune",
                "tree": "Albero",
                "university": "Università",
                "museum": "Museo",
                "warehouse": "Magazzino",
                "water_tower": "Torre dell'acqua",
                "windmill": "Mulino a vento",
                "windmill_upgraded": "Mulino a vento migliorato",
                "woodcutter": "Falegnameria",
                "refinery": "Raffineria",
                "iron_mine": "Miniera di ferro",
                "iron_mine_upgraded": "Mina di ferro migliorata",
                "glassworks": "Vetreria",
                "tools_workshop": "Officina degli strumenti",
                "well": "Pozzo"
            },
            "categories": {
                "decoration": "Decorazione",
                "defense": "Difesa",
                "food": "Cibo e Agricoltura",
                "housing": "Abitazioni",
                "infrastructure": "Infrastruttura",
                "military": "Militare",
                "production": "Produzione",
                "research": "Ricerca",
                "resources": "Estrazione Risorse",
                "storage": "Magazzini",
                "town": "Città e Comunità"
            },
            "descriptions": {
                "bakery": "Il forno è usato per cuocere il pane dalla farina.",
                "boat": "La nave è usata per pescare in acque profonde. Può essere piazzata nell'acqua per incrementare la capacità di produzione della pescheria.",
                "brewery": "Il birrificio è usato per produrre bevande dal grano e dalla frutta.",
                "bridge": "I ponti sono usati per attraversare i fiumi. Non sono necessari per il funzionamento delle costruzioni ma sono fighi.",
                "center": "Il centro è il nucleo della tua città. È l'unico edificio che puoi piazzare liberamente sulla mappa quando inizi a costruire. Può essere migliorato per incrementare varie statistiche e le capacità della tua città.",
                "clay_crane": "La gru è usata per sollevare pesanti blocchi di terra fuori dalla cava e incrementa la capacità della cava nella produzione di argilla.",
                "clay_crane_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che potremo migliorare ulteriormente il funzionamento di questa gru!",
                "claypit": "Le cave di argilla sono usate per estrarre argilla dalla terra. Serve molto spazio e lavoratori. Lasciano cicatrici nel paesaggio che necessitano di molte risorse per ripararle.",
                "creamery": "La cremeria è usata per la creazione di cibo dal latte.",
                "dock": "Il molo espande il porto e crea spazio per strutture del porto e le navi.",
                "fence1": "Una semplice staccionata in legno per tenere fuori o dentro creature semplici.",
                "fence2": "Una recinzione intrecciata per tenere fuori o dentro creature semplici.",
                "fence3": "Disegna una recinzione personalizzata per tenere fuori o dentro creature semplici.",
                "fence4": "Disegna una lunga recinzione per tenere fuori le creature semplici. O dentro.",
                "fences": "Le recinzioni sono un ottimo modo per tenere lontani i visitatori indesiderati dalla tua città o per tenerli dentro.",
                "firepit": "Un focolare è una struttura solida che serve a riscaldarsi e cucinare il cibo. Basta ricordarsi di spegnerlo prima di andare a dormire.",
                "fireplace": "Non c'è niente di più accogliente che cantare intorno al camino. Anche se il fumo ti arriverà sempre proprio addosso.",
                "field": "I campi sono utilizzati per crescere il raccolto. Serve tanto spazio e lavoratori ma produce molto cibo.",
                "fishery": "La pescheria è un edificio che produce cibo attraverso la pesca. Serve meno spazio, ma deve essere a ridosso di un grande specchio d'acqua.",
                "foraging_hut": "La capanna del cacciatore è usata per raccogliere risorse dall'ambiente. Diventa meno efficace più sono gli edifici costruiti intorno ad essa.",
                "fountain": "aggiungi una fontana nella tua città",
                "house_1": "Tutti hanno bisogno di un posto dove vivere. Questa piccola casa offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_2": "Tutti hanno bisogno di un posto dove vivere. Questa piccola casa offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_3": "Tutti hanno bisogno di un posto dove vivere. Questa casa offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_4": "Tutti hanno bisogno di un posto dove vivere. Questa casa offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_5": "Tutti hanno bisogno di un posto dove vivere. Questa casa elaborata offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_6": "Tutti hanno bisogno di un posto dove vivere. Questa lussuosa dimora offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "large_ship": "Le navi grandi ti lasciano commerciare più economicamente con gli altri porti posizionati ovunque nel mondo.",
                "large_statue": "aggiungi una statua grande nella tua città",
                "logpile": "La pila di tronchi incrementa il quantitativo massimo di legname che il falegname può immagazzinare.",
                "market": "Il mercato è utilizzato per comprare e vendere risorse. Gli edifici residenziali devono essere posizionati vicini. Genera denaro.",
                "market_stall": "aggiungi una bancarella nella tua città",
                "market_stall_1": "Bancarella che vende prodotti a base di carne.",
                "market_stall_2": "Una bancarella che vende prodotti ittici.",
                "market_stall_3": "Una bancarella che vende prodotti da forno.",
                "market_stall_4": "Una bancarella che vende prodotti ortofrutticoli.",
                "market_stall_5": "Una bancarella che vende vari prodotti.",
                "medium_ship": "Le navi medie ti lasciano commerciare più economicamente con i porti fino a 1000km di distanza.",
                "nursery": "Costruire un vivaio incrementa la capacità della tua falegnameria nella produzione di legname.",
                "park": "aggiungi un parco alla tua città",
                "path": "I sentieri sono usati per dare struttura al villaggio. Non sono necessari per il funzionamento delle costruzioni ma sono fighi.",
                "pier": "La banchina estende la pescheria in acqua profonde.",
                "plaza": "aggiungi piastrelle gradevoli nella tua città",
                "dirt": "Mostra dove camminano le persone, ma nessuno si è preso la briga di posizionare le piastrelle in modo corretto.",
                "port": "Il porto è usato per commerciare gli altri paesi e città. Aumenta il raggio delle rotte commerciali.",
                "quarry": "Le cave sono utilizzati per estrarre la pietra. Serve molto spazio e lavoratori. Lasciano cicatrici nel paesaggio che necessitano di molte risorse per ripararle.",
                "road": "I sentieri sono usati per dare struttura al villaggio. Non sono necessari per il funzionamento delle costruzioni ma sono più raffinati dei sentieri.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Costruire una segheria incrementa la capacità della tua falegnameria nella produzione di legname.",
                "small_ship": "Le navi piccole ti lasciano commerciare più economicamente con i porti fino a 5000km di distanza.",
                "small_statue": "aggiungi una statua piccola nella tua città",
                "square": "La piazza è il centro della tua città. È l'unico edificio che puoi piazzare liberamente sulla mappa quando inizi a costruire. Può essere migliorato per incrementare varie statistiche e le capacità della tua città.",
                "stone_crane": "La gru è usata per sollevare pesanti blocchi di pietra fuori dalla cava e incrementa la capacità della cava nella produzione di pietra.",
                "stone_crane_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che potremo far funzionare questa gru ancora meglio!",
                "table": "aggiungi un tavolo nella tua città",
                "tailor": "La sartoria è usata per creare vestiti dalla pelle, lana e altre fibre.",
                "tavern": "La taverna è il posto in cui i cittadini si incontrano e bevono. Consuma bevande e produce denaro.",
                "tent": "Costruire la tenda incrementa il numero di lavoratori che la falegnameria può assumere, incrementando la capacità di produrre legname.",
                "tower": "La torre estende il raggio dei tuoi territori ma è costosa da mantenere.",
                "town_hall": "Il comune è il centro della tua città. Abilita la possibilità di alleanze, la visione del ranking e l'emanazione di leggi nella tua città.",
                "tree": "aggiungi un albero alla tua città",
                "university": "L'università è usata per generare conoscenza e scoprire nuove tecnologie.",
                "museum": "Mostriamo a tutti le cose fantastiche che abbiamo trovato! Mettiamole nell'edificio più elegante che riusciamo a costruire.",
                "warehouse": "Il magazzino è usato per immagazzinare risorse. Incrementa la capacità di immagazzinamento della città.",
                "water_tower": "La torre dell'acqua estende il raggio dei tuoi territori ma è costosa da mantenere.",
                "windmill": "Il mulino a vento è usato per macinare il grano in farina che può essere usata nel forno.",
                "windmill_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che potremo far funzionare questo mulino a vento ancora più velocemente. Più parti mobili ci sono, meglio è, giusto?",
                "woodcutter": "La falegnameria produce legname quando è piazzata vicino agli alberi.",
                "refinery": "La raffineria viene utilizzata per raffinare rocce strane trasformandole in rocce lucide e malleabili.",
                "iron_mine": "Abbiamo scavato una buca profonda perché abbiamo trovato delle strane rocce. Mandiamo tutti i nostri uomini lì dentro a prenderle. Cosa potrà mai succedere di male?",
                "iron_mine_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che potremo estrarre più rapidamente altre rocce luccicanti dal terreno!",
                "glassworks": "Glassworks consente di produrre vetro dalla sabbia, che può essere utilizzato per varie applicazioni avanzate.",
                "tools_workshop": "Con un laboratorio di utensili, puoi produrre strumenti essenziali per il lavoro di alcune persone.",
                "well": "Sebbene stare sotto la pioggia con la bocca aperta sia divertente, è un po' più complicato quando hai una vasca da riempire. Un pozzo sarà più adatto alla tua città."
            }
        },
        "crops": {
            "cow": "Mucche",
            "empty": "Vuoto",
            "goat": "Capre",
            "grain": "Grano",
            "maize": "Mais",
            "potato": "Patate",
            "sheep": "Pecore"
        },
        "effects": {
            "accidentRate": "Rateo incidenti",
            "allProduction": "Tutte le produzioni",
            "constructionCost": "Costo costruzione",
            "expeditionCost": "Costo spedizione",
            "exportCost": "Costo esportazione",
            "foodConsumption": "Consumo cibo",
            "foodProduction": "Produzione cibo",
            "goodsProduction": "Produzione merci",
            "happiness": "Felicità",
            "importCost": "Costo importazione",
            "populationProduction": "Popolazione Modifica",
            "populationCapacity": "Capacità abitativa",
            "raidRisk": "Rischio incursioni",
            "researchSpeed": "Velocità di ricerca",
            "taxation": "Tassa",
            "animalProduction": "Produzione animale"
        },
        "expedition": {
            "start": "Inizia Spedizione"
        },
        "resources": {
            "clothes": "Vestiti",
            "coin": "Denaro",
            "drinks": "Bevande",
            "earth": "Terra",
            "flour": "Farina",
            "food": "Cibo",
            "grain": "Grano",
            "happiness": "Felicità",
            "knowledge": "Conoscenza",
            "pop": "Popolazione",
            "stone": "Pietra",
            "wood": "Legname",
            "wool": "Lana",
            "ore": "Minerali",
            "metal": "Metallo",
            "tools": "Strumenti",
            "glass": "Vetro",
            "scrap": "Rifiuti",
            "milk": "Latte"
        },
        "views": {
            "build": "Costruisci",
            "explore": "Esplora",
            "market": "Mercato",
            "player": "Giocatore",
            "politic": "Politica",
            "watch": "Osserva"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Fare doppio clic per posizionare i nodi.",
            "multiPlace": "Continua a posizionare",
            "rotate": "Ruota",
            "restriction": "Area non edificabile"
        },
        "capacity": "Capacità",
        "defaultTownName": "La tua città",
        "is_throttled": "Sta finendo! Alcuni edifici potrebbero non funzionare correttamente.",
        "placeCenterPrompt": "piazza il tuo centro",
        "storage_overflow": "Magazzino pieno! Aumento del rischio di furto."
    },
    "intro": {
        "message1": "Se stai leggendo questo testo, significa che sei il prescelto, destinato a ripopolare la superficie. Quello che vedi davanti a te è il nostro pianeta, il nostro mondo così come è oggi. Nulla è più come prima. O almeno, come pensiamo che fosse prima. Nessuno se lo ricorda davvero.",
        "message2": "Ma il tuo compito è semplice. Trova un posto e avvia un nuovo insediamento. Fai crescere il tuo insediamento e forse riuscirai a entrare in contatto con altri che hanno fatto lo stesso. Forse insieme potremo capire cosa è successo alla nostra Terra.",
        "good_luck": "Buona fortuna!",
        "based": {
            "w": {
                "message1": "Ottima scelta! Ti sei stabilito in un bioma ricco di alberi rigogliosi e fauna selvatica. Trovare legna e raccogliere risorse non sarà un problema qui, anche se materiali e minerali più complessi potrebbero essere un po' più difficili da reperire. Ma credo in te e vedrai che nulla è impossibile.",
                "message2": "Le tue capacità sono ancora limitate. Assicurati innanzitutto di ottenere un flusso costante di risorse. Quindi costruisci un mercato per commerciare con altri insediamenti. Man mano che acquisisci una posizione solida, puoi anche avviare progetti più grandi come la costruzione di un porto per rendere il commercio più economico, un municipio per tenere traccia di tutto o persino un'università per iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Ce la puoi fare!"
            },
            "s": {
                "message1": "Ottima scelta quella di stabilirsi in questo bioma roccioso dove potrai diventare un tutt'uno con la terra. Trovare pietre e minerali non sarà un problema qui, anche se coltivare cibo potrebbe essere un po' più difficile. Ma sono sicuro che gli altri saranno felici di scambiare i tuoi preziosi materiali in abbondanza!",
                "message2": "Le tue capacità sono ancora limitate. Assicurati innanzitutto di ottenere un flusso costante di risorse. Quindi costruisci un mercato per commerciare con altri insediamenti. Man mano che acquisisci una posizione solida, puoi anche avviare progetti più grandi come la costruzione di un porto per rendere il commercio più economico, un municipio per tenere traccia di tutto o persino un'università per iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Costruisci forte!"
            },
            "e": {
                "message1": "L'aria è secca e il sole è cocente. Non è il bioma più facile, ma puoi costruire il tuo insediamento letteralmente dalla terra stessa. Trovare legno utilizzabile potrebbe essere un po' più difficile qui, ma il terreno sembra adatto alla maggior parte delle colture. Sono sicuro che con la tua ingegnosità riuscirai a far funzionare tutto.",
                "message2": "Le tue capacità sono ancora limitate. Assicurati innanzitutto di ottenere un flusso costante di risorse. Quindi costruisci un mercato per commerciare con altri insediamenti. Man mano che acquisisci una posizione solida, puoi anche avviare progetti più grandi come la costruzione di un porto per rendere il commercio più economico, un municipio per tenere traccia di tutto o persino un'università per iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Buona costruzione!"
            },
            "a": {
                "message1": "Beh, questa sì che è una scelta interessante. Perché mai ti sei stabilito in questa landa desolata artica? Non vedo né alberi né rocce qui intorno, ma immagino che potrai sempre commerciare con gli altri. Assicurati solo di tenere la tua gente al caldo e ben nutrita.",
                "message2": "Le tue capacità sono molto limitate. Dai priorità alla creazione di un mercato in modo da poter commerciare con altri insediamenti. Spero che tu abbia buoni contatti perché sarà dura. Se ci riesci, però, potrai anche avviare progetti più grandi come la costruzione di un porto per rendere il commercio più economico, un municipio per tenere traccia di tutto o persino un'università per iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Buona fortuna."
            }
        }
    },
    "loading": {
        "assets": "Caricamento asset...",
        "connecting": "Connessione al server...",
        "game": "Caricamento gioco..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Cancella tutto",
            "menu": "Menu",
            "quicksettings": "Opzioni",
            "saveBuild": "Salva Build",
            "saveSandbox": "Salva Sandbox"
        },
        "main": {
            "credits": "Crediti",
            "enterMultiplayer": "Entra nel Mondo",
            "loadSandbox": "Carica Sandbox",
            "newSandbox": "Nuova Sandbox",
            "returnToDesktop": "Ritorna al Desktop",
            "serverOffline": "Impossibile raggiungere il server. Il server potrebbe essere sovraccarico o temporaneamente fuori servizio per manutenzione. Controlla Discord per lo stato più recente.",
            "settings": "Opzioni",
            "subtitle": "Questa è la demo di Project Rebearth! Al momento solo la modalità Sandbox è disponibile per il pubblico. Per favore contattaci se incontri qualsiasi problema mentre giochi.",
            "demoSubtitle": "Questa è la demo di Project Rebearth. È abilitato solo il city-builder sandbox. Per giocare sul globo multiplayer con gestione delle risorse, scarica la versione completa.",
            "demoRestriction1": "Dietro questo pulsante si nasconde l'enorme mondo multiplayer online di Project Rebearth. Tuttavia, ti trovi nella demo e è disponibile solo la modalità sandbox senza gestione delle risorse.",
            "demoRestriction2": "La modalità sandbox ti consente ancora di creare mappe fantastiche, esportarle in alta risoluzione e provare l'esperienza di un mondo di gioco in scala 1:1.",
            "title": "Project Rebearth Server",
            "welcome": "Benvenuto, {{name}}!"
        },
        "sandbox": {
            "description": "La modalità Sandbox ti consente di costruire liberamente senza i vincoli del mondo multiplayer. Ci sei solo tu e nessuna restrizione sulle risorse. Puoi salvare i tuoi progressi e caricarli in un secondo momento.",
            "loadFromFile": "Carica da file",
            "loadTitle": "Carica Sandbox",
            "noSaves": "Nessun salvataggio locale trovato.",
            "start": "Avvia nuova partita",
            "title": "Nuova Sandbox"
        },
        "slots": {
            "cooldownActive": "Questo slot è in fase di raffreddamento.",
            "cooldownTimer": "Disponibile in {{time}}",
            "deleteConfirm": "Sei sicuro di voler eliminare questo salvataggio? Questa azione non può essere annullata.",
            "empty": "Slot vuoto",
            "guidelinesLink": "Linee guida per l'utente",
            "guidelinesNotice1": "Partecipando al multiplayer online, l'utente accetta e si impegna a rispettare le ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Linee guida per l'utente",
            "guidelinesIntro": "A quanto pare, non tutti gli utenti di Internet hanno la stessa concezione di buon senso. Per questo motivo, ecco una serie di regole che dovete accettare quando entrate nel mondo multiplayer di Project Rebearth. Questo garantisce che il mondo sia uno spazio divertente e aperto in cui tutti possano esistere.",
            "guidelinesRule1": "Sii rispettoso nei confronti degli altri giocatori e delle loro creazioni. Tratta gli altri come vorresti essere trattato tu.",
            "guidelinesRule2": "Nessun linguaggio o simbolo inappropriato. I nomi generati casualmente possono essere divertenti, ma gli input inviati dagli utenti non devono essere inappropriati.",
            "guidelinesRule3": "Non utilizzare bot, exploit o strumenti di automazione. Questo gioco è stato creato da esseri umani per essere goduto da esseri umani. I bot non hanno posto qui.",
            "guidelinesRule4": "È vietato minacciare altri utenti.",
            "guidelinesOutro": "Se hai dei dubbi sulla liceità di qualcosa, probabilmente non lo è. Il mancato rispetto di queste linee guida può comportare la cancellazione di edifici, la rimozione di città o la sospensione (temporanea) del tuo account a discrezione dei moderatori.",
            "locked": "Bloccato",
            "lockedText": "Bloccato",
            "newGame": "Nuova partita",
            "play": "Gioca",
            "population": "Abitanti",
            "slot": "Slot",
            "title": "Seleziona uno slot di salvataggio",
            "unlockHint1000": "Sblocca a 1.000 abitanti",
            "unlockHint10000": "Sblocca a 10.000 abitanti",
            "unnamedCity": "Città senza nome"
        },
        "locked": {
            "settleFirst": "Costruisci prima il centro della tua città.",
            "townHall": "Costruisci un municipio per sbloccare la classifica globale, le alleanze e le scelte.",
            "university": "Costruisci un'università per sbloccare spedizioni e ricerche.",
            "market": "Costruisci un mercato o un porto per sbloccare il mercato globale.",
            "noBiomeAssets": "Nessun edificio di questo tipo disponibile in questo bioma."
        }
    },
    "modals": {
        "archive": {
            "title": "Archivi"
        },
        "choices": {
            "selectChoice": "Seleziona scelta",
            "title": "Scelte"
        },
        "deleteConfirmation": {
            "cancel": "Indietro",
            "confirm": "Conferma",
            "message": "Sei sicuro di cancellare la tua città? Questa azione non può essere annullata.",
            "title": "Conferma cancellazione"
        },
        "diplomacy": {
            "alliances": "Alleanze",
            "enemy": "Nemico",
            "neutral": "Neutrale",
            "title": "Diplomazia",
            "you": "Tu"
        },
        "message": {
            "title": "Invia Messenger",
            "sendMessage": "Invia Messenger",
            "to": "A",
            "placeholder": "Scrivi qui il tuo messaggio...",
            "cost": "Costo",
            "send": "Invia",
            "sending": "Invio...",
            "sent": "Il messaggio è stato inviato!",
            "insufficientGold": "Oro insufficiente"
        },
        "market": {
            "amount": "Ammontare",
            "back": "Indietro",
            "base": "Base",
            "buy": "COMPRA",
            "buys": "compra",
            "bought": "acquistato",
            "for": "per",
            "price": "Prezzo",
            "pricePerUnit": "Prezzo per unità",
            "quantity": "Quantità",
            "resource": "Risorsa",
            "sell": "VENDI",
            "sells": "vende",
            "sold": "venduto",
            "title": "Mercato",
            "total": "Totale",
            "totalLabel": "Totale",
            "transport": "Trasporto",
            "unitPrice": "per un prezzo unitario di"
        },
        "orders": {
            "title": "I miei ordini"
        },
        "ranking": {
            "area": "Area",
            "buildings": "Costruzioni",
            "goToPlayer": "Vai al Giocatore",
            "overall": "Totale",
            "player": "Giocatore",
            "population": "Popolazione",
            "resources": "Risorse",
            "title": "Ranking"
        },
        "save": {
            "download": "Scarica file",
            "message": "Il tuo gioco è stato salvato localmente.",
            "title": "Gioco salvato"
        }
    },
    "orders": {
        "amount": "Ammontare",
        "buy": "Compra",
        "buying": "Comprando",
        "confirmCancel": "Sei sicuro di voler annullare questo ordine?",
        "for": "per",
        "marketStorage": "Commercio Magazzino",
        "myOrders": "I miei ordini",
        "noMarketStorage": "Nessun magazzino disponibile sul mercato. Costruisci edifici commerciali per inserire ordini di vendita.",
        "noOrders": "Nessun ordine attivo",
        "onlyAllianceMembers": "Vendi solo a membri dell'alleanza",
        "sell": "Vendi",
        "sellButton": "{{type}} {{amount}} {{resource}} per {{price}} per unità",
        "selling": "Vendendo",
        "storageFull": "Memoria piena! Costruisci altri edifici commerciali.",
        "totalPrice": "Prezzo totale",
        "unitPrice": "Prezzo unità"
    },
    "politics": {
        "accept": "accetta",
        "allianceTradeInfo": "Scegli un tipo di alleanza:",
        "alliances": "Alleanza",
        "applications": "Applicazioni",
        "applyForAlliance": "applica per alleanza",
        "back": "Indietro",
        "cancelApplication": "cancella applicazione",
        "choiceChangeCooldown": "questa scelta può essere cambiata tra {{days}} giorni",
        "common": {
            "accept": "Accetta",
            "applications": "Applicazioni",
            "globalRank": "Rank globale",
            "greatFederation": "Gran Federazione",
            "kick": "Kick",
            "marketSize": "Grandezza mercato",
            "members": "Membri",
            "name": "Nome",
            "owner": "Proprietario",
            "rank": "Rank",
            "reject": "Rifiuta",
            "scienceLeague": "Lega scientifica",
            "tradeAlliance": "Alleanza commerciale",
            "value": "Valore"
        },
        "createAlliance": "crea alleanza",
        "days": "giorni",
        "disbandAlliance": "sciogli alleanza",
        "globalRank": "Rank globale",
        "go": "vai",
        "inviteToAlliance": "invita nell'alleanza",
        "kick": "kick",
        "leaveAlliance": "lascia alleanza",
        "loading": "Caricamento...",
        "marketSize": "Grandezza del mercato",
        "marketSizeLabel": "Grandezza del mercato: {{size}}",
        "members": "Membri",
        "name": "Nome",
        "noApplications": "Non ci sono applicazioni",
        "noModifiers": "Quest'alleanza non ha modificatori",
        "owner": "Proprietario",
        "placeholderDescription": "Descrizione alleanza",
        "placeholderName": "Nome alleanza",
        "rank": "Rank",
        "rankPrefix": "N°",
        "ranking": {
            "area": "Area",
            "buildings": "Costruzioni",
            "overall": "Totale",
            "population": "Popolazione",
            "resources": "Risorse"
        },
        "reject": "rifiuta",
        "value": "valore"
    },
    "popup": {
        "apply": "Applica",
        "archive": "Archivia",
        "demolish": "Demolisci",
        "population": "Popolazione",
        "production": {
            "rate": "Rateo",
            "title": "Produzione"
        },
        "storage": {
            "title": "Magazzino"
        },
        "townName": "Nome città",
        "townColor": "Colore della città:",
        "unnamedTown": "Città senza nome",
        "upgrade": "Migliora in {{building}}"
    },
    "settings": {
        "animations": "Animazioni",
        "fullscreen": "Schermo intero",
        "bushDensity": "Densità del cespuglio",
        "clearTileCache": "Pulisci cache delle tile",
        "density": {
            "dense": "Denso",
            "normal": "Normale",
            "off": "Off",
            "sparse": "Sparse"
        },
        "grassDensity": "Densità dell'erba",
        "language": "Lingua",
        "musicVolume": "Volume Musica",
        "performanceFeatures": "- Regolare gli elementi visivi -",
        "resolutions": {
            "high": "Alto",
            "low": "Bassa",
            "medium": "Medio",
            "potato": "Patatosa",
            "ultra": "Ultra"
        },
        "rockDensity": "Densità della roccia",
        "showClouds": "Mostra nuvole",
        "soundVolume": "Volume Suoni",
        "textureResolution": "Risoluzione Texture",
        "title": "Opzioni",
        "treeDensity": "Densità degli alberi",
        "uiScale": "Scala interfaccia"
    },
    "tips": {
        "loading": [
            "Puoi ruotare le costruzioni prima di piazzarle con i tasti Q ed E",
            "Doppio click nell'editor delle forme per piazzare i nodi.",
            "Usa il tasto SHIFT per continuare a piazzare le costruzioni."
        ]
    },
    "help": {
        "hud": "Questo pannello mostra tutte le risorse che possiedi, produci e consumi. Passa con il mouse sulle icone per visualizzare maggiori dettagli su ciascuna risorsa. Se una risorsa sta per esaurirsi, verrà evidenziata in rosso e gli edifici potrebbero essere costretti a ridurre la loro produttività. Se raggiungi la tua capacità massima, verrà visualizzata in grassetto e i tuoi edifici smetteranno di produrre. Alcuni effetti, come il bonus iniziale, possono influenzare la quantità di risorse prodotte o consumate. Questi modificatori vengono visualizzati quando passi con il mouse su una risorsa. Vedi il cerchio che gira a sinistra? Indica quando il gioco si sincronizza con il server. Non vedrai le modifiche alle risorse fino al completamento della sincronizzazione. Il consumo e la produzione di risorse sono mostrati per giorno. Si tratta di un giorno reale in tempo reale. Tuttavia, le tue risorse aumenteranno lentamente.",
        "market": "Benvenuto sul mercato! Guarda tutte le cose che gli altri giocatori vogliono comprare o vendere e, cosa più importante, a quale prezzo! Pagherai le spese di trasporto quando evaderai l'ordine di qualcun altro. Quindi, se sono lontani, potrebbe non valerne la pena o addirittura costare più di quanto sono disposti a pagare.",
        "orders": "Inserisci i tuoi ordini! Comunica agli altri giocatori cosa desideri acquistare o vendere e a quale prezzo. Questo è ciò che riceverai o pagherai. Tieni presente che gli altri pagheranno le spese di trasporto. Quindi acquistare qualcosa a un prezzo basso potrebbe non funzionare se le spese di spedizione degli altri giocatori sono troppo elevate.",
        "popup": "Questo popup mostra tutte le informazioni relative a questo edificio. Qui è possibile modificare i parametri chiave dell'edificio o persino spostarli. Questa funzione è disponibile solo quando ci si trova in modalità costruzione.",
        "storage": "Qui puoi regolare la capacità di stoccaggio di questo edificio. Ha una certa capacità e può contenere una certa quantità di merci. Puoi modificarne il rapporto per ottimizzarlo in base alle tue esigenze."
    },
    "tooltip": {
        "cannotChange": "Non si può cambiare per",
        "construction": "Costruzione",
        "cost": "Costo",
        "refund": "Rimborso",
        "costPerMeter": "(per m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Effetti",
        "upkeep": "Manutenzione",
        "production": "Produzione",
        "move": "Sposta questo edificio"
    },
    "units": {
        "days": "giorni",
        "hours": "{{value}}h",
        "hoursLong": "ore",
        "minutes": "{{value}}m",
        "minutesLong": "minuti",
        "perDay": "/giorno",
        "percentage": "{{value}}%",
        "seconds": "{{value}}s",
        "secondsLong": "secondi"
    },
    "warnings": {
        "notEnoughPop": "Non ci sono abbastanza volontari"
    }
}
