{
    "alliances": {
        "allianceTradeInfo": "Unirsi ad altri giocatori è una cosa fantastica. Potete scegliere di commerciare esclusivamente tra di voi e, a seconda di chi scegliete come alleato, potrete ottenere anche altri vantaggi.",
        "applyForAlliance": "Richiedi l'alleanza",
        "cancelApplication": "Annulla applicazione",
        "greatFederationDesc": "Unisciti a persone forti e organizzate! Sarai più protetto dai furti e potrai ottenere maggiori risorse dai tuoi sudditi. Ma questo comporta un aumento della burocrazia e una diminuzione delle entrate fiscali.",
        "leaveAlliance": "Lascia l'alleanza",
        "marketSizeLabel": "Dimensioni del mercato:",
        "scienceLeagueDesc": "Entrare a far parte di una lega scientifica ti rende più intelligente. È scientificamente provato. Goditi una maggiore velocità di ricerca e costi di spedizione inferiori. Rende anche le persone più felici! Ma non siamo così bravi a realizzare effettivamente le cose.",
        "tradeAllianceDesc": "È tutta una questione di soldi! Ottieni costi commerciali scontati e una maggiore efficienza fiscale, ma anche un rischio più elevato di furti."
    },
    "biomes": {
        "1": "Foreste tropicali e subtropicali di latifoglie",
        "10": "Praterie montane",
        "11": "Tundra",
        "12": "Boschi mediterranei",
        "13": "Deserti e macchia xerofila",
        "14": "Mangrovie",
        "2": "Foreste tropicali e subtropicali di latifoglie",
        "3": "Foreste tropicali e subtropicali di conifere",
        "4": "Foreste temperate e miste",
        "5": "Foresta temperata di conifere",
        "6": "Foreste boreali",
        "7": "Praterie tropicali e subtropicali",
        "8": "Savane temperate",
        "9": "Praterie allagate",
        "98": "Deserto artico",
        "99": "Calotta glaciale"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Riduci il costo per chi acquista i tuoi prodotti, aumentando al contempo il costo di acquisto dei prodotti dagli altri giocatori.",
            "importFocus": "Riduci il costo di acquisto dei beni dagli altri giocatori, aumentando al contempo il costo per chi acquista i tuoi beni.",
            "lavishRations": "Che mangino brioche! Razioni abbondanti aumenteranno la quantità di cibo necessaria per persona, ma saranno felici.",
            "lowRations": "È la mia torta! Le razioni ridotte diminuiranno la quantità di cibo necessaria per persona, ma alla gente non piacerà.",
            "neutralFocus": "È un mercato libero, fai quello che devi fare. Mantieni i costi di importazione ed esportazione a tassi standard.",
            "normalRations": "La giusta quantità di cibo per il tuo popolo. Mantieni il consumo di cibo entro i livelli standard.",
            "taxation": "È giusto così... Genererà oro per ogni abitante, ma ridurrà la felicità.",
            "veganSociety": "Che idea strana quella di mangiare gli animali... Aumenta la produzione alimentare, ma non è possibile produrre prodotti di origine animale.",
            "workerSafety": "Le persone sono la tua risorsa più preziosa. Aumenta la sicurezza della produzione ma riduce la resa.",
            "dubiousWorkingRules": "Le persone sono solo risorse. Aumenta la produzione, ma aumenta anche il tasso di incidenti.",
            "crampedQuarters": "Di quanto spazio personale hai davvero bisogno? Possiamo far stare più persone nelle stesse case, giusto?",
            "intensiveFarming": "L'agricoltura intensiva consente di nutrire gli animali con cereali, aumentando la quantità di prodotti animali che è possibile produrre."
        },
        "exclusiveOptions": "Opzioni esclusive",
        "lockedFor": "Bloccato per",
        "option": "Opzione",
        "title": "Scelte",
        "titles": {
            "exportFocus": "Commercio - Focus sull'esportazione",
            "greatFederation": "Grande Federazione",
            "importFocus": "Commercio - Focus sull'importazione",
            "lavishRations": "Razioni abbondanti",
            "lowRations": "Razioni ridotte",
            "neutralFocus": "Commercio - Focus neutrale",
            "normalRations": "Razioni normali",
            "scienceLeague": "Lega Scientifica",
            "taxation": "Tassazione",
            "tradeAlliance": "Alleanza commerciale",
            "veganSociety": "Società Vegana",
            "workerSafety": "Sicurezza dei lavoratori",
            "dubiousWorkingRules": "Regole lavorative dubbie",
            "crampedQuarters": "Come le sardine!",
            "intensiveFarming": "Agricoltura intensiva",
            "newTownBoost": "Nuovi inizi!",
            "foodShortage": "Carenza di cibo"
        },
        "unlock": "Sblocca"
    },
    "common": {
        "delete": "Elimina",
        "deleting": "Eliminazione...",
        "loading": "Caricamento in corso..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Aggiungi altri punti",
            "areaLimitExceeded": "Limite di area superato: {{size}} {{relation}} {{limit}}",
            "costs": "Costi:",
            "invalidLocation": "Posizione non valida",
            "mustBeNear": "Deve essere vicino a {{parent}}",
            "notEnoughResources": "Risorse insufficienti",
            "tooHigh": "Ingrandisci"
        },
        "cancel": "✗",
        "close": "Chiudi",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Aggiungi altri punti",
            "calculating": "Calcolo in corso...",
            "duration": "Durata",
            "expedition": "Spedizione",
            "finished": "Finito!",
            "food": "Cibo",
            "knowledge": "Conoscenza",
            "population": "Popolazione",
            "timeLeft": "Tempo rimanente",
            "title": "Costi di esplorazione"
        },
        "next": "Avanti",
        "previous": "Precedente"
    },
    "errors": {
        "fetchSlots": "Impossibile caricare gli slot di salvataggio",
        "generic": "Si è verificato un errore",
        "invalidFile": "Formato file non valido",
        "loadingBuild": "Errore durante il caricamento della build",
        "serverConnection": "Errore di connessione al server",
        "webWorkersNotSupported": "Impossibile eseguire il gioco: Web Workers non supportato"
    },
    "events": {
        "confirm": "Ok",
        "consequences": "Effetti",
        "remaining": "{{count}} Rimanente",
        "titles": {
            "food_shortage": "La gente ha fame.",
            "strike": "Attacco",
            "celebration": "Un regalo per te",
            "productivity_boom": "Andiamo!",
            "expedition_found": "La spedizione ritorna!",
            "animal_unlock": "Bene, bene, bene... cosa abbiamo qui?",
            "trade": "Affare fatto!",
            "bankruptcy": "Bancarotta!",
            "raid": "I tuoi beni sono stati rubati!"
        },
        "descriptions": {
            "food_shortage": "Stai finendo le scorte di cibo! Se le persone non possono mangiare, ruberanno tutto ciò che possono per sopravvivere o smetteranno addirittura di lavorare.",
            "strike": "La gente non è contenta! Qualunque cosa tu stia facendo, a loro non piace. Assicurati che i tuoi cittadini siano felici per evitare che gli edifici chiudano.",
            "celebration": "La gente è felice! Qualunque cosa tu stia facendo, continua a farlo! Come piccolo regalo, tutti hanno raccolto alcuni beni per aiutarti a continuare a costruire questa fantastica città. Che carini.",
            "productivity_boom": "La gente è entusiasta! Ti adorano e hanno lavorato volentieri oltre l'orario per te. In questo modo sono riusciti a produrre un po' di più di tutto. Vogliono solo che questa città abbia successo, lo sai.",
            "expedition_found": "La tua spedizione è tornata con risorse e conoscenze preziose! Ciò gioverà notevolmente allo sviluppo della tua città e alle attività di ricerca. Il loro diario di bordo contiene però una voce interessante:",
            "animal_unlock": "Cosa abbiamo trovato qui? La tua spedizione è tornata con un animale sorprendentemente docile. Sembra preferire vivere nella tua città piuttosto che nella natura selvaggia. Sarebbe scortese rimandarlo indietro adesso, non credi?",
            "bankruptcy": "Semplicemente non hai monete! Una torre è crollata. Le torri che hai costruito si deterioreranno e verranno distrutte se non le mantieni con monete sufficienti.",
            "raid": "Avresti dovuto riporre meglio le tue merci! Erano facilmente accessibili e alcuni ladri sconosciuti hanno rubato una parte delle tue risorse.",
            "trade": "Qualcuno ha evaso (parte del) tuo ordine di scambio."
        }
    },
    "game": {
        "zoomToBuild": "Ingrandisci per iniziare a costruire",
        "buildings": {
            "assets": {
                "expedition": "Spedizione",
                "bakery": "Panificio",
                "boat": "Barca",
                "brewery": "Birrificio",
                "bridge": "Ponte",
                "center": "Centro",
                "clay_crane": "Gru per argilla",
                "clay_crane_upgraded": "Miglioramento della gru per argilla",
                "claypit": "Cava di argilla",
                "creamery": "Cremeria",
                "dock": "Banchina",
                "fence1": "Recinzione in legno",
                "fence2": "Recinzione intrecciata",
                "fence3": "Forma della recinzione",
                "fences": "Recinzioni",
                "field": "Campo",
                "firepit": "Focolare",
                "fireplace": "Camino",
                "fishery": "Pesca",
                "foraging_hut": "Capanna di raccolta",
                "fountain": "Fontana",
                "house_1": "Baracca",
                "house_2": "Capanna",
                "house_3": "Cabina",
                "house_4": "Casa",
                "house_5": "Residenza",
                "house_6": "Villaggio",
                "large_ship": "Nave di grandi dimensioni",
                "large_statue": "Grande statua",
                "logpile": "Catasta di tronchi",
                "market": "Mercato",
                "market_stall": "Bancarelle del mercato",
                "market_stall_1": "Carne",
                "market_stall_2": "Pesce",
                "market_stall_3": "Pane",
                "market_stall_4": "Verdura",
                "market_stall_5": "Merci",
                "medium_ship": "Nave media",
                "nursery": "Vivaio",
                "park": "Parco",
                "path": "Percorso",
                "pier": "Molo",
                "plaza": "Piazza",
                "port": "Porto",
                "quarry": "Cava",
                "road": "Strada",
                "ruinsBig": "Grandi rovine",
                "ruinsSmall": "Piccole rovine",
                "saw": "Segheria",
                "small_ship": "Piccola nave",
                "small_statue": "Piccola statua",
                "square": "Piazza",
                "stone_crane": "Gru per la pietra",
                "stone_crane_upgraded": "Miglioramento della gru per pietra",
                "table": "Tabella",
                "tailor": "Sartoria",
                "tavern": "Taverna",
                "tent": "Tenda",
                "tower": "Torre",
                "town_hall": "Municipio",
                "tree": "Albero",
                "university": "Università",
                "museum": "Museo",
                "warehouse": "Magazzino",
                "water_tower": "Torre dell'acqua",
                "windmill": "Mulino a vento",
                "windmill_upgraded": "Mulino a vento migliorato",
                "woodcutter": "Taglialegna",
                "refinery": "Raffineria",
                "iron_mine": "Miniera di ferro",
                "iron_mine_upgraded": "Mina di ferro migliorata",
                "glassworks": "Vetreria",
                "tools_workshop": "Officina degli strumenti",
                "well": "Pozzo"
            },
            "categories": {
                "decoration": "Decorazione",
                "defense": "Territorio",
                "food": "Cibo",
                "housing": "Alloggi",
                "infrastructure": "Infrastruttura",
                "military": "Militare",
                "production": "Produzione",
                "research": "Ricerca",
                "resources": "Risorse",
                "storage": "Magazzino",
                "town": "Città"
            },
            "descriptions": {
                "bakery": "Niente batte il profumo del pane appena sfornato, preparato con la farina più fresca e qualche scarafaggio qua e là.",
                "boat": "La barca è perfetta per pescare in acque più profonde o per le occasionali effusioni delle giovani coppie.",
                "brewery": "Qualcuno ha lasciato i chicchi bagnati fuori troppo a lungo e ora sono di gran moda! Facciamone altri.",
                "bridge": "È un ponte. Cosa ti aspetti? Ti porta da A a B.",
                "center": "Il cuore della tua città. È qui che tutto ha inizio. Ospita alcune persone e conserva i beni di prima necessità. Può essere potenziato fino a diventare una piazza dall'aspetto un po' più permanente.",
                "clay_crane": "La gru, una delle più grandi invenzioni per risparmiare la schiena! Non è più necessario trasportare tutta questa argilla fuori dalla fossa, basta usare la gru.",
                "clay_crane_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che potremo migliorare ulteriormente il funzionamento di questa gru!",
                "claypit": "È una semplice buca nel terreno. Ma se asciughiamo la terra che troviamo qui, diventa piuttosto dura! È un lavoro che richiede molto impegno e lascia una brutta cicatrice nel paesaggio.",
                "creamery": "Qualcuno ha lasciato il latte fresco fuori troppo a lungo e ora è... solido? Almeno ora possiamo venderlo come alimento.",
                "dock": "Espandi il tuo porto! Crea più spazio per gli edifici portuali e le navi.",
                "fence1": "Una semplice staccionata di legno per tenere fuori le creature semplici. O dentro.",
                "fence2": "Una recinzione intrecciata per tenere fuori le creature semplici. O dentro.",
                "fence3": "Disegna una recinzione personalizzata per tenere fuori o dentro le creature semplici.",
                "fences": "Le recinzioni sono un ottimo modo per tenere lontani i visitatori indesiderati dalla tua città. O per tenerli dentro.",
                "firepit": "Un focolare è una struttura solida che serve a riscaldarsi e cucinare il cibo. Basta ricordarsi di spegnerlo prima di andare a dormire.",
                "fireplace": "Non c'è niente di più accogliente che cantare intorno al camino. Anche se il fumo ti arriverà sempre proprio addosso.",
                "field": "Quando liberiamo un campo, possiamo coltivarvi delle piante. Alcune sono commestibili.",
                "fishery": "Niente è più idilliaco di una piccola pescheria sulla riva. Produce pesce relativamente fresco per la tua città.",
                "foraging_hut": "Chi ha bisogno di cibi raffinati quando si può mangiare tutto ciò che cresce in natura? La capanna di raccolta raccoglie vari materiali, ma ha bisogno di molto spazio aperto per farlo.",
                "fountain": "Una delle nostre più grandi imprese ingegneristiche! Chi non ama l'acqua in movimento?",
                "house_1": "Tutti hanno bisogno di un posto dove vivere. Questa piccola casa offre ai tuoi personaggi un luogo dove mangiare e vivere.",
                "house_2": "Tutti hanno bisogno di un posto dove vivere. Questa piccola casa offre ai tuoi personaggi un luogo dove mangiare e vivere.",
                "house_3": "Tutti hanno bisogno di un posto dove vivere. Questa casa offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_4": "Tutti hanno bisogno di un posto dove vivere. Questa casa offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_5": "Tutti hanno bisogno di un posto dove vivere. Questa casa elaborata offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "house_6": "Tutti hanno bisogno di un posto dove vivere. Questa lussuosa dimora offre ai tuoi cittadini un luogo dove mangiare e vivere.",
                "large_ship": "Non credo che possano diventare più grandi di così. Guardate qui! No, davvero, guardate tutti! Questo deve dimezzare ancora di più i costi di trasporto.",
                "large_statue": "Una grande statua per un uomo grande. La gente dice che fosse davvero così grande.",
                "logpile": "Il modo migliore per conservare la legna? Accatastala in un mucchio.",
                "market": "Il mercato ti consentirà di commerciare con altre città. Le case amano essergli vicine.",
                "market_stall": "Aggiungi una bancarella al mercato della tua città.",
                "market_stall_1": "Bancarella che vende prodotti a base di carne.",
                "market_stall_2": "Una bancarella che vende prodotti ittici.",
                "market_stall_3": "Una bancarella che vende prodotti da forno.",
                "market_stall_4": "Una bancarella che vende prodotti ortofrutticoli.",
                "market_stall_5": "Una bancarella che vende vari prodotti.",
                "medium_ship": "Ecco una nave davvero elegante. Né troppo grande, né troppo piccola. Semplicemente elegante. Riduce i costi di trasporto di un altro 25%.",
                "nursery": "Perché lasciare che il boscaiolo vada dagli alberi quando possiamo portare gli alberi dal boscaiolo?",
                "park": "Aggiungi un bel parco alla tua città dove i tuoi cittadini possano trascorrere il tempo libero.",
                "path": "Un semplice sentiero sterrato. Fa semplicemente il suo lavoro. Anche se gli edifici funzionano perfettamente anche senza.",
                "pier": "La gente dice che i pesci più grossi si trovano nelle acque più profonde. Vediamo quanto in profondità riusciamo ad arrivare.",
                "plaza": "Piastrelle graziose per la tua graziosa cittadina. Ottime per i mercati, come decorazione o semplicemente per mostrare la tua ricchezza.",
                "port": "Il porto consente di commerciare con altre città. È molto più efficiente rispetto al commercio via terra e i costi di trasporto saranno dimezzati.",
                "quarry": "Nelle cave si estraggono le pietre dalla terra. È un lavoro intenso, ma le rocce sono eterne! Lasciano però un grande segno nel paesaggio.",
                "road": "Le strade danno struttura al tuo villaggio. Non sono necessarie per i tuoi edifici, ma hanno un aspetto più elegante rispetto ai sentieri.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Progressi! Con alcuni strumenti sofisticati possiamo rendere la lavorazione del legno un gioco da ragazzi.",
                "small_ship": "Una piccola nave per piccoli viaggi. E guarda! Questa galleggia persino. Probabilmente potremmo ridurre leggermente i costi di trasporto con questa.",
                "small_statue": "Una piccola statua per un uomo piccolo. Si dice che fosse davvero così piccolo.",
                "square": "Un vero e proprio centro cittadino! Questa piazza sembra più elegante rispetto al centro di base.",
                "stone_crane": "La gru, una delle più grandi invenzioni per risparmiare la schiena! Non è più necessario trasportare tutte queste pietre fuori dalla cava, basta usare la gru.",
                "stone_crane_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che potremo migliorare ulteriormente il funzionamento di questa gru!",
                "table": "È più piacevole mangiare a tavola che sul pavimento. A meno che non ti piaccia trovare ogni tanto qualche insetto croccante tra le mani o nei pantaloni.",
                "tailor": "Essere nudi non ti porta molto lontano. Chiedi a un sarto di confezionarti dei vestiti per tenerti al caldo.",
                "tavern": "La taverna è un luogo dove i tuoi cittadini possono incontrarsi e bere. Almeno puoi trarre profitto dalle decisioni sbagliate delle persone.",
                "tent": "Come ottenere più legname dalla foresta? Mettiamo più persone nella foresta. Come facciamo a mettere più persone nella foresta? Mettiamo più tende nella foresta.",
                "tower": "La nostra terra si estende a perdita d'occhio. Se riusciamo a vedere più lontano, la nostra terra si espande ulteriormente.",
                "town_hall": "Le persone molto importanti possono tenere traccia di alcuni numeri molto importanti qui. Inoltre, è anche esteticamente gradevole.",
                "tree": "Gli alberi sono fantastici! Aggiungine altri.",
                "university": "Un luogo dove puoi mettere tutte le tue persone intelligenti a fare cose intelligenti. E con tutto il loro tempo libero, potresti persino mandarle in spedizione!",
                "museum": "Mostriamo a tutti le cose fantastiche che abbiamo trovato! Mettiamole nell'edificio più elegante che riusciamo a costruire.",
                "warehouse": "Un magazzino può immagazzinare ogni tipo di risorsa. Basta dargli lo spazio necessario per farlo.",
                "water_tower": "Il nostro territorio è grande quanto il nostro campo visivo. Se riusciamo a vedere più lontano, il nostro territorio si espande ulteriormente.",
                "windmill": "È incredibile come qualcuno sia riuscito a trasformare il vento in cibo. È l'unico modo possibile per trasformare quelle dure rocce vegetali in farina per il nostro morbido e delizioso pane.",
                "windmill_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che potremo far funzionare questo mulino a vento ancora più velocemente. Più parti mobili ci sono, meglio è, giusto?",
                "woodcutter": "Il boscaiolo taglierà la legna. Quanta legna? Quanta ne può tagliare un boscaiolo.",
                "refinery": "La raffineria viene utilizzata per raffinare rocce strane in rocce lucide e malleabili.",
                "iron_mine": "Abbiamo scavato una buca profonda perché abbiamo trovato delle rocce strane. Mandiamo lì tutta la nostra gente a prenderle. Che cosa potrà mai succedere di male?",
                "iron_mine_upgraded": "Con questi strani materiali che abbiamo trovato, sono sicuro che riusciremo a estrarre più rapidamente altre pietre luccicanti dal terreno!",
                "glassworks": "Glassworks consente di produrre vetro dalla sabbia, che può essere utilizzato per varie applicazioni avanzate.",
                "tools_workshop": "Con un'officina è possibile produrre strumenti indispensabili per il lavoro di alcune persone.",
                "well": "Sebbene stare sotto la pioggia con la bocca aperta sia divertente, è un po' più complicato quando si ha una vasca da riempire. Un pozzo sarà più adatto alla tua città."
            }
        },
        "crops": {
            "cow": "Mucca",
            "empty": "Vuoto",
            "goat": "Capra",
            "grain": "Grano",
            "maize": "Mais",
            "potato": "Patata",
            "sheep": "Pecora"
        },
        "effects": {
            "accidentRate": "Tasso di incidenti",
            "allProduction": "Tutta la produzione",
            "constructionCost": "Costo di costruzione",
            "expeditionCost": "Costo della spedizione",
            "exportCost": "Costo di esportazione",
            "foodConsumption": "Consumo alimentare",
            "foodProduction": "Produzione alimentare",
            "goodsProduction": "Produzione di beni",
            "happiness": "Felicità",
            "importCost": "Costo di importazione",
            "populationProduction": "Popolazione Modifica",
            "raidRisk": "Rischio di furto (quando si supera la capacità di stoccaggio)",
            "researchSpeed": "Velocità di ricerca",
            "taxation": "Tassazione"
        },
        "expedition": {
            "start": "Avvia spedizione"
        },
        "resources": {
            "clothes": "Abbigliamento",
            "coin": "Monete",
            "drinks": "Bevande",
            "earth": "Terra",
            "flour": "Farina",
            "food": "Cibo",
            "grain": "Grano",
            "happiness": "Felicità",
            "knowledge": "Conoscenza",
            "pop": "Popolazione",
            "stone": "Pietra",
            "wood": "Legno",
            "wool": "Lana",
            "ore": "Minerali",
            "metal": "Metallo",
            "tools": "Strumenti",
            "glass": "Vetro",
            "scrap": "Rifiuti",
            "milk": "Latte"
        },
        "views": {
            "build": "Costruisci",
            "explore": "Esplora",
            "market": "Mercato",
            "player": "Giocatore",
            "politic": "Politica",
            "watch": "Guarda"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Fare doppio clic per posizionare i nodi.",
            "multiPlace": "Continua a posizionare",
            "rotate": "Ruota",
            "restriction": "Area non edificabile"
        },
        "capacity": "Capacità",
        "defaultTownName": "Città senza nome",
        "is_throttled": "Sta finendo! Alcuni edifici potrebbero non funzionare correttamente.",
        "placeCenterPrompt": "posiziona il tuo centro",
        "storage_overflow": "Magazzino pieno! Aumento del rischio di furto."
    },
    "intro": {
        "message1": "Se stai leggendo questo, significa che sei il prescelto. Destinato a ripopolare la superficie. Quello che vedi davanti a te è il nostro pianeta. Il nostro mondo così come esiste oggi. Niente è più come prima. O almeno, come pensiamo che fosse prima. Nessuno se lo ricorda davvero.",
        "message2": "Ma il tuo compito è semplice. Trova un posto e avvia un nuovo insediamento. Fai crescere il tuo insediamento e forse riuscirai a entrare in contatto con altri che hanno fatto lo stesso. E forse insieme potremo capire cosa è successo alla nostra Terra.",
        "good_luck": "Buona fortuna!",
        "based": {
            "w": {
                "message1": "Ottima scelta! Ti sei stabilito in un bioma ricco di alberi rigogliosi e fauna selvatica. Trovare legna e raccogliere risorse non sarà un problema qui. Tuttavia, materiali e minerali più complessi potrebbero essere un po' più difficili da reperire. Ma credo in te e vedrai che nulla è impossibile.",
                "message2": "Le tue capacità sono ancora limitate. Assicurati innanzitutto di ottenere un flusso costante di risorse. Quindi costruisci un mercato in modo da poter commerciare con altri insediamenti. Man mano che acquisisci una posizione solida, puoi anche avviare progetti più grandi come un porto, in modo che il commercio diventi più economico, un municipio, in modo da poter tenere traccia di tutto, o persino un'università, in modo da poter iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Ce la puoi fare!"
            },
            "s": {
                "message1": "Ottima scelta quella di stabilirsi in questo bioma roccioso dove puoi diventare un tutt'uno con la terra. Trovare pietre e minerali non sarà un problema qui. Anche se coltivare il cibo potrebbe essere un po' più difficile. Ma sono sicuro che gli altri saranno felici di scambiare i tuoi preziosi materiali in abbondanza.",
                "message2": "Le tue capacità sono ancora limitate. Assicurati innanzitutto di ottenere un flusso costante di risorse. Quindi costruisci un mercato in modo da poter commerciare con altri insediamenti. Man mano che acquisisci una posizione solida, puoi anche avviare progetti più grandi come un porto, in modo che il commercio diventi più economico, un municipio, in modo da poter tenere traccia di tutto, o persino un'università, in modo da poter iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Costruisci forte!"
            },
            "e": {
                "message1": "L'aria è secca e il sole è cocente. Non è il bioma più facile, ma puoi costruire il tuo insediamento letteralmente dalla terra stessa. Trovare legno utilizzabile potrebbe essere un po' più difficile qui, ma il terreno sembra adatto alla maggior parte delle colture. Sono sicuro che con la tua ingegnosità riuscirai a far funzionare tutto.",
                "message2": "Le tue capacità sono ancora limitate. Assicurati innanzitutto di ottenere un flusso costante di risorse. Quindi costruisci un mercato in modo da poter commerciare con altri insediamenti. Man mano che acquisisci una posizione solida, puoi anche avviare progetti più grandi come un porto, in modo che il commercio diventi più economico, un municipio, in modo da poter tenere traccia di tutto, o persino un'università, in modo da poter iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Buona costruzione!"
            },
            "a": {
                "message1": "Beh, questa sì che è una scelta interessante. Perché mai dovresti stabilirti in questa landa desolata artica? Non vedo né alberi né rocce qui intorno. Ma immagino che potrai sempre commerciare con gli altri. Assicurati solo di tenere la tua gente al caldo e ben nutrita.",
                "message2": "Le tue capacità sono molto limitate. Dai priorità alla creazione di un mercato in modo da poter commerciare con altri insediamenti. Spero che tu abbia buoni contatti perché sarà dura. Se ci riesci, potrai anche avviare progetti più grandi come un porto, in modo da rendere il commercio più economico, un municipio, in modo da poter tenere traccia di tutto, o persino un'università, in modo da poter iniziare a esplorare il mondo che ci circonda.",
                "good_luck": "Buona fortuna."
            }
        }
    },
    "loading": {
        "assets": "Caricamento risorse in corso...",
        "connecting": "Connessione al server in corso...",
        "game": "Caricamento del gioco in corso..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Elimina tutto",
            "menu": "Menu",
            "quicksettings": "Impostazioni",
            "saveBuild": "Salva Build",
            "saveSandbox": "Salva Build"
        },
        "main": {
            "credits": "Crediti",
            "enterMultiplayer": "Entra nel mondo",
            "loadSandbox": "Carica Sandbox",
            "newSandbox": "Nuova Sandbox",
            "returnToDesktop": "Torna al desktop",
            "serverOffline": "Impossibile raggiungere il server. Controlla la tua connessione Internet o verifica che il server non sia inattivo.",
            "settings": "Impostazioni",
            "subtitle": "Questa è una versione preliminare di Project Rebearth. Contattaci se riscontri problemi durante il gioco.",
            "demoSubtitle": "Questa è la demo di Project Rebearth. È abilitato solo il city-builder sandbox. Per giocare sul globo multiplayer con gestione delle risorse, scarica la versione completa.",
            "demoRestriction1": "Dietro questo pulsante si nasconde l'enorme mondo multiplayer online di Project Rebearth. Tuttavia, nella demo è disponibile solo la modalità sandbox senza gestione delle risorse.",
            "demoRestriction2": "La modalità sandbox ti consente ancora di creare mappe fantastiche, esportarle in alta risoluzione e provare l'esperienza di un mondo di gioco in scala 1:1.",
            "title": "Progetto Rebearth Server",
            "welcome": "Benvenuto, {{name}}!"
        },
        "sandbox": {
            "description": "La modalità Sandbox ti consente di costruire liberamente senza i vincoli del mondo multiplayer. Ci sei solo tu e nessuna restrizione sulle risorse. Puoi salvare i tuoi progressi e caricarli in un secondo momento.",
            "loadFromFile": "Carica da file",
            "loadTitle": "Carica Sandbox",
            "noSaves": "Nessun salvataggio locale trovato.",
            "start": "Avvia nuova partita",
            "title": "Nuova Sandbox"
        },
        "slots": {
            "deleteConfirm": "Sei sicuro di voler eliminare questo salvataggio? Questa azione non può essere annullata.",
            "empty": "Slot vuoto",
            "locked": "Bloccato",
            "lockedText": "Bloccato",
            "newGame": "Nuova partita",
            "play": "Gioca",
            "population": "Abitanti",
            "slot": "Slot",
            "title": "Seleziona uno slot di salvataggio",
            "unlockHint1000": "Sblocca a 1.000 abitanti",
            "unlockHint10000": "Sblocca a 10.000 abitanti",
            "unnamedCity": "Città senza nome"
        },
        "locked": {
            "settleFirst": "Costruisci prima il centro della tua città.",
            "townHall": "Costruisci un municipio per sbloccare la classifica globale, le alleanze e le scelte.",
            "university": "Costruisci un'università per sbloccare spedizioni e ricerche.",
            "market": "Costruisci un mercato o un porto per sbloccare il mercato globale.",
            "noBiomeAssets": "Nessun edificio di questo tipo disponibile in questo bioma."
        }
    },
    "modals": {
        "archive": {
            "title": "Archivi"
        },
        "choices": {
            "selectChoice": "Seleziona opzione",
            "title": "Scelte"
        },
        "deleteConfirmation": {
            "cancel": "Annulla",
            "confirm": "Elimina",
            "message": "Sei sicuro di voler eliminare l'intera città? Questa azione non può essere annullata.",
            "title": "Conferma eliminazione"
        },
        "diplomacy": {
            "alliances": "Alleanze",
            "enemy": "Nemico",
            "neutral": "Neutro",
            "title": "Diplomazia",
            "you": "Tu"
        },
        "market": {
            "amount": "Importo",
            "back": "Indietro",
            "base": "Base",
            "buy": "ACQUISTA",
            "buys": "acquisti",
            "bought": "acquistato",
            "for": "per",
            "price": "Prezzo",
            "pricePerUnit": "Prezzo unitario",
            "quantity": "Quantità",
            "resource": "Risorsa",
            "sell": "Look",
            "sells": "vende",
            "sold": "venduto",
            "title": "Mercato",
            "total": "Totale",
            "totalLabel": "Totale",
            "transport": "Trasporti",
            "unitPrice": "al prezzo unitario di"
        },
        "orders": {
            "title": "I miei ordini"
        },
        "ranking": {
            "area": "Area",
            "buildings": "Edifici",
            "goToPlayer": "Vai al giocatore",
            "overall": "Complessivamente",
            "player": "Giocatore",
            "population": "Popolazione",
            "resources": "Risorse",
            "title": "Classifica"
        },
        "save": {
            "download": "Scarica file",
            "message": "Il tuo gioco è stato salvato localmente.",
            "title": "Gioco salvato"
        }
    },
    "orders": {
        "amount": "Importo",
        "buy": "Acquista",
        "buying": "acquisto",
        "confirmCancel": "Sei sicuro di voler annullare questo ordine?",
        "for": "per",
        "marketStorage": "Commercio Magazzino",
        "myOrders": "Effettua i tuoi ordini",
        "noMarketStorage": "Nessun magazzino disponibile sul mercato. Costruisci edifici commerciali per inserire ordini di vendita.",
        "noOrders": "Nessun ordine attivo",
        "onlyAllianceMembers": "Vendi solo ai membri dell'alleanza",
        "sell": "Look",
        "sellButton": "{{type}} {{amount}} {{resource}} per {{price}} per unità",
        "selling": "vendita",
        "storageFull": "Memoria piena! Costruisci altri edifici commerciali.",
        "totalPrice": "Prezzo totale",
        "unitPrice": "Prezzo unitario"
    },
    "politics": {
        "accept": "accettare",
        "allianceTradeInfo": "Scegli un tipo di alleanza:",
        "alliances": "Alleanze",
        "applications": "Applicazioni",
        "applyForAlliance": "Richiedi l'alleanza",
        "back": "Indietro",
        "cancelApplication": "Annulla applicazione",
        "choiceChangeCooldown": "Questa scelta può essere modificata nuovamente dopo un giorno/i di{{days}}.",
        "common": {
            "accept": "Accetta",
            "applications": "Applicazioni",
            "globalRank": "Classifica globale",
            "greatFederation": "Grande Federazione",
            "kick": "Kick",
            "marketSize": "Dimensioni del mercato",
            "members": "Membri",
            "name": "Nome",
            "owner": "Proprietario",
            "rank": "Grado",
            "reject": "Rifiuta",
            "scienceLeague": "Lega Scientifica",
            "tradeAlliance": "Alleanza commerciale",
            "value": "Valore"
        },
        "createAlliance": "crea alleanza",
        "days": "giorni",
        "disbandAlliance": "sciogliere l'alleanza",
        "globalRank": "Classifica globale",
        "go": "a",
        "inviteToAlliance": "Invita alla tua alleanza",
        "kick": "kick",
        "leaveAlliance": "Lascia l'alleanza",
        "loading": "Caricamento in corso...",
        "marketSize": "Dimensioni del mercato",
        "marketSizeLabel": "Dimensioni del mercato: {{size}}",
        "members": "Membri",
        "name": "Nome",
        "noApplications": "Non ci sono applicazioni.",
        "noModifiers": "Questa alleanza non ha alcun modificatore.",
        "owner": "Proprietario",
        "placeholderDescription": "Descrizione dell'alleanza",
        "placeholderName": "Nome dell'alleanza",
        "rank": "Grado",
        "rankPrefix": "No.",
        "ranking": {
            "area": "Area",
            "buildings": "Edifici",
            "overall": "Complessivamente",
            "population": "Popolazione",
            "resources": "Risorse"
        },
        "reject": "rifiutare",
        "value": "Valore"
    },
    "popup": {
        "apply": "Applica",
        "archive": "Archivio",
        "demolish": "Demolire",
        "population": "Popolazione",
        "production": {
            "rate": "Valuta",
            "title": "Produzione"
        },
        "storage": {
            "title": "Archiviazione"
        },
        "townName": "Nome della città:",
        "townColor": "Colore della città:",
        "unnamedTown": "Città senza nome",
        "upgrade": "Esegui l'aggiornamento - {{building}}"
    },
    "settings": {
        "animations": "Animazioni",
        "fullscreen": "Schermo intero",
        "bushDensity": "Densità del cespuglio",
        "clearTileCache": "Cancella dati memorizzati nella cache",
        "density": {
            "dense": "Denso",
            "normal": "Normale",
            "off": "Off",
            "sparse": "Sparse"
        },
        "grassDensity": "Densità dell'erba",
        "language": "Lingua",
        "musicVolume": "Volume della musica",
        "performanceFeatures": "- Regolare gli elementi visivi -",
        "resolutions": {
            "high": "Alto",
            "low": "Basso",
            "medium": "Medio",
            "potato": "Patata",
            "ultra": "Ultra"
        },
        "rockDensity": "Densità della roccia",
        "showClouds": "Mostra nuvole",
        "soundVolume": "Volume audio",
        "textureResolution": "Risoluzione texture",
        "title": "Impostazioni",
        "treeDensity": "Densità degli alberi",
        "uiScale": "Scala UI"
    },
    "tips": {
        "loading": [
            "Un giorno nel gioco corrisponde a un giorno nella vita reale. Prenditi il tempo necessario e fai crescere la tua città secondo i tuoi ritmi.",
            "È possibile ruotare gli edifici prima di posizionarli utilizzando i tasti Q ed E.",
            "Fai doppio clic nell'editor delle forme per posizionare i nodi.",
            "Utilizza il tasto Maiusc per continuare a posizionare gli edifici.",
            "Se riscontri qualche problema, ti preghiamo di segnalarlo su Discord.",
            "Costruisci un mercato o un porto per sbloccare il commercio con altri giocatori.",
            "Costruisci un municipio per sbloccare alleanze, classifiche e scelte.",
            "Costruisci un'università per sbloccare spedizioni e ricerche.",
            "Una recensione su Steam ci aiuta a trovare nuovi giocatori che rendono questo mondo vivo.",
            "Non tutte le risorse sono facili da ottenere ovunque. A volte commerciare sarà più economico che produrre tutto da soli.",
            "Una recensione su Steam ci aiuta a trovare nuovi giocatori che rendono questo mondo vivo.",
            "Una recensione su Steam ci aiuta a trovare nuovi giocatori che rendono questo mondo vivo.",
            "Visita il wiki all'indirizzo projectrebearth.com per scoprire tutto sul mondo di Project."
        ]
    },
    "tooltip": {
        "cannotChange": "Non modificabile per",
        "construction": "Costruzione",
        "refund": "Rimborso",
        "costPerMeter": "(per m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Effetti",
        "upkeep": "Manutenzione",
        "production": "Produzione",
        "move": "Sposta questo edificio"
    },
    "units": {
        "days": "giorni",
        "hours": "{{value}} h",
        "hoursLong": "ore",
        "minutes": "{{value}} m",
        "minutesLong": "minuti",
        "perDay": "/giorno",
        "percentage": "{{valore}}",
        "seconds": "{{value}} s",
        "secondsLong": "secondi"
    },
    "warnings": {
        "notEnoughPop": "Non ci sono abbastanza volontari"
    }
}
