{
    "alliances": {
        "allianceTradeInfo": "Samenwerken met andere spelers is erg leuk. Je kunt ervoor kiezen om uitsluitend met elkaar te handelen, en afhankelijk van met wie je samenwerkt, krijg je ook nog andere voordelen.",
        "applyForAlliance": "Aanvraag voor alliantie",
        "cancelApplication": "Toepassing annuleren",
        "greatFederationDesc": "Sluit je aan bij sterke en georganiseerde mensen! Wees beter beschermd tegen diefstal en haal meer middelen uit je onderdanen. Maar dit gaat ten koste van meer bureaucratie en minder belastinginkomsten.",
        "leaveAlliance": "Alliantie verlaten",
        "marketSizeLabel": "Marktomvang:",
        "scienceLeagueDesc": "Door lid te worden van een wetenschappelijke liga word je slimmer. Dat is wetenschappelijk bewezen. Profiteer van snellere onderzoekssnelheid en lagere expeditiekosten. Het maakt mensen ook gelukkiger! Maar we zijn niet zo goed in het daadwerkelijk maken van dingen.",
        "tradeAllianceDesc": "Het draait allemaal om geld! Profiteer van kortingen op handelskosten en een hogere belastingefficiëntie, maar houd rekening met een hoger risico op diefstal."
    },
    "biomes": {
        "1": "Tropische en subtropische loofbossen",
        "10": "Bergweiden",
        "11": "Tundra",
        "12": "Mediterrane bossen",
        "13": "Woestijnen en droge struikgebieden",
        "14": "Mangroves",
        "2": "Tropische en subtropische loofbossen",
        "3": "Tropische en subtropische naaldbossen",
        "4": "Gematigde en gemengde bossen",
        "5": "Gematigd naaldbos",
        "6": "Boreale bossen",
        "7": "Tropische en subtropische graslanden",
        "8": "Gematigde savannes",
        "9": "Overstroomde graslanden",
        "98": "Arctische woestenij",
        "99": "IJskap"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Verlaag de kosten voor mensen die uw goederen kopen, terwijl u de kosten voor het kopen van goederen van andere spelers verhoogt.",
            "importFocus": "Verlaag de kosten voor het kopen van goederen van andere spelers, terwijl je de kosten verhoogt voor mensen die jouw goederen kopen.",
            "lavishRations": "Laat ze cake eten! Royale rantsoenen verhogen de hoeveelheid voedsel die per persoon nodig is, maar ze zullen gelukkig zijn.",
            "lowRations": "Het is mijn taart! Lage rantsoenen verminderen de hoeveelheid voedsel die per persoon nodig is, maar mensen zullen het niet leuk vinden.",
            "neutralFocus": "Het is een vrije markt, doe wat je moet doen. Houd zowel de import- als exportkosten op standaardtarieven.",
            "normalRations": "Precies de juiste hoeveelheid voedsel voor uw volk. Houd het voedselverbruik op het normale niveau.",
            "taxation": "Het is niet meer dan eerlijk... Genereert goud voor elke inwoner, maar vermindert het geluk.",
            "veganSociety": "Wat een raar idee om dieren te eten... Verhoogt de voedselproductie, maar je kunt geen dierlijke producten produceren.",
            "workerSafety": "Mensen zijn je grootste troef. Verhoogt de productieveiligheid, maar vermindert de output.",
            "dubiousWorkingRules": "Mensen zijn slechts middelen. Verhoogt de productie, maar verhoogt ook het aantal ongevallen.",
            "crampedQuarters": "Hoeveel persoonlijke ruimte heb je echt nodig? We kunnen toch meer mensen in dezelfde huizen onderbrengen?",
            "intensiveFarming": "Door intensieve landbouw kun je je dieren graan voeren, waardoor je meer dierlijke producten kunt produceren."
        },
        "exclusiveOptions": "Exclusieve opties",
        "lockedFor": "Vergrendeld voor",
        "option": "Optie",
        "title": "Keuzes",
        "titles": {
            "exportFocus": "Handel - Focus op export",
            "greatFederation": "Grote Federatie",
            "importFocus": "Handel - Focus op import",
            "lavishRations": "Overvloedige rantsoenen",
            "lowRations": "Lage rantsoenen",
            "neutralFocus": "Handel - Neutrale focus",
            "normalRations": "Normale rantsoenen",
            "scienceLeague": "Science League",
            "taxation": "Belastingheffing",
            "tradeAlliance": "Handelsalliantie",
            "veganSociety": "Vegan Society",
            "workerSafety": "Veiligheid van werknemers",
            "dubiousWorkingRules": "Twijfelachtige werkregels",
            "crampedQuarters": "Net als sardientjes!",
            "intensiveFarming": "Intensieve landbouw",
            "newTownBoost": "Een nieuw begin!",
            "foodShortage": "Voedseltekort"
        },
        "unlock": "Ontgrendelen"
    },
    "common": {
        "delete": "Verwijderen",
        "deleting": "Verwijderen...",
        "loading": "Bezig met laden..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Meer punten toevoegen",
            "areaLimitExceeded": "Gebiedsgrenzen overschreden: {{size}} {{relation}} {{limit}}",
            "costs": "Kosten:",
            "invalidLocation": "Ongeldige locatie",
            "mustBeNear": "Moet in de buurt zijn van {{parent}}",
            "notEnoughResources": "Onvoldoende middelen",
            "tooHigh": "Zoom in"
        },
        "cancel": "✗",
        "close": "Sluiten",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Meer punten toevoegen",
            "calculating": "Bezig met berekenen...",
            "duration": "Duur",
            "expedition": "Expeditie",
            "finished": "Klaar!",
            "food": "Voeding",
            "knowledge": "Kennis",
            "population": "Bevolking",
            "timeLeft": "Resterende tijd",
            "title": "Verkenningkosten"
        },
        "next": "Volgende",
        "previous": "Vorige"
    },
    "errors": {
        "fetchSlots": "Kan opslagslots niet laden",
        "generic": "Er is iets misgegaan",
        "invalidFile": "Ongeldig bestandsformaat",
        "loadingBuild": "Fout bij het laden van build",
        "serverConnection": "Fout bij serververbinding",
        "webWorkersNotSupported": "Het spel kan niet worden gestart: Web Workers worden niet ondersteund."
    },
    "events": {
        "confirm": "Oké",
        "consequences": "Effecten",
        "remaining": "{{count}} Resterend",
        "titles": {
            "food_shortage": "De mensen hebben honger.",
            "strike": "Aanval",
            "celebration": "Een cadeau voor jou",
            "productivity_boom": "Kom op!",
            "expedition_found": "De expeditie keert terug!",
            "animal_unlock": "Wel wel wel... wat hebben we hier?",
            "bankruptcy": "Failliet!",
            "raid": "Je goederen zijn gestolen!",
            "trade": "Afgesproken!"
        },
        "descriptions": {
            "food_shortage": "Je raakt zonder voedsel! Als mensen niet kunnen eten, zullen ze alles stelen wat ze kunnen om te overleven, of zelfs stoppen met werken.",
            "strike": "De mensen zijn niet tevreden! Wat je ook doet, ze vinden het niet leuk. Zorg ervoor dat je mensen tevreden blijven om te voorkomen dat gebouwen worden gesloten.",
            "celebration": "De mensen zijn blij! Wat je ook doet, ga ermee door! Als klein cadeautje hebben ze allemaal wat spullen voor je verzameld, zodat je kunt doorgaan met het bouwen van deze geweldige stad. Wat schattig.",
            "productivity_boom": "De mensen zijn dolenthousiast! Ze zijn gek op je en hebben met plezier overuren voor je gemaakt. Daardoor hebben ze van alles net iets meer kunnen produceren. Ze willen gewoon dat deze stad een succes wordt, snap je.",
            "expedition_found": "Je expeditie is teruggekeerd met waardevolle grondstoffen en kennis! Dit zal de ontwikkeling en onderzoeksinspanningen van je stad ten goede komen. Hun logboek bevat echter een interessante vermelding:",
            "animal_unlock": "Wat hebben we hier gevonden? Je expeditie is teruggekeerd met een verrassend tam dier. Het lijkt liever in je stad te willen wonen dan in de wildernis. Het zou onbeleefd zijn om het nu terug te sturen, nietwaar?",
            "bankruptcy": "Je hebt gewoon geen geld! Een toren is ingestort. Torens die je hebt gebouwd, zullen verslechteren en vernietigd worden als je ze niet onderhoudt met voldoende geld.",
            "raid": "Je had je goederen beter moeten opbergen! Ze waren gemakkelijk te stelen en een aantal onbekende dieven hebben een deel van je voorraad meegenomen.",
            "trade": "Iemand heeft (een deel van) je handelsorder uitgevoerd."
        }
    },
    "game": {
        "zoomToBuild": "Zoom in om te beginnen met bouwen",
        "buildings": {
            "assets": {
                "expedition": "Expeditie",
                "bakery": "Bakkerij",
                "boat": "Boot",
                "brewery": "Brouwerij",
                "bridge": "Bridge",
                "center": "Centrum",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Verbeterde Clay Crane",
                "claypit": "Kleigroeve",
                "creamery": "Zuivelfabriek",
                "dock": "Dock",
                "fence1": "Houten hek",
                "fence2": "Geweven hekwerk",
                "fence3": "Omheiningvorm",
                "fences": "Hekken",
                "field": "Veld",
                "firepit": "Vuurplaats",
                "fireplace": "Open haard",
                "fishery": "Visserij",
                "foraging_hut": "Voedselzoekhut",
                "fountain": "Fontein",
                "house_1": "Shack",
                "house_2": "Hut",
                "house_3": "Cabine",
                "house_4": "Huis",
                "house_5": "Woonplaats",
                "house_6": "Dorp",
                "large_ship": "Groot schip",
                "large_statue": "Groot standbeeld",
                "logpile": "Log Pile",
                "market": "Markt",
                "market_stall": "Marktkramen",
                "market_stall_1": "Vlees",
                "market_stall_2": "Vis",
                "market_stall_3": "Brood",
                "market_stall_4": "Groente",
                "market_stall_5": "Goederen",
                "medium_ship": "Medium schip",
                "nursery": "Boomkwekerij",
                "park": "Park",
                "path": "Pad",
                "pier": "Pier",
                "plaza": "Plein",
                "port": "Poort",
                "quarry": "Steengroeve",
                "road": "Weg",
                "ruinsBig": "Grote ruïnes",
                "ruinsSmall": "Kleine ruïnes",
                "saw": "Zagerij",
                "small_ship": "Klein schip",
                "small_statue": "Klein beeldje",
                "square": "Vierkant",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Verbeterde Stone Crane",
                "table": "Tabel",
                "tailor": "Op maat gemaakt",
                "tavern": "Tavern",
                "tent": "Tent",
                "tower": "Toren",
                "town_hall": "Gemeentehuis",
                "tree": "Boomstructuur",
                "university": "Universiteit",
                "museum": "Museum",
                "warehouse": "Magazijn",
                "water_tower": "Watertoren",
                "windmill": "Windmill",
                "windmill_upgraded": "Verbeterde windmolen",
                "woodcutter": "Houthakker",
                "refinery": "Raffinaderij",
                "iron_mine": "IJzermijn",
                "iron_mine_upgraded": "Verbeterde ijzermijn",
                "glassworks": "Glasfabriek",
                "tools_workshop": "Gereedschapswerkplaats",
                "well": "Goed"
            },
            "categories": {
                "decoration": "Decoratie",
                "defense": "Gebied",
                "food": "Voeding",
                "housing": "Huisvesting",
                "infrastructure": "Infrastructuur",
                "military": "Militair",
                "production": "Productie",
                "research": "Onderzoek",
                "resources": "Bronnen",
                "storage": "Opslag",
                "town": "Stad"
            },
            "descriptions": {
                "bakery": "Er gaat niets boven de geur van vers brood, gemaakt met de meest verse bloem en af en toe een kakkerlak.",
                "boat": "De boot is ideaal om in diepere wateren te vissen, of voor jonge stelletjes die af en toe willen zoenen.",
                "brewery": "Iemand heeft zijn doorweekte granen te lang laten staan en nu is het een rage! Laten we daar meer van maken.",
                "bridge": "Het is een brug. Wat verwacht je? Het brengt je van A naar B.",
                "center": "Het hart van je stad. Hier begint het allemaal. Hier wonen een paar mensen en worden de essentiële zaken opgeslagen. Het kan worden opgewaardeerd tot een plein dat er iets permanenter uitziet.",
                "clay_crane": "De kraan, een van de beste uitvindingen om je rug te sparen! Je hoeft al die klei niet meer uit de groeve te slepen, gebruik gewoon de kraan.",
                "clay_crane_upgraded": "Met deze vreemde materialen die we vinden, kunnen we deze kraan vast nog beter laten werken!",
                "claypit": "Het is gewoon een kuil in de grond. Maar als we de aarde hier drogen, wordt het behoorlijk hard! Het is een arbeidsintensieve klus en het laat een lelijk litteken achter in het landschap.",
                "creamery": "Iemand heeft verse melk te lang buiten laten staan en nu is het... vast geworden? Nu kunnen we het tenminste als voedsel verkopen.",
                "dock": "Breid je haven uit! Maak meer ruimte voor havengebouwen en schepen.",
                "fence1": "Een eenvoudige houten schutting om eenvoudige wezens buiten te houden. Of binnen.",
                "fence2": "Een geweven hek om eenvoudige wezens buiten te houden. Of binnen.",
                "fence3": "Teken een aangepast hek om eenvoudige wezens buiten te houden. Of binnen.",
                "fences": "Hekken zijn een uitstekende manier om ongewenste bezoekers uit je stad te weren. Of om ze binnen te houden.",
                "firepit": "Een vuurplaats is een stevige constructie om warm te blijven en eten te koken. Vergeet alleen niet om het vuur te doven voordat je gaat slapen.",
                "fireplace": "Niets is gezelliger dan zingen rond een open haard. Hoewel de rook altijd precies jouw kant op waait.",
                "field": "Als we een veld vrijmaken, kunnen we daar planten kweken. Sommige daarvan kunnen we eten.",
                "fishery": "Niets is zo idyllisch als een kleine vissersboot aan de kust. Deze levert relatief verse vis voor uw stad.",
                "foraging_hut": "Wie heeft er nog luxe eten nodig als je gewoon alles kunt eten wat in het wild groeit? De voedselzoekhut verzamelt verschillende materialen, maar heeft daarvoor veel open ruimte nodig.",
                "fountain": "Een van onze grootste technische prestaties! Wie houdt er nou niet van stromend water?",
                "house_1": "Iedereen heeft een plek nodig om te wonen. Dit kleine huis biedt je mensen een plek om te eten en te wonen.",
                "house_2": "Iedereen heeft een plek nodig om te wonen. Dit kleine huis biedt je mensen een plek om te eten en te wonen.",
                "house_3": "Iedereen heeft een plek nodig om te wonen. Dit huis biedt je mensen een plek om te eten en te wonen.",
                "house_4": "Iedereen heeft een plek nodig om te wonen. Dit huis biedt je mensen een plek om te eten en te wonen.",
                "house_5": "Iedereen heeft een plek nodig om te wonen. Dit uitgebreide huis biedt je mensen een plek om te eten en te wonen.",
                "house_6": "Iedereen heeft een plek nodig om te wonen. Dit luxe huis biedt je mensen een plek om te eten en te wonen.",
                "large_ship": "Ik denk niet dat ze nog groter kunnen worden dan dit. Kijk eens! Nee, echt, iedereen, kijk eens! Dit moet de transportkosten nog meer halveren.",
                "large_statue": "Een groot standbeeld voor een grote man. Mensen zeggen dat hij echt zo groot was.",
                "logpile": "De beste manier om hout op te slaan? Gewoon op een hoop gooien.",
                "market": "Op de markt kun je handel drijven met andere dorpen en steden. Huizen staan graag dicht bij deze markt.",
                "market_stall": "Voeg een marktkraam toe aan je stad.",
                "market_stall_1": "Een kraam waar vleesproducten worden verkocht.",
                "market_stall_2": "Een kraam waar visproducten worden verkocht.",
                "market_stall_3": "Een kraam waar broodproducten worden verkocht.",
                "market_stall_4": "Een kraam waar groenten worden verkocht.",
                "market_stall_5": "Een kraam waar verschillende goederen worden verkocht.",
                "medium_ship": "Dat is nou een mooi schip. Niet te groot, niet te klein. Gewoon mooi. Verlaagt de transportkosten met nog eens 25%.",
                "nursery": "Waarom zouden we de houthakker naar de bomen laten gaan als we de bomen ook naar de houthakker kunnen brengen?",
                "park": "Voeg een mooi park toe aan je stad waar je burgers kunnen rondhangen.",
                "path": "Een eenvoudig zandpad. Het voldoet prima. Hoewel gebouwen ook zonder deze tekst prima functioneren.",
                "pier": "Mensen beweren dat de grotere vissen in diepere wateren zitten. Laten we eens kijken hoe diep we kunnen gaan.",
                "plaza": "Mooie tegels voor je mooie stad. Ideaal voor markten, decoratie of gewoon om te pronken met je rijkdom.",
                "port": "Via de haven kun je handel drijven met andere steden. Dit is veel efficiënter dan handel over land en de transportkosten worden gehalveerd.",
                "quarry": "In steengroeven haal je stenen uit de grond. Het is zwaar werk, maar stenen gaan eeuwig mee! Ze laten wel een groot litteken achter in het landschap.",
                "road": "Wegen geven structuur aan je dorp. Ze zijn niet noodzakelijk voor je gebouwen, maar zien er mooier uit dan paden.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Vooruitgang! Met een paar handige tools kunnen we het bewerken van hout een fluitje van een cent maken.",
                "small_ship": "Een klein schip voor korte tochten. En kijk eens! Deze drijft zelfs. Hiermee kunnen we de transportkosten waarschijnlijk nog iets verlagen.",
                "small_statue": "Een klein beeldje voor een kleine man. Mensen zeggen dat hij echt zo klein was.",
                "square": "Een echt stadscentrum! Dit plein ziet er chiquer uit dan het standaardcentrum.",
                "stone_crane": "De kraan, een van de beste uitvindingen om je rug te sparen! Je hoeft al die stenen niet meer uit de steengroeve te slepen, gebruik gewoon de kraan.",
                "stone_crane_upgraded": "Met deze vreemde materialen die we vinden, kunnen we deze kraan vast nog beter laten werken!",
                "table": "Het is prettiger om aan tafel te eten dan op de grond. Tenzij je het leuk vindt om af en toe een knapperig insect in je handen of broek te vinden.",
                "tailor": "Naakt komen je niet ver. Laat een kleermaker wat kleren voor je maken om je warm te houden.",
                "tavern": "De taverne is een plek waar je burgers elkaar ontmoeten en iets drinken. Je kunt in ieder geval profiteren van de slechte beslissingen van mensen.",
                "tent": "Hoe krijg je meer hout uit het bos? Zet meer mensen in het bos. Hoe zetten we meer mensen in het bos? Zet meer tenten in het bos.",
                "tower": "Ons land strekt zich uit zover we kunnen zien. Als we verder kunnen kijken, wordt ons land nog groter.",
                "town_hall": "Zeer belangrijke personen kunnen hier een aantal zeer belangrijke cijfers bijhouden. Bovendien ziet het er mooi uit.",
                "tree": "Bomen zijn geweldig! Voeg er meer toe.",
                "university": "Een plek waar je al je slimme mensen kunt inzetten om slimme dingen te doen. En met al hun vrije tijd kun je ze zelfs op expeditie sturen!",
                "museum": "Laat iedereen zien wat voor coole dingen we hebben gevonden! Laten we ze in het mooiste gebouw plaatsen dat we kunnen maken.",
                "warehouse": "Een magazijn kan allerlei soorten grondstoffen opslaan. Geef ze gewoon de ruimte om dat te doen.",
                "water_tower": "Ons territorium strekt zich uit zover we kunnen zien. Als we verder kunnen kijken, wordt ons territorium groter.",
                "windmill": "Gek hoe iemand de wind in voedsel kon veranderen. Het is de enige haalbare manier om die harde plantenrotsen om te zetten in meel voor ons zachte, heerlijke brood.",
                "windmill_upgraded": "Met deze vreemde materialen die we vinden, kunnen we deze windmolen vast nog sneller laten draaien. Hoe meer bewegende onderdelen, hoe beter, toch?",
                "woodcutter": "De houthakker zal hout hakken. Hoeveel hout? Zoveel als een houthakker kan.",
                "refinery": "De raffinaderij wordt gebruikt om vreemde stenen te raffineren tot glanzende, kneedbare stenen.",
                "iron_mine": "We hebben een diepe kuil gegraven, omdat we een paar vreemde stenen hebben gevonden. Laten we al onze mensen daarheen sturen om ze op te halen. Wat kan er nou misgaan?",
                "iron_mine_upgraded": "Met deze vreemde materialen die we vinden, kunnen we vast sneller meer glimmende stenen uit de grond halen!",
                "glassworks": "Met Glassworks kun je glas maken van zand, dat voor allerlei geavanceerde toepassingen kan worden gebruikt.",
                "tools_workshop": "Met een gereedschapswerkplaats kun je gereedschap maken dat voor sommige mensen essentieel is voor hun werk.",
                "well": "Hoewel het leuk is om met je mond open in de regen te staan, is het wat lastiger als je een badkuip moet vullen. Een waterput past beter bij je stad."
            }
        },
        "crops": {
            "cow": "Koe",
            "empty": "Leeg",
            "goat": "Geit",
            "grain": "Graan",
            "maize": "Maize",
            "potato": "Aardappel",
            "sheep": "Schapen"
        },
        "effects": {
            "accidentRate": "Ongevallenpercentage",
            "allProduction": "Alle productie",
            "constructionCost": "Bouwkosten",
            "expeditionCost": "Expeditiekosten",
            "exportCost": "Exportkosten",
            "foodConsumption": "Voedselconsumptie",
            "foodProduction": "Voedselproductie",
            "goodsProduction": "Productie van goederen",
            "happiness": "Geluk",
            "importCost": "Importkosten",
            "populationProduction": "Bevolking Wijzigen",
            "raidRisk": "Diefstalrisico (bij overschrijding van opslagruimte)",
            "researchSpeed": "Onderzoekssnelheid",
            "taxation": "Belastingheffing"
        },
        "expedition": {
            "start": "Start expeditie"
        },
        "resources": {
            "clothes": "Kleding",
            "coin": "Munten",
            "drinks": "Dranken",
            "earth": "Aarde",
            "flour": "Meel",
            "food": "Voeding",
            "grain": "Graan",
            "happiness": "Geluk",
            "knowledge": "Kennis",
            "pop": "Bevolking",
            "stone": "Steen",
            "wood": "Hout",
            "wool": "Wol",
            "ore": "Wij",
            "metal": "Metaal",
            "tools": "Hulpmiddelen",
            "glass": "Glas",
            "scrap": "Schroot",
            "milk": "Melk"
        },
        "views": {
            "build": "Bouwen",
            "explore": "Verkennen",
            "market": "Markt",
            "player": "Speler",
            "politic": "Politiek",
            "watch": "Kijken"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Dubbelklik om knooppunten te plaatsen",
            "multiPlace": "Blijf plaatsen",
            "rotate": "Draaien",
            "restriction": "Niet-bebouwbaar gebied"
        },
        "capacity": "Capaciteit",
        "defaultTownName": "Naamloze stad",
        "is_throttled": "raakt op! Sommige gebouwen werken mogelijk niet goed.",
        "placeCenterPrompt": "plaats je centrum",
        "storage_overflow": "Opslagruimte vol! Verhoogd risico op diefstal."
    },
    "intro": {
        "message1": "Als je dit leest, betekent dit dat je de uitverkorene bent. Voorbestemd om het oppervlak opnieuw te bevolken. Wat je voor je ziet, is onze planeet. Onze wereld zoals die vandaag bestaat. Niets is nog zoals het vroeger was. Of tenminste, zoals wij denken dat het vroeger was. Niemand weet het nog echt.",
        "message2": "Maar je taak is simpel. Zoek een plek en begin een nieuwe nederzetting. Laat je nederzetting groeien en misschien kun je dan contact leggen met anderen die hetzelfde hebben gedaan. En misschien kunnen we dan samen achterhalen wat er met onze aarde is gebeurd.",
        "good_luck": "Veel succes!",
        "based": {
            "w": {
                "message1": "Goede keuze! Je hebt je gevestigd in een biotoop vol weelderige bomen en wilde dieren. Hout vinden en grondstoffen verzamelen zal hier geen probleem zijn. Complexere materialen en ertsen zijn misschien wat moeilijker te vinden. Maar ik geloof in je en je zult zien dat niets onmogelijk is.",
                "message2": "Je mogelijkheden zijn nog beperkt. Zorg eerst voor een gestage stroom van grondstoffen. Bouw vervolgens een markt op, zodat je handel kunt drijven met andere nederzettingen. Naarmate je meer voet aan de grond krijgt, kun je zelfs grotere projecten starten, zoals een haven, zodat handel goedkoper wordt, een gemeentehuis, zodat we alles kunnen bijhouden, of zelfs een universiteit, zodat je de wereld om ons heen kunt gaan verkennen.",
                "good_luck": "Je kunt het!"
            },
            "s": {
                "message1": "Een uitstekende keuze om je te vestigen in dit rotsachtige biotoop waar je één kunt worden met de aarde. Het vinden van steen en erts zal hier geen probleem zijn. Hoewel het misschien wat moeilijker is om voedsel te verbouwen. Maar ik weet zeker dat anderen graag zullen ruilen voor je overvloed aan kostbare materialen.",
                "message2": "Je mogelijkheden zijn nog beperkt. Zorg eerst voor een gestage stroom van grondstoffen. Bouw vervolgens een markt op, zodat je handel kunt drijven met andere nederzettingen. Naarmate je meer voet aan de grond krijgt, kun je zelfs grotere projecten starten, zoals een haven, zodat handel goedkoper wordt, een gemeentehuis, zodat we alles kunnen bijhouden, of zelfs een universiteit, zodat je de wereld om ons heen kunt gaan verkennen.",
                "good_luck": "Bouw sterk!"
            },
            "e": {
                "message1": "De lucht is droog en de zon brandt fel. Niet het gemakkelijkste biotoop, maar je kunt je nederzetting letterlijk uit de aarde zelf bouwen. Het vinden van bruikbaar hout is hier misschien wat moeilijker, maar de grond lijkt geschikt voor de meeste gewassen. Ik weet zeker dat je dit met je vindingrijkheid voor elkaar zult krijgen.",
                "message2": "Je mogelijkheden zijn nog beperkt. Zorg eerst voor een gestage stroom van grondstoffen. Bouw vervolgens een markt op, zodat je handel kunt drijven met andere nederzettingen. Naarmate je meer voet aan de grond krijgt, kun je zelfs grotere projecten starten, zoals een haven, zodat handel goedkoper wordt, een gemeentehuis, zodat we alles kunnen bijhouden, of zelfs een universiteit, zodat je de wereld om ons heen kunt gaan verkennen.",
                "good_luck": "Veel bouwplezier!"
            },
            "a": {
                "message1": "Dat is een interessante keuze. Waarom zou je je vestigen in deze arctische woestenij? Ik zie hier geen bomen of rotsen. Maar je kunt natuurlijk altijd handel drijven met anderen. Zorg er wel voor dat je mensen goed warm blijven en genoeg te eten hebben.",
                "message2": "Je mogelijkheden zijn zeer beperkt. Geef prioriteit aan het opbouwen van een markt, zodat je handel kunt drijven met andere nederzettingen. Ik hoop dat je goede connecties hebt, want dit wordt een zware klus. Als het je echter lukt, kun je zelfs grotere projecten starten, zoals een haven, zodat handel goedkoper wordt, een gemeentehuis, zodat we alles kunnen bijhouden, of zelfs een universiteit, zodat je de wereld om ons heen kunt gaan verkennen.",
                "good_luck": "Veel succes."
            }
        }
    },
    "loading": {
        "assets": "Bezig met laden van bestanden...",
        "connecting": "Verbinding maken met server...",
        "game": "Game wordt geladen..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Alles verwijderen",
            "menu": "Menu",
            "quicksettings": "Instellingen",
            "saveBuild": "Opslaan Bouwen",
            "saveSandbox": "Opslaan Bouwen"
        },
        "main": {
            "credits": "Credits",
            "enterMultiplayer": "Betreed de wereld",
            "loadSandbox": "Sandbox laden",
            "newSandbox": "Nieuwe sandbox",
            "returnToDesktop": "Terug naar bureaublad",
            "serverOffline": "Kan geen verbinding maken met de server. Controleer uw internetverbinding of kijk of de server misschien niet werkt.",
            "settings": "Instellingen",
            "subtitle": "Dit is een vroege versie van Project Rebearth. Neem contact met ons op als je tijdens het spelen problemen ondervindt.",
            "demoSubtitle": "Dit is de demo van Project Rebearth. Alleen de sandbox-stedenbouwgame is beschikbaar. Voor het spelen op de multiplayer-globe met resourcebeheer moet je de volledige versie aanschaffen.",
            "demoRestriction1": "Achter deze knop gaat de enorme online multiplayerwereld van Project Rebearth schuil. Je bevindt je echter in de demo, waarin alleen de sandboxmodus zonder resourcebeheer beschikbaar is.",
            "demoRestriction2": "In de sandbox-modus kun je nog steeds geweldige kaarten maken, deze in hoge resolutie exporteren en ervaren hoe een spelwereld op schaal 1:1 aanvoelt.",
            "title": "Project Rebearth Server",
            "welcome": "Welkom, {{name}}!"
        },
        "sandbox": {
            "description": "In de sandboxmodus kun je vrij bouwen zonder de beperkingen van de multiplayerwereld. Het is alleen jij en er zijn geen beperkingen op het gebied van middelen. Je kunt je voortgang opslaan en later weer laden.",
            "loadFromFile": "Laden vanuit bestand",
            "loadTitle": "Sandbox laden",
            "noSaves": "Geen lokale opgeslagen gegevens gevonden.",
            "start": "Nieuw spel starten",
            "title": "Nieuwe sandbox"
        },
        "slots": {
            "deleteConfirm": "Weet u zeker dat u deze opgeslagen versie wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.",
            "empty": "Lege ruimte",
            "locked": "Vergrendeld",
            "lockedText": "Vergrendeld",
            "newGame": "Nieuw spel",
            "play": "Spelen",
            "population": "Inwoners",
            "slot": "Slot",
            "title": "Selecteer een opslagplaats",
            "unlockHint1000": "Ontgrendelen bij 1000 inwoners",
            "unlockHint10000": "Ontgrendelen bij 10.000 inwoners",
            "unnamedCity": "Naamloze stad"
        },
        "locked": {
            "settleFirst": "Bouw eerst het centrum van je stad.",
            "townHall": "Bouw een stadhuis om de wereldwijde ranglijst, allianties en keuzes te ontgrendelen.",
            "university": "Bouw een universiteit om expedities en onderzoek te ontgrendelen.",
            "market": "Bouw een markt of haven om de wereldmarkt te ontsluiten.",
            "noBiomeAssets": "Er zijn geen gebouwen van dit type beschikbaar in dit biotoop."
        }
    },
    "modals": {
        "archive": {
            "title": "Archieven"
        },
        "choices": {
            "selectChoice": "Selecteer keuze",
            "title": "Keuzes"
        },
        "deleteConfirmation": {
            "cancel": "Annuleren",
            "confirm": "Verwijderen",
            "message": "Weet u zeker dat u uw hele stad wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.",
            "title": "Verwijderen bevestigen"
        },
        "diplomacy": {
            "alliances": "Allianties",
            "enemy": "Vijand",
            "neutral": "Neutraal",
            "title": "Diplomatie",
            "you": "U"
        },
        "market": {
            "amount": "Bedrag",
            "back": "Terug",
            "base": "Basis",
            "buy": "KOPEN",
            "buys": "koopt",
            "bought": "gekocht",
            "for": "voor",
            "price": "Prijs",
            "pricePerUnit": "Prijs per eenheid",
            "quantity": "Aantal",
            "resource": "Bron",
            "sell": "Kijk",
            "sells": "verkoopt",
            "sold": "verkocht",
            "title": "Markt",
            "total": "Totaal",
            "totalLabel": "Totaal",
            "transport": "Transport",
            "unitPrice": "voor een eenheidsprijs van"
        },
        "orders": {
            "title": "Mijn bestellingen"
        },
        "ranking": {
            "area": "Gebied",
            "buildings": "Gebouwen",
            "goToPlayer": "Ga naar Speler",
            "overall": "Algemeen",
            "player": "Speler",
            "population": "Bevolking",
            "resources": "Bronnen",
            "title": "Ranglijst"
        },
        "save": {
            "download": "Bestand downloaden",
            "message": "Je spel is lokaal opgeslagen.",
            "title": "Spel opgeslagen"
        }
    },
    "orders": {
        "amount": "Bedrag",
        "buy": "Kopen",
        "buying": "kopen",
        "confirmCancel": "Weet u zeker dat u deze bestelling wilt annuleren?",
        "for": "voor",
        "marketStorage": "Handel Opslag",
        "myOrders": "Plaats uw bestellingen",
        "noMarketStorage": "Geen marktopslag beschikbaar. Bouw handelsgebouwen om verkooporders te plaatsen.",
        "noOrders": "Geen actieve orders",
        "onlyAllianceMembers": "Alleen verkopen aan leden van de alliantie",
        "sell": "Kijk",
        "sellButton": "{{type}} {{amount}} {{resource}} voor {{price}} per eenheid",
        "selling": "verkoop",
        "storageFull": "Opslagruimte vol! Bouw meer handelsgebouwen.",
        "totalPrice": "Totale prijs",
        "unitPrice": "Eenheidsprijs"
    },
    "politics": {
        "accept": "accepteren",
        "allianceTradeInfo": "Kies een type alliantie:",
        "alliances": "Allianties",
        "applications": "Toepassingen",
        "applyForAlliance": "aanvraag voor alliantie",
        "back": "Terug",
        "cancelApplication": "toepassing annuleren",
        "choiceChangeCooldown": "Deze keuze kan na {{days}} dag(en) opnieuw worden gewijzigd.",
        "common": {
            "accept": "Accepteren",
            "applications": "Toepassingen",
            "globalRank": "Wereldwijde ranglijst",
            "greatFederation": "Grote Federatie",
            "kick": "Kick",
            "marketSize": "Marktomvang",
            "members": "Leden",
            "name": "Naam",
            "owner": "Eigenaar",
            "rank": "Rang",
            "reject": "Afwijzen",
            "scienceLeague": "Science League",
            "tradeAlliance": "Handelsalliantie",
            "value": "Waarde"
        },
        "createAlliance": "Alliantie vormen",
        "days": "dagen",
        "disbandAlliance": "Alliantie ontbinden",
        "globalRank": "Wereldwijde ranglijst",
        "go": "naar",
        "inviteToAlliance": "Nodig uit voor je alliantie",
        "kick": "kick",
        "leaveAlliance": "Alliantie verlaten",
        "loading": "Bezig met laden...",
        "marketSize": "Marktomvang",
        "marketSizeLabel": "Marktomvang: {{size}}",
        "members": "Leden",
        "name": "Naam",
        "noApplications": "Er zijn geen toepassingen.",
        "noModifiers": "Deze alliantie heeft geen modificatoren.",
        "owner": "Eigenaar",
        "placeholderDescription": "Alliantie Beschrijving",
        "placeholderName": "Alliantienaam",
        "rank": "Rang",
        "rankPrefix": "Nee.",
        "ranking": {
            "area": "Gebied",
            "buildings": "Gebouwen",
            "overall": "Algemeen",
            "population": "Bevolking",
            "resources": "Bronnen"
        },
        "reject": "afwijzen",
        "value": "Waarde"
    },
    "popup": {
        "apply": "Toepassen",
        "archive": "Archief",
        "demolish": "Sloop",
        "population": "Bevolking",
        "production": {
            "rate": "Beoordeel",
            "title": "Productie"
        },
        "storage": {
            "title": "Opslag"
        },
        "townName": "Naam van de stad:",
        "townColor": "Kleur van de stad:",
        "unnamedTown": "naamloze stad",
        "upgrade": "Upgrade naar {{building}}"
    },
    "settings": {
        "animations": "Animaties",
        "fullscreen": "Volledig scherm",
        "bushDensity": "Bossdichtheid",
        "clearTileCache": "Cachegegevens wissen",
        "density": {
            "dense": "Dicht",
            "normal": "Normaal",
            "off": "Uit",
            "sparse": "Sparse"
        },
        "grassDensity": "Grasdichtheid",
        "language": "Taal",
        "musicVolume": "Muziekvolume",
        "performanceFeatures": "- Visuele elementen aanpassen -",
        "resolutions": {
            "high": "Hoog",
            "low": "Laag",
            "medium": "Medium",
            "potato": "Aardappel",
            "ultra": "Ultra"
        },
        "rockDensity": "Rotsdichtheid",
        "showClouds": "Wolken weergeven",
        "soundVolume": "Geluidsvolume",
        "textureResolution": "Textuurresolutie",
        "title": "Instellingen",
        "treeDensity": "Bomen dichtheid",
        "uiScale": "UI-schaal"
    },
    "tips": {
        "loading": [
            "Een dag in het spel duurt een dag in het echte leven. Neem de tijd en laat je stad in je eigen tempo groeien.",
            "Je kunt gebouwen draaien voordat je ze plaatst met behulp van de Q- en E-toets.",
            "Dubbelklik in de vorm-editor om knooppunten te plaatsen.",
            "Gebruik de shift-toets om gebouwen te blijven plaatsen.",
            "Als je problemen ondervindt, laat het ons dan weten op Discord.",
            "Bouw een markt of een haven om handel met andere spelers mogelijk te maken.",
            "Bouw een stadhuis om allianties, ranglijsten en keuzes vrij te spelen.",
            "Bouw een universiteit om expedities en onderzoek te ontgrendelen.",
            "Een recensie op Steam helpt ons nieuwe spelers te vinden die deze wereld tot leven brengen.",
            "Niet alle grondstoffen zijn overal even gemakkelijk te verkrijgen. Soms is handelen goedkoper dan alles zelf produceren.",
            "Een recensie op Steam helpt ons nieuwe spelers te vinden die deze wereld tot leven brengen.",
            "Een recensie op Steam helpt ons nieuwe spelers te vinden die deze wereld tot leven brengen.",
            "Bezoek de wiki op projectrebearth.com voor alles over de wereld van Project."
        ]
    },
    "tooltip": {
        "cannotChange": "Kan niet worden gewijzigd voor",
        "construction": "Bouw",
        "refund": "Terugbetaling",
        "costPerMeter": "(voor m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Effecten",
        "upkeep": "Onderhoud",
        "production": "Productie",
        "move": "Verplaats dit gebouw"
    },
    "units": {
        "days": "dagen",
        "hours": "{{value}} h",
        "hoursLong": "uren",
        "minutes": "{{value}} m",
        "minutesLong": "minuten",
        "perDay": "/dag",
        "percentage": "{{waarde}}",
        "seconds": "{{value}} s",
        "secondsLong": "seconden"
    },
    "warnings": {
        "notEnoughPop": "Onvoldoende vrijwilligers"
    }
}