{
    "alliances": {
        "allianceTradeInfo": "Det er kult å slå seg sammen med andre spillere! Dere kan velge å handle eksklusivt med hverandre, og avhengig av hvem dere slår dere sammen med, vil dere også få ekstra fordeler.",
        "applyForAlliance": "Søk om allianse",
        "cancelApplication": "Avbryt søknad",
        "greatFederationDesc": "Slå deg sammen med sterke og organiserte mennesker! Få bedre beskyttelse mot tyveri og press mer ressurser ut av dine undersåtter. Dette kommer imidlertid på bekostning av mer byråkrati og mindre skatteinntekter.",
        "leaveAlliance": "Forlat alliansen",
        "marketSizeLabel": "Markedsstørrelse:",
        "scienceLeagueDesc": "Å bli med i en vitenskapsliga gjør deg smartere. Det er vitenskapelig bevist. Nyt raskere forskningshastighet og lavere ekspedisjonskostnader. Det gjør også folk lykkeligere! Men vi er ikke så flinke til å faktisk lage ting.",
        "tradeAllianceDesc": "Det handler om penger! Få rabatterte handelskostnader og økt skatteeffektivitet, men også høyere risiko for tyveri."
    },
    "biomes": {
        "1": "Tropiske og subtropiske løvskoger",
        "10": "Fjellgræsmarker",
        "11": "Tundra",
        "12": "Skogområder ved Middelhavet",
        "13": "Ørkener og tørre buskmarker",
        "14": "Mangroves",
        "2": "Tropiske og subtropiske løvskoger",
        "3": "Tropiske og subtropiske barskoger",
        "4": "Tempererte og blandede skoger",
        "5": "Temperert barskog",
        "6": "Boreale skoger",
        "7": "Tropiske og subtropiske gressletter",
        "8": "Tempererte savanner",
        "9": "Oversvømte gressletter",
        "98": "Arctic Wasteland",
        "99": "Isdekke"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Reduser kostnadene for folk som kjøper varene dine, samtidig som du øker kostnadene for å kjøpe varer fra andre spillere.",
            "importFocus": "Reduser kostnadene ved å kjøpe varer fra andre spillere, samtidig som du øker kostnadene for folk som kjøper dine varer.",
            "lavishRations": "La dem spise kake! Rike rasjoner vil øke mengden mat som trengs per person, men de vil være fornøyde.",
            "lowRations": "Det er min kake! Lav rasjonering vil redusere mengden mat som trengs per person, men folk vil ikke like det.",
            "neutralFocus": "Det er et fritt marked, gjør det du må gjøre. Hold både import- og eksportkostnadene på standardnivå.",
            "normalRations": "Akkurat riktig mengde mat til folket ditt. Hold matforbruket på standardnivå.",
            "taxation": "Det er bare rettferdig... Vil generere gull for hver innbygger, men reduserer lykke.",
            "veganSociety": "For en merkelig idé å spise dyr... Øker matproduksjonen, men du kan ikke produsere animalske produkter.",
            "workerSafety": "Mennesker er din største ressurs. Øker produksjonssikkerheten, men reduserer produksjonen.",
            "dubiousWorkingRules": "Mennesker er bare ressurser. Øker produksjonsvolumet, men øker ulykkesfrekvensen.",
            "crampedQuarters": "Hvor mye personlig plass trenger du egentlig? Vi kan få plass til flere mennesker i de samme husene, ikke sant?",
            "intensiveFarming": "Intensivt jordbruk gjør det mulig å fôre dyrene dine med korn, noe som øker mengden animalske produkter du kan produsere.",
            "newTownBoost": "Som ny bosetter får du midlertidige bonuser som hjelper deg i gang. Disse vil forsvinne over tid."
        },
        "exclusiveOptions": "Eksklusive alternativer",
        "lockedFor": "Låst for",
        "option": "Alternativ",
        "title": "Valg",
        "titles": {
            "exportFocus": "Handel – Eksportfokus",
            "greatFederation": "Den store føderasjonen",
            "importFocus": "Handel – Importfokus",
            "lavishRations": "Rikelig med rasjoner",
            "lowRations": "Lav rasjonering",
            "neutralFocus": "Handel – Nøytralt fokus",
            "normalRations": "Normale rasjoner",
            "scienceLeague": "Science League",
            "taxation": "Beskatning",
            "tradeAlliance": "Handelsallianse",
            "veganSociety": "Vegan Society",
            "workerSafety": "Arbeidstakersikkerhet",
            "dubiousWorkingRules": "Tvilsomme arbeidsregler",
            "crampedQuarters": "Som sardiner!",
            "intensiveFarming": "Intensivt jordbruk",
            "newTownBoost": "Nye begynnelser!"
        },
        "unlock": "Lås opp"
    },
    "common": {
        "delete": "Slett",
        "deleting": "Sletter...",
        "loading": "Laster..."
    },
    "connection": {
        "backToMenu": "Tilbake til menyen",
        "lost": "Tilkoblingen er brutt",
        "message": "Serveren er midlertidig utilgjengelig. Dette kan skyldes vedlikehold eller omstart. Din fremgang på nettet er trygg, spillet vil fortsette automatisk når forbindelsen er gjenopprettet.",
        "reconnecting": "Koble til på nytt"
    },
    "controls": {
        "build": {
            "addMorePoints": "Legg til flere poeng",
            "areaLimitExceeded": "Områdegrense overskredet: {{size}} {{relation}} {{limit}}",
            "costs": "Kostnader:",
            "invalidLocation": "Ugyldig plassering",
            "mustBeNear": "Må være nær {{parent}}",
            "notEnoughResources": "Ikke nok ressurser",
            "tooHigh": "Zoom inn nærmere"
        },
        "cancel": "✗",
        "close": "Lukk",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Legg til flere poeng",
            "calculating": "Beregner...",
            "duration": "Varighet",
            "expedition": "Expedition",
            "finished": "Ferdig!",
            "food": "Mat",
            "knowledge": "Kunnskap",
            "population": "Befolkning",
            "timeLeft": "Gjenværende tid",
            "title": "Utforskningskostnader"
        },
        "next": "Neste",
        "previous": "Forrige"
    },
    "errors": {
        "fetchSlots": "Kunne ikke laste inn lagringsplasser",
        "generic": "Noe gikk galt",
        "invalidFile": "Ugyldig filformat",
        "loadingBuild": "Feil ved lasting av build",
        "serverConnection": "Feil i serverforbindelsen",
        "webWorkersNotSupported": "Kan ikke kjøre spillet: Web Workers støttes ikke"
    },
    "events": {
        "confirm": "Ok",
        "consequences": "Effekter",
        "remaining": "{{count}} Gjenværende",
        "titles": {
            "food_shortage": "Folket er sultne",
            "strike": "Strike",
            "celebration": "En gave til deg",
            "productivity_boom": "Kom igjen!",
            "expedition_found": "Ekspedisjonen er tilbake!",
            "animal_unlock": "Vel, vel, vel... hva har vi her?",
            "bankruptcy": "Konkurs!",
            "raid": "Varene dine ble stjålet!",
            "trade": "Avtale!",
            "player_message": "Du har fått post!"
        },
        "descriptions": {
            "food_shortage": "Du går tom for mat! Hvis folk ikke får mat, vil de stjele alt de kan for å overleve, eller til og med slutte å jobbe.",
            "strike": "Folket er ikke fornøyd! Uansett hva du gjør, liker de det ikke. Sørg for at folket ditt er fornøyd, slik at bygningene ikke stenger.",
            "celebration": "Folk er fornøyde! Uansett hva du gjør, fortsett med det! Som en liten gave har de samlet inn noen varer til deg, slik at du kan fortsette å bygge denne fantastiske byen. Så søtt!",
            "productivity_boom": "Folk er ekstatiske! De elsker deg og jobbet gjerne overtid for deg. Ved å gjøre det klarte de å produsere litt mer av alt. De vil at denne byen skal lykkes, vet du!",
            "expedition_found": "Ekspedisjonen din har returnert med verdifulle ressurser og kunnskap! Dette vil være til stor nytte for byens utvikling og forskningsarbeid. Loggboken deres inneholder imidlertid en interessant oppføring:",
            "animal_unlock": "Hva fant vi her? Ekspedisjonen din kom tilbake med et overraskende tamt dyr. Det ser ut til å foretrekke å bo i byen din fremfor i villmarken. Det ville være uhøflig å sende det tilbake nå, ikke sant?",
            "bankruptcy": "Du har rett og slett ikke nok mynter! Et tårn har brutt sammen. Tårnene du har bygget vil forfalle og bli ødelagt hvis du ikke vedlikeholder dem med tilstrekkelig med mynter.",
            "raid": "Du burde ha oppbevart varene dine bedre! De var lett tilgjengelige, og noen ukjente tyver stakk av med en del av ressursene dine.",
            "trade": "Noen har fullført (deler av) handelsordren din.",
            "player_message": "En budbringer har ankommet fra en annen by med en beskjed til deg."
        }
    },
    "game": {
        "zoomToBuild": "Zoom inn for å begynne å bygge",
        "buildings": {
            "assets": {
                "expedition": "Expedition",
                "bakery": "Bakeri",
                "boat": "Båt",
                "brewery": "Bryggeri",
                "bridge": "Bro",
                "center": "Senter",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Forbedret Clay Crane",
                "claypit": "Leirgruve",
                "creamery": "Creamery",
                "dock": "Imidlertid",
                "fence1": "Tre gjerde",
                "fence2": "Vevd gjerde",
                "fence3": "Gjerdeform",
                "fence4": "Gjerdelinje",
                "fences": "Gjerder",
                "field": "Felt",
                "firepit": "Fire Pit",
                "fireplace": "Peis",
                "fishery": "Fiskeri",
                "foraging_hut": "Foraging Hut",
                "fountain": "Fountain",
                "house_1": "Shack",
                "house_2": "Hytte",
                "house_3": "Hytte",
                "house_4": "Hus",
                "house_5": "Bosted",
                "house_6": "Landsby",
                "large_ship": "Stort skip",
                "large_statue": "Stor statue",
                "logpile": "Log Pile",
                "market": "Marked",
                "market_stall": "Markedsboder",
                "market_stall_1": "Kjøtt",
                "market_stall_2": "Fisk",
                "market_stall_3": "Brød",
                "market_stall_4": "Grønnsak",
                "market_stall_5": "Varer",
                "medium_ship": "Middels skip",
                "nursery": "Treplanteskole",
                "park": "Park",
                "path": "Stien",
                "pier": "Pier",
                "plaza": "Plaza",
                "dirt": "Skitt",
                "port": "Port",
                "quarry": "Steinbrudd",
                "road": "Veien",
                "ruinsBig": "Store ruiner",
                "ruinsSmall": "Små ruiner",
                "saw": "Sagbruk",
                "small_ship": "Liten skip",
                "small_statue": "Liten statue",
                "square": "Kvadrat",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Forbedret steinkran",
                "table": "Tabell",
                "tailor": "Skreddersy",
                "tavern": "Tavern",
                "tent": "Telt",
                "tower": "Tårn",
                "town_hall": "Rådhuset",
                "tree": "Tre",
                "university": "Universitet",
                "museum": "Museum",
                "warehouse": "Lager",
                "water_tower": "Vanntårn",
                "windmill": "Windmill",
                "windmill_upgraded": "Forbedret vindmølle",
                "woodcutter": "Treskjærer",
                "refinery": "Raffineri",
                "iron_mine": "Jernmine",
                "iron_mine_upgraded": "Forbedret jernmine",
                "glassworks": "Glassverk",
                "tools_workshop": "Verktøyverksted",
                "well": "Vel"
            },
            "categories": {
                "decoration": "Dekorasjon",
                "defense": "Territorium",
                "food": "Mat",
                "housing": "Bolig",
                "infrastructure": "Infrastruktur",
                "military": "Militær",
                "production": "Produksjon",
                "research": "Forskning",
                "resources": "Ressurser",
                "storage": "Lagring",
                "town": "By"
            },
            "descriptions": {
                "bakery": "Ingenting slår duften av ferskt brød, laget med det ferskeste melet og en og annen kakerlakk.",
                "boat": "Båten er ypperlig for fiske i dypere farvann, eller for unge par som vil kysse hverandre av og til.",
                "brewery": "Noen har latt sine fuktige korn ligge ute for lenge, og nå er det blitt en stor trend! La oss lage mer av det.",
                "bridge": "Det er en bro. Hva forventet du? Den tar deg fra A til B.",
                "center": "Hjertet av byen din, det er her alt begynner! Her bor det noen få mennesker, og her oppbevares det viktigste. Det kan oppgraderes til et torg som ser litt mer permanent ut.",
                "clay_crane": "Kranen, en av de største oppfinnelsene som sparer ryggen! Du trenger ikke lenger å bære all denne leiren ut av gropen, bare bruk kranen.",
                "clay_crane_upgraded": "Med disse rare materialene vi finner, er jeg sikker på at vi kan få denne kranen til å fungere enda bedre!",
                "claypit": "Det er bare en enkel grop i bakken. Men hvis vi tørker ut jorden vi får her, blir den ganske hard! Det er et arbeidskrevende prosjekt, og etterlater ganske stygge arr i landskapet.",
                "creamery": "Noen har latt fersk melk stå ute for lenge, og nå er den... fast? I det minste kan vi selge den som mat nå.",
                "dock": "Utvid havnen din! Lag mer plass til havnebygninger og skip.",
                "fence1": "Et enkelt treverkstak for å holde enkle skapninger ute eller inne.",
                "fence2": "Et flettet gjerde for å holde enkle skapninger ute eller inne.",
                "fence3": "Tegn et tilpasset gjerde for å holde enkle skapninger ute eller inne.",
                "fence4": "Tegn et langt gjerde for å holde enkle skapninger ute. Eller inne.",
                "fences": "Gjerder er en god måte å holde uønskede besøkende ute av byen din, eller å holde dem inne.",
                "firepit": "En ildsted er en solid konstruksjon som holder varmen og brukes til matlaging. Bare husk å slukke den før du legger deg.",
                "fireplace": "Ingenting er koseligere enn å synge rundt peisen. Selv om røyken alltid vil blåse rett mot deg.",
                "field": "Når vi rydder et felt, kan vi dyrke planter der. Noen av dem kan vi til og med spise!",
                "fishery": "Ingenting er mer idyllisk enn et lite fiskeri på kysten. Det produserer relativt fersk fisk til byen din.",
                "foraging_hut": "Hvem trenger fancy mat når man kan spise alt som vokser i naturen? Foraging-hytta samler inn ulike materialer, men den trenger mye åpen plass for å gjøre det.",
                "fountain": "En av våre største tekniske bragder! Hvem elsker ikke rennende vann?",
                "house_1": "Alle trenger et sted å bo. Dette lille huset gir dine folk et sted å spise og bo.",
                "house_2": "Alle trenger et sted å bo. Dette lille huset gir dine folk et sted å spise og bo.",
                "house_3": "Alle trenger et sted å bo. Dette huset gir dine folk et sted å spise og bo.",
                "house_4": "Alle trenger et sted å bo. Dette huset gir dine folk et sted å spise og bo.",
                "house_5": "Alle trenger et sted å bo. Dette forseggjorte huset gir folket ditt et sted å spise og bo.",
                "house_6": "Alle trenger et sted å bo. Dette luksuriøse huset gir dine folk et sted å spise og bo.",
                "large_ship": "Jeg tror ikke de kan bli større enn dette. Se på dette! Nei, virkelig, alle sammen, se på dette! Dette må redusere transportkostnadene enda mer.",
                "large_statue": "En stor statue for en stor fyr. Folk sier at han faktisk var så stor.",
                "logpile": "Hva er den beste måten å lagre tre på? Bare kast det i en haug.",
                "market": "Markedet lar deg handle med andre byer. Hus liker å ligge i nærheten av disse.",
                "market_stall": "Legg til en markedsbod i byen din",
                "market_stall_1": "En bod som selger kjøttprodukter.",
                "market_stall_2": "En bod som selger fiskeprodukter.",
                "market_stall_3": "En bod som selger brødprodukter.",
                "market_stall_4": "En bod som selger grønnsaksprodukter.",
                "market_stall_5": "En bod som selger ulike varer.",
                "medium_ship": "Det er et flott skip. Ikke for stort, ikke for lite. Bare flott. Reduserer transportkostnadene med ytterligere 25 %.",
                "nursery": "Hvorfor la trefelleren gå til trærne når vi kan bringe trærne til trefelleren?",
                "park": "Legg til en fin park i byen din, slik at innbyggerne kan slappe av der.",
                "path": "En enkel grusvei som gjør jobben, selv om bygningene fungerer like bra uten dem.",
                "pier": "Folk sverger på at de største fiskene finnes på dypt vann. La oss se hvor dypt vi kan gå!",
                "plaza": "Pene fliser til din pene by. Perfekt til markedsplasser, dekorasjon eller bare for å vise frem rikdommen din.",
                "dirt": "Det viser hvor folk går, men ingen gidder å legge ordentlige fliser.",
                "port": "Havnen lar deg handle med andre byer. Det er mye mer effektivt enn å handle over land, og transportkostnadene blir halvert.",
                "quarry": "Steinbrudd lar deg utvinne stein fra jorden. Det er et intensivt arbeid, men stein varer evig! Det etterlater imidlertid store arr i landskapet.",
                "road": "Veier gir strukturen til landsbyen din. De er ikke nødvendige for bygningene dine, men de ser finere ut enn stier.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Fremgang! Med noen smarte verktøy kan vi gjøre trebearbeiding til en lek.",
                "small_ship": "Et lite skip for små turer. Og se! Dette flyter til og med. Vi kunne sannsynligvis redusere transportkostnadene litt med dette.",
                "small_statue": "En liten statue av en liten mann. Folk sier at han faktisk var så liten.",
                "square": "Et skikkelig torg! Dette torget ser finere ut enn det vanlige sentrum.",
                "stone_crane": "Kranen, en av de største oppfinnelsene som sparer ryggen! Vi trenger ikke lenger å slepe all denne steinen ut av steinbruddet, bare bruk kranen.",
                "stone_crane_upgraded": "Med disse rare materialene vi har funnet, er jeg sikker på at vi kan få denne kranen til å fungere enda bedre!",
                "table": "Det er hyggeligere å spise ved et bord enn på gulvet. Med mindre du liker å finne knasende insekter i maten eller i buksene dine.",
                "tailor": "Å være naken kommer du ikke langt med. Få en skredder til å lage klær til deg som holder deg varm.",
                "tavern": "Tavernaen er et sted hvor innbyggerne dine kan møtes og drikke. I det minste kan du tjene penger på folks dårlige beslutninger.",
                "tent": "Hvordan få mer trevirke ut av skogen? Sett flere mennesker i skogen. Hvordan setter vi flere mennesker i skogen? Sett flere telt i skogen.",
                "tower": "Vårt land strekker seg så langt vi kan se. Hvis vi kan se lenger, utvides vårt land ytterligere.",
                "town_hall": "Veldig viktige personer kan holde oversikt over noen veldig viktige tall her. Dessuten ser det bra ut.",
                "tree": "Trær er fantastiske! Legg til flere.",
                "university": "Et sted hvor du kan samle alle dine smarte folk for å gjøre smarte ting. Og med all deres fritid kan du til og med sende dem på ekspedisjoner!",
                "museum": "La alle se på de kule tingene vi har funnet! La oss plassere dem i den flotteste bygningen vi kan lage.",
                "warehouse": "Et lager kan lagre alle slags ressurser; bare gi dem plass til å gjøre det.",
                "water_tower": "Vårt territorium strekker seg så langt vi kan se. Hvis vi kan se lenger, utvides vårt territorium ytterligere.",
                "windmill": "Det er utrolig at noen klarte å gjøre vinden om til mat. Det er den eneste mulige måten å gjøre de harde plantebergartene om til mel til vårt myke, deilige brød.",
                "windmill_upgraded": "Med disse rare materialene vi har funnet, er jeg sikker på at vi kan få denne vindmøllen til å gå enda raskere. Jo flere bevegelige deler, jo bedre, ikke sant?",
                "woodcutter": "Treskjæreren vil hugge tre. Hvor mye tre? Så mye som en treskjærer kan.",
                "refinery": "Raffineriet brukes til å raffinere rare steiner til skinnende, formbare steiner.",
                "iron_mine": "Vi gravde en dyp grop fordi vi fant noen rare steiner. La oss sende alle våre folk dit for å hente dem. Hva er det verste som kan skje?",
                "iron_mine_upgraded": "Med disse rare materialene vi har funnet, er jeg sikker på at vi kan få flere skinnende steiner ut av bakken raskere!",
                "glassworks": "Glassworks lar deg produsere glass av sand, som kan brukes til ulike avanserte formål.",
                "tools_workshop": "Med et verktøyverksted kan du produsere verktøy som er essensielle for noen menneskers arbeid.",
                "well": "Selv om det er morsomt å stå i regnet med munnen åpen, er det litt vanskeligere når du har et badekar å fylle. En brønn passer bedre til byen din."
            }
        },
        "crops": {
            "cow": "Ku",
            "empty": "Tom",
            "goat": "Geit",
            "grain": "Korn",
            "maize": "Brød",
            "potato": "Potet",
            "sheep": "Sau"
        },
        "effects": {
            "accidentRate": "Ulykkesfrekvens",
            "allProduction": "All produksjon",
            "constructionCost": "Byggekostnad",
            "expeditionCost": "Ekspedisjonskostnad",
            "exportCost": "Eksportkostnad",
            "foodConsumption": "Matforbruk",
            "foodProduction": "Matproduksjon",
            "goodsProduction": "Produksjon av varer",
            "happiness": "Lykke",
            "importCost": "Importkostnad",
            "populationProduction": "Befolkning Rediger",
            "populationCapacity": "Boligkapasitet",
            "raidRisk": "Tyveririsiko (ved overskridelse av lagringskapasitet)",
            "researchSpeed": "Forskningshastighet",
            "taxation": "Beskatning",
            "animalProduction": "Dyreproduksjon"
        },
        "expedition": {
            "start": "Start Expedition"
        },
        "resources": {
            "clothes": "Klær",
            "coin": "Mynter",
            "drinks": "Drikkevarer",
            "earth": "Jorden",
            "flour": "Mel",
            "food": "Mat",
            "grain": "Korn",
            "happiness": "Lykke",
            "knowledge": "Kunnskap",
            "pop": "Befolkning",
            "stone": "Stein",
            "wood": "Tre",
            "wool": "Ull",
            "ore": "Vi",
            "metal": "Metall",
            "tools": "Verktøy",
            "glass": "Glass",
            "scrap": "Skrot",
            "milk": "Melk"
        },
        "views": {
            "build": "Bygg",
            "explore": "Utforsk",
            "market": "Marked",
            "player": "Spiller",
            "politic": "Politikk",
            "watch": "Se"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Dobbeltklikk for å plassere noder",
            "multiPlace": "Fortsett å plassere",
            "rotate": "Roter",
            "restriction": "Område som ikke kan bygges på"
        },
        "capacity": "Kapasitet",
        "defaultTownName": "Unavngitt by",
        "is_throttled": "går tom! Noen bygninger fungerer kanskje ikke som de skal.",
        "placeCenterPrompt": "Plasser senteret ditt",
        "storage_overflow": "Lagringsplassen er full! Risikoen for tyveri er økt."
    },
    "intro": {
        "message1": "Hvis du leser dette, betyr det at du er den utvalgte, som er bestemt til å gjenbosette overflaten. Det du ser foran deg er vår planet, vår verden slik den er i dag. Ingenting er som det var før. Eller i det minste, slik vi tror det var før. Ingen husker det egentlig.",
        "message2": "Men oppgaven din er enkel. Finn et sted og start en ny bosetning. Utvid bosetningen din, og kanskje du vil kunne nå ut til andre som har gjort det samme. Kanskje vi sammen kan finne ut hva som skjedde med jorden vår.",
        "good_luck": "Lykke til!",
        "based": {
            "w": {
                "message1": "Godt valg! Du har bosatt deg i et biom fullt av frodige trær og dyreliv. Det vil ikke være noe problem å finne tre og samle ressurser her, selv om det kan være litt vanskeligere å finne mer komplekse materialer og malmer. Men jeg tror på deg, og du vil se at ingenting er umulig.",
                "message2": "Dine muligheter er fortsatt begrensede. Sørg først for å sikre deg en jevn strøm av ressurser. Bygg deretter et marked for å handle med andre bosetninger. Når du har fått fotfeste, kan du til og med starte større prosjekter, som å bygge en havn for å gjøre handelen billigere, et rådhus for å holde oversikt over alt, eller til og med et universitet for å kunne utforske verden rundt oss.",
                "good_luck": "Du klarer dette!"
            },
            "s": {
                "message1": "Et godt valg å bosette seg i dette steinete biom, hvor du kan bli ett med jorden. Det er ikke noe problem å finne stein og malm her, men det kan være litt vanskeligere å dyrke mat. Men jeg er sikker på at andre gjerne vil bytte mot dine rike forekomster av verdifulle materialer!",
                "message2": "Dine muligheter er fortsatt begrenset. Sørg for å skaffe deg en jevn strøm av ressurser først. Bygg deretter et marked for å handle med andre bosetninger. Når du har fått fotfeste, kan du til og med starte større prosjekter, som å bygge en havn slik at handel blir billigere, et rådhus slik at vi kan holde oversikt over alt, eller til og med et universitet slik at du kan begynne å utforske verden rundt oss.",
                "good_luck": "Bygg sterkt!"
            },
            "e": {
                "message1": "Luften er tørr og solen er sterk. Det er ikke det enkleste biom, men du kan bygge bosetningen din fra selve jorden. Det kan være litt vanskeligere å finne brukbart treverk her, men jorden ser ut til å være god for de fleste avlinger. Jeg er sikker på at du med din oppfinnsomhet vil få dette til å fungere.",
                "message2": "Dine muligheter er fortsatt begrensede. Sørg først for å sikre deg en jevn strøm av ressurser. Bygg deretter et marked for å handle med andre bosetninger. Når du har fått fotfeste, kan du til og med starte større prosjekter, som å bygge en havn for å gjøre handelen billigere, et rådhus for å holde oversikt over alt, eller til og med et universitet for å kunne utforske verden rundt oss.",
                "good_luck": "God bygging!"
            },
            "a": {
                "message1": "Det er et interessant valg. Hvorfor ville du bosette deg i denne arktiske ødemarken? Jeg kan ikke se noen trær eller steiner her, men du kan vel alltid handle med andre. Bare sørg for å holde folket ditt ekstra varmt og mett.",
                "message2": "Dine muligheter er svært begrensede. Prioriter å bygge et marked slik at du kan handle med andre bosetninger. Jeg håper du har gode forbindelser, for dette kommer til å bli tøft. Hvis du klarer det, kan du til og med starte større prosjekter som å bygge en havn slik at handel blir billigere, et rådhus slik at vi kan holde oversikt over alt, eller til og med et universitet slik at du kan begynne å utforske verden rundt oss.",
                "good_luck": "Lykke til."
            }
        }
    },
    "loading": {
        "assets": "Laster inn ressurser...",
        "connecting": "Kobler til server...",
        "game": "Laster spill..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Slett alt",
            "menu": "Meny",
            "quicksettings": "Innstillinger",
            "saveBuild": "Lagre Bygg",
            "saveSandbox": "Lagre Bygg"
        },
        "main": {
            "credits": "Kreditering",
            "enterMultiplayer": "Gå inn i verden",
            "loadSandbox": "Last inn Sandbox",
            "newSandbox": "Ny sandkasse",
            "returnToDesktop": "Gå tilbake til skrivebordet",
            "serverOffline": "Kan ikke nå serveren. Serveren kan være overbelastet eller midlertidig nede på grunn av vedlikehold. Sjekk Discord for den siste statusen.",
            "settings": "Innstillinger",
            "subtitle": "Dette er en tidlig utgave av Project Rebearth. Ta kontakt hvis du støter på problemer mens du spiller.",
            "demoSubtitle": "Dette er en demo av Project Rebearth. Kun sandkasse-bybyggerspillet er aktivert. For å spille på flerspiller-kloden med ressursadministrasjon, må du kjøpe fullversjonen.",
            "demoRestriction1": "Bak denne knappen ligger den enorme online flerspillerverdenen til Project Rebearth. Du befinner deg imidlertid i demoen, og bare sandkassemodus uten ressursadministrasjon er tilgjengelig.",
            "demoRestriction2": "Sandkassemodus lar deg fortsatt lage fantastiske kart, eksportere dem i høy oppløsning og oppleve hvordan en spillverden i skala 1:1 føles.",
            "title": "Prosjekt Rebearth Server",
            "welcome": "Velkommen, {{name}}!"
        },
        "sandbox": {
            "description": "Sandkassemodus lar deg bygge fritt uten begrensningene i flerspillerverdenen. Det er bare deg og ingen ressursbegrensninger. Du kan lagre fremgangen din og laste den inn senere.",
            "loadFromFile": "Last inn fra fil",
            "loadTitle": "Last inn Sandbox",
            "noSaves": "Ingen lokale lagringer funnet.",
            "start": "Start nytt spill",
            "title": "Ny sandkasse"
        },
        "slots": {
            "cooldownActive": "Dette sporet er på avkjøling",
            "cooldownTimer": "Tilgjengelig på {{time}}",
            "deleteConfirm": "Er du sikker på at du vil slette denne lagringen? Denne handlingen kan ikke angres.",
            "empty": "Tom plass",
            "guidelinesLink": "brukerveiledning",
            "guidelinesNotice1": "Ved å delta i online flerspillermodus bekrefter du at du aksepterer og overholder ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Brukerveiledning",
            "guidelinesIntro": "Det er tydeligvis ikke alle på internett som har samme forståelse av hva som er sunn fornuft. Av den grunn følger her et sett med regler du må godta når du blir med i den enorme flerspillerverdenen Project Rebearth. Dette sikrer at verden er et morsomt og åpent sted for alle å være i.",
            "guidelinesRule1": "Vær respektfull overfor andre spillere og deres kreasjoner. Behandle andre slik du selv ønsker å bli behandlet.",
            "guidelinesRule2": "Ingen upassende språk eller symboler. Tilfeldig genererte navn kan være morsomme, men brukerinnspill må ikke være upassende.",
            "guidelinesRule3": "Ikke bruk bots, exploits eller automatiseringsverktøy. Dette spillet er laget av mennesker, for å nytes av mennesker. Bots har ingen plass her.",
            "guidelinesRule4": "Trusler mot andre brukere er forbudt.",
            "guidelinesOutro": "Hvis du er i tvil om noe er tillatt, er det sannsynligvis ikke det. Hvis du ikke følger disse retningslinjene, kan det føre til at bygninger blir slettet, byer fjernet eller at kontoen din (midlertidig) blir suspendert etter moderatorenes skjønn.",
            "locked": "Låst",
            "lockedText": "Låst",
            "newGame": "Nytt spill",
            "play": "Spill",
            "population": "Innbyggere",
            "slot": "Slot",
            "title": "Velg en lagringsplass",
            "unlockHint1000": "Lås opp ved 1000 innbyggere",
            "unlockHint10000": "Lås opp ved 10 000 innbyggere",
            "unnamedCity": "Unavngitt by"
        },
        "locked": {
            "settleFirst": "Bygg først sentrum av byen din.",
            "townHall": "Bygg et rådhus for å låse opp global rangering, allianser og valgmuligheter.",
            "university": "Bygg et universitet for å låse opp ekspedisjoner og forskning.",
            "market": "Bygg et marked eller en havn for å låse opp det globale markedet.",
            "noBiomeAssets": "Det finnes ingen bygninger av denne typen i dette biom."
        }
    },
    "modals": {
        "archive": {
            "title": "Arkiver"
        },
        "choices": {
            "selectChoice": "Velg valg",
            "title": "Valg"
        },
        "deleteConfirmation": {
            "cancel": "Avbryt",
            "confirm": "Slett",
            "message": "Er du sikker på at du vil slette hele byen din? Denne handlingen kan ikke angres.",
            "title": "Bekreft sletting"
        },
        "diplomacy": {
            "alliances": "Allianser",
            "enemy": "Fiende",
            "neutral": "Nøytral",
            "title": "Diplomati",
            "you": "Du"
        },
        "message": {
            "title": "Send Messenger",
            "sendMessage": "Send Messenger",
            "to": "Til",
            "placeholder": "Skriv meldingen din her...",
            "cost": "Kostnad",
            "send": "Send",
            "sending": "Sender...",
            "sent": "Budbringeren er sendt!",
            "insufficientGold": "Ikke nok gull"
        },
        "market": {
            "amount": "Beløp",
            "back": "Tilbake",
            "base": "Base",
            "buy": "KJØP",
            "buys": "kjøper",
            "bought": "kjøpt",
            "for": "for",
            "price": "Pris",
            "pricePerUnit": "Pris per enhet",
            "quantity": "Mengde",
            "resource": "Ressurs",
            "sell": "Se",
            "sells": "selger",
            "sold": "solgt",
            "title": "Marked",
            "total": "Totalt",
            "totalLabel": "Totalt",
            "transport": "Transport",
            "unitPrice": "til en enhetspris på"
        },
        "orders": {
            "title": "Mine bestillinger"
        },
        "ranking": {
            "area": "Område",
            "buildings": "Bygninger",
            "goToPlayer": "Gå til spiller",
            "overall": "Generelt",
            "player": "Spiller",
            "population": "Befolkning",
            "resources": "Ressurser",
            "title": "Rangering"
        },
        "save": {
            "download": "Last ned fil",
            "message": "Spillet ditt er lagret lokalt.",
            "title": "Spill lagret"
        }
    },
    "orders": {
        "amount": "Beløp",
        "buy": "Kjøp",
        "buying": "kjøp",
        "confirmCancel": "Er du sikker på at du vil avbryte denne bestillingen?",
        "for": "for",
        "marketStorage": "Handel Lagring",
        "myOrders": "Legg inn bestillinger",
        "noMarketStorage": "Ingen markedslagring tilgjengelig. Bygg handelsbygninger for å legge inn salgsordrer.",
        "noOrders": "Ingen aktive ordrer",
        "onlyAllianceMembers": "Selg kun til allianse medlemmer",
        "sell": "Se",
        "sellButton": "{{type}} {{amount}} {{resource}} for {{price}} per enhet",
        "selling": "salg",
        "storageFull": "Lagringsplassen er full! Bygg flere handelsbygninger.",
        "totalPrice": "Totalpris",
        "unitPrice": "Enhetspris"
    },
    "politics": {
        "accept": "godta",
        "allianceTradeInfo": "Velg en allianse-type:",
        "alliances": "Allianser",
        "applications": "Applikasjoner",
        "applyForAlliance": "søk om allianse",
        "back": "Tilbake",
        "cancelApplication": "Avbryt søknad",
        "choiceChangeCooldown": "Dette valget kan endres igjen etter {{days}} dag(er)",
        "common": {
            "accept": "Godta",
            "applications": "Applikasjoner",
            "globalRank": "Global rangering",
            "greatFederation": "Den store føderasjonen",
            "kick": "Kick",
            "marketSize": "Markedsstørrelse",
            "members": "Medlemmer",
            "name": "Navn",
            "owner": "Eier",
            "rank": "Rang",
            "reject": "Avvis",
            "scienceLeague": "Science League",
            "tradeAlliance": "Handelsallianse",
            "value": "Verdi"
        },
        "createAlliance": "Opprett allianse",
        "days": "dager",
        "disbandAlliance": "oppløse allianse",
        "globalRank": "Global rangering",
        "go": "til",
        "inviteToAlliance": "inviter til alliansen din",
        "kick": "spark",
        "leaveAlliance": "forlate alliansen",
        "loading": "Laster...",
        "marketSize": "Markedsstørrelse",
        "marketSizeLabel": "Markedsstørrelse: {{size}}",
        "members": "Medlemmer",
        "name": "Navn",
        "noApplications": "Det finnes ingen applikasjoner.",
        "noModifiers": "Denne alliansen har ingen modifikatorer.",
        "owner": "Eier",
        "placeholderDescription": "Alliansebeskrivelse",
        "placeholderName": "Alliansenavn",
        "rank": "Rang",
        "rankPrefix": "Nei.",
        "ranking": {
            "area": "Område",
            "buildings": "Bygninger",
            "overall": "Generelt",
            "population": "Befolkning",
            "resources": "Ressurser"
        },
        "reject": "avvise",
        "value": "Verdi"
    },
    "popup": {
        "apply": "Bruk",
        "archive": "Arkiv",
        "demolish": "Riv",
        "population": "Befolkning",
        "production": {
            "rate": "Vurder",
            "title": "Produksjon"
        },
        "storage": {
            "title": "Lagring"
        },
        "townName": "Byens navn:",
        "townColor": "Byens farge:",
        "unnamedTown": "Ubenevnt by",
        "upgrade": "Oppgrader til {{building}}"
    },
    "settings": {
        "animations": "Animasjoner",
        "fullscreen": "Fullskjerm",
        "bushDensity": "Busktetthet",
        "clearTileCache": "Tøm cacheminne",
        "density": {
            "dense": "Tett",
            "normal": "Normal",
            "off": "Av",
            "sparse": "Sparse"
        },
        "grassDensity": "Gressdensitet",
        "language": "Språk",
        "musicVolume": "Musikkvolum",
        "performanceFeatures": "- Juster visuelle elementer -",
        "resolutions": {
            "high": "Høy",
            "low": "Lav",
            "medium": "Medium",
            "potato": "Potet",
            "ultra": "Ultra"
        },
        "rockDensity": "Steindensitet",
        "showClouds": "Vis skyer",
        "soundVolume": "Lydvolum",
        "textureResolution": "Teksturoppløsning",
        "title": "Innstillinger",
        "treeDensity": "Trærnes tetthet",
        "uiScale": "UI-skala"
    },
    "tips": {
        "loading": [
            "En dag i spillet varer en dag i virkeligheten. Ta deg god tid og bygg byen din i ditt eget tempo.",
            "Du kan rotere bygninger før du plasserer dem ved å bruke Q- og E-tasten.",
            "Dobbeltklikk i formredigereren for å plassere noder.",
            "Bruk shift-tasten for å fortsette å plassere bygninger.",
            "Hvis du støter på problemer, vennligst gi oss beskjed på Discord.",
            "Bygg et marked eller en havn for å låse opp handel med andre spillere.",
            "Bygg et rådhus for å låse opp allianser, rangeringer og valgmuligheter.",
            "Bygg et universitet for å låse opp ekspedisjoner og forskning.",
            "Bli med i vårt livlige spillermiljø på Discord for å dele dine kreasjoner og få tips.",
            "Noen bygninger kan bare plasseres i nærheten av hovedbygningen, for eksempel sagbruket og trefelleren.",
            "Ikke alle ressurser er like lett tilgjengelige overalt. Noen ganger vil det være billigere å handle enn å produsere alt selv.",
            "En anmeldelse på Steam hjelper oss med å finne nye spillere som kan bidra til å bygge en levende verden.",
            "Besøk wiki-siden på projectrebearth.com for å lære alt om verdenen i Project Rebearth!"
        ]
    },
    "help": {
        "hud": "Dette panelet viser alle ressursene du har, produserer og forbruker. Hold musepekeren over ikonene for å se mer informasjon om hver ressurs. Hvis du har lite av en ressurs, vil den bli uthevet i rødt, og bygninger kan bli tvunget til å redusere produktiviteten. Hvis du når kapasiteten din, vil det vises i fet skrift, og bygningene dine slutter å produsere. Du kan ha effekter, som startbonusen din, som påvirker hvor mye du produserer eller forbruker. Disse modifikatorene vises når du holder musepekeren over en ressurs. Ser du den roterende sirkelen til venstre? Den indikerer når spillet synkroniseres med serveren. Du vil ikke se ressursendringer før synkroniseringen er fullført. Ressursforbruk og -produksjon vises per dag. Dette er en faktisk dag i sanntid. Ressursene dine vil imidlertid øke sakte.",
        "market": "Velkommen til markedet! Se alle tingene andre spillere ønsker å kjøpe eller selge, og enda viktigere, til hvilken pris! Du må betale transportkostnader når du oppfyller andres bestillinger. Så hvis de er langt unna, kan det hende det ikke er verdt det, eller at det til og med koster mer enn det de er villige til å betale.",
        "orders": "Legg inn dine bestillinger! Fortell de andre spillerne hva du ønsker å kjøpe eller selge, og til hvilken pris. Dette er hva du vil motta eller betale. Husk at andre vil betale for transport. Det kan derfor hende at det ikke lønner seg å kjøpe noe til en lav pris hvis de andre spillernes fraktkostnader er for høye.",
        "popup": "Denne popup-vinduet viser deg all informasjon om denne bygningen. Her kan du endre viktige parametere for bygningen, eller til og med flytte dem. Dette er kun tilgjengelig når du er i byggemodus.",
        "storage": "Her kan du justere hvor mye denne bygningen kan lagre. Den har en viss kapasitet og kan romme en viss mengde varer. Du kan endre forholdet for å optimalisere den etter dine behov."
    },
    "tooltip": {
        "cannotChange": "Kan ikke endres for",
        "construction": "Konstruksjon",
        "cost": "Kostnad",
        "refund": "Refusjon",
        "costPerMeter": "(per m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Effekter",
        "upkeep": "Vedlikehold",
        "production": "Produksjon",
        "move": "Flytt denne bygningen"
    },
    "units": {
        "days": "dager",
        "hours": "{{value}} h",
        "hoursLong": "timer",
        "minutes": "{{value}} m",
        "minutesLong": "minutter",
        "perDay": "/dag",
        "percentage": "{{verdi}}",
        "seconds": "{{value}} s",
        "secondsLong": "sekunder"
    },
    "warnings": {
        "notEnoughPop": "Ikke nok frivillige"
    }
}