{
    "alliances": {
        "allianceTradeInfo": "Współpraca z innymi graczami to fajna sprawa. Możecie zdecydować się na wyłączną wymianę między sobą, a w zależności od tego, z kim się sprzymierzycie, otrzymacie również inne korzyści.",
        "applyForAlliance": "Zgłoś się do sojuszu",
        "cancelApplication": "Anuluj aplikację",
        "greatFederationDesc": "Połącz siły z silnymi i zorganizowanymi ludźmi! Zyskaj lepszą ochronę przed kradzieżami i wymuszaj na poddanych większe zasoby. Ale to wiąże się z większą biurokracją i mniejszymi dochodami z podatków.",
        "leaveAlliance": "opuszczenie sojuszu",
        "marketSizeLabel": "Wielkość rynku:",
        "scienceLeagueDesc": "Dołączenie do ligi naukowej sprawia, że stajesz się mądrzejszy. Jest to naukowo udowodnione. Ciesz się szybszym tempem badań i niższymi kosztami ekspedycji. Sprawia to również, że ludzie są szczęśliwsi! Nie jesteśmy jednak zbyt dobrzy w tworzeniu rzeczy.",
        "tradeAllianceDesc": "Wszystko kręci się wokół pieniędzy! Uzyskaj zniżki na koszty handlu i zwiększoną efektywność podatkową, ale także większe ryzyko kradzieży."
    },
    "biomes": {
        "1": "Lasy tropikalne i subtropikalne liściaste",
        "10": "Górskie łąki",
        "11": "Tundra",
        "12": "Las śródziemnomorski",
        "13": "Pustynie i suche zarośla",
        "14": "Mangroves",
        "2": "Lasy tropikalne i subtropikalne liściaste",
        "3": "Tropikalne i subtropikalne lasy iglaste",
        "4": "Lasy umiarkowane i mieszane",
        "5": "Las iglasty strefy umiarkowanej",
        "6": "Lasy borealne",
        "7": "Tropikalne i subtropikalne łąki",
        "8": "Sawanny umiarkowane",
        "9": "Zalane łąki",
        "98": "Arktyczna pustynia",
        "99": "Lodowa pokrywa"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Zmniejsz koszty dla osób kupujących Twoje towary, jednocześnie zwiększając koszty zakupu towarów od innych graczy.",
            "importFocus": "Zmniejsz koszt kupowania towarów od innych graczy, jednocześnie zwiększając koszt dla osób kupujących Twoje towary.",
            "lavishRations": "Niech jedzą ciastka! Hojne racje żywnościowe zwiększą ilość pożywienia potrzebną na osobę, ale ludzie będą zadowoleni.",
            "lowRations": "To moje ciasto! Niskie racje żywnościowe zmniejszą ilość jedzenia potrzebną na osobę, ale ludzie nie będą zadowoleni.",
            "neutralFocus": "To wolny rynek, rób co musisz. Utrzymuj koszty importu i eksportu na standardowym poziomie.",
            "normalRations": "Odpowiednia ilość pożywienia dla twoich ludzi. Utrzymuj spożycie pożywienia na standardowym poziomie.",
            "taxation": "To sprawiedliwe... Generuje złoto dla każdego mieszkańca, ale zmniejsza poziom szczęścia.",
            "veganSociety": "Co za dziwny pomysł, żeby jeść zwierzęta... Zwiększa produkcję żywności, ale nie można produkować produktów pochodzenia zwierzęcego.",
            "workerSafety": "Ludzie są Twoim największym atutem. Zwiększa bezpieczeństwo produkcji, ale zmniejsza wydajność.",
            "dubiousWorkingRules": "Ludzie są tylko zasobami. Zwiększa wydajność produkcji, ale podnosi wskaźnik wypadków.",
            "crampedQuarters": "Ile przestrzeni osobistej naprawdę potrzebujesz? W tych samych domach może mieszkać więcej osób, prawda?",
            "intensiveFarming": "Intensywna hodowla pozwala karmić zwierzęta zbożem, zwiększając ilość produktów pochodzenia zwierzęcego, które można wyprodukować."
        },
        "exclusiveOptions": "Opcje ekskluzywne",
        "lockedFor": "Zablokowany dla",
        "option": "Opcja",
        "title": "Wybory",
        "titles": {
            "exportFocus": "Handel – eksport",
            "greatFederation": "Wielka Federacja",
            "importFocus": "Handel – skupienie się na imporcie",
            "lavishRations": "Obfite racje żywnościowe",
            "lowRations": "Niskie racje żywnościowe",
            "neutralFocus": "Handel – neutralne podejście",
            "normalRations": "Normalne racje żywnościowe",
            "scienceLeague": "Liga Naukowa",
            "taxation": "Opodatkowanie",
            "tradeAlliance": "Sojusz handlowy",
            "veganSociety": "Vegan Society",
            "workerSafety": "Bezpieczeństwo pracowników",
            "dubiousWorkingRules": "Wątpliwe zasady działania",
            "crampedQuarters": "Jak sardynki!",
            "intensiveFarming": "Intensywne rolnictwo",
            "newTownBoost": "Nowy początek!",
            "foodShortage": "Niedobór żywności"
        },
        "unlock": "Odblokuj"
    },
    "common": {
        "delete": "Usuń",
        "deleting": "Usuwanie...",
        "loading": "Ładowanie..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Dodaj więcej punktów",
            "areaLimitExceeded": "Przekroczono limit obszaru: {{size}} {{relation}} {{limit}}",
            "costs": "Koszty:",
            "invalidLocation": "Nieprawidłowa lokalizacja",
            "mustBeNear": "Musi znajdować się w pobliżu {{parent}}",
            "notEnoughResources": "Niewystarczające zasoby",
            "tooHigh": "Powiększ"
        },
        "cancel": "✗",
        "close": "Zamknij",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Dodaj więcej punktów",
            "calculating": "Obliczanie...",
            "duration": "Czas trwania",
            "expedition": "Wyprawa",
            "finished": "Gotowe!",
            "food": "Żywność",
            "knowledge": "Wiedza",
            "population": "Ludność",
            "timeLeft": "Pozostały czas",
            "title": "Koszty eksploracji"
        },
        "next": "Dalej",
        "previous": "Poprzedni"
    },
    "errors": {
        "fetchSlots": "Nie można załadować slotów zapisu.",
        "generic": "Coś poszło nie tak",
        "invalidFile": "Nieprawidłowy format pliku",
        "loadingBuild": "Błąd podczas ładowania kompilacji",
        "serverConnection": "Błąd połączenia z serwerem",
        "webWorkersNotSupported": "Nie można uruchomić gry: brak obsługi Web Workers."
    },
    "events": {
        "confirm": "OK",
        "consequences": "Efekty",
        "remaining": "{{count}} Pozostałe",
        "titles": {
            "food_shortage": "Ludzie są głodni.",
            "strike": "Uderzenie",
            "celebration": "Prezent dla Ciebie",
            "productivity_boom": "Do dzieła!",
            "expedition_found": "Wyprawa powraca!",
            "animal_unlock": "No no no... co my tu mamy?",
            "bankruptcy": "Bankructwo!",
            "raid": "Twoje towary zostały skradzione!"
        },
        "descriptions": {
            "food_shortage": "Kończą się zapasy żywności! Jeśli ludzie nie będą mieli co jeść, będą kraść wszystko, co tylko się da, aby przeżyć, a nawet przestaną pracować.",
            "strike": "Ludzie nie są zadowoleni! Cokolwiek robisz, im się to nie podoba. Dbaj o zadowolenie swoich pracowników, aby uniknąć zamknięcia budynków.",
            "celebration": "Ludzie są zadowoleni! Cokolwiek robisz, rób to dalej! Jako mały prezent wszyscy zebrali dla Ciebie trochę towarów, abyś mógł dalej budować to niesamowite miasto. Jakie to urocze.",
            "productivity_boom": "Ludzie są zachwyceni! Kochają cię nad życie i chętnie pracują dla ciebie w nadgodzinach. Dzięki temu udało im się wyprodukować nieco więcej wszystkiego. Po prostu chcą, żeby to miasto odniosło sukces, wiesz.",
            "expedition_found": "Twoja ekspedycja powróciła z cennymi zasobami i wiedzą! Przyniesie to ogromne korzyści dla rozwoju Twojego miasta i badań naukowych. W dzienniku ekspedycji znajduje się jednak interesujący wpis:",
            "animal_unlock": "Co tu znaleźliśmy? Twoja ekspedycja powróciła z zaskakująco oswojonym zwierzęciem. Wygląda na to, że woli ono mieszkać w Twoim mieście niż na pustkowiu. Byłoby niegrzeczne odsyłać je teraz z powrotem, prawda?",
            "bankruptcy": "Po prostu nie masz monet! Wieża się zawaliła. Wieże, które zbudowałeś, ulegną zniszczeniu, jeśli nie będziesz ich utrzymywać za pomocą wystarczającej ilości monet.",
            "raid": "Powinieneś był lepiej schować swoje towary! Były łatwo dostępne i nieznani złodzieje ukradli część twoich zasobów."
        }
    },
    "game": {
        "zoomToBuild": "Powiększ, aby rozpocząć budowę",
        "buildings": {
            "assets": {
                "expedition": "Wyprawa",
                "bakery": "Piekarnia",
                "boat": "Łódź",
                "brewery": "Browar",
                "bridge": "Most",
                "center": "Środek",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Ulepszony Clay Crane",
                "claypit": "Clay Pit",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Drewniane ogrodzenie",
                "fence2": "Tkane ogrodzenie",
                "fence3": "Kształt ogrodzenia",
                "fences": "Ogrodzenia",
                "field": "Pole",
                "firepit": "Fire Pit",
                "fireplace": "Kominek",
                "fishery": "Rybołówstwo",
                "foraging_hut": "Chata zbieracka",
                "fountain": "Fontanna",
                "house_1": "Shack",
                "house_2": "Chata",
                "house_3": "Kabina",
                "house_4": "Dom",
                "house_5": "Rezydencja",
                "house_6": "Wioska",
                "large_ship": "Duży statek",
                "large_statue": "Duży posąg",
                "logpile": "Stos kłód",
                "market": "Rynek",
                "market_stall": "Stragany",
                "market_stall_1": "Mięso",
                "market_stall_2": "Ryba",
                "market_stall_3": "Chleb",
                "market_stall_4": "Warzywa",
                "market_stall_5": "Towary",
                "medium_ship": "Średni statek",
                "nursery": "Szkółka drzew",
                "park": "Park",
                "path": "Ścieżka",
                "pier": "Pier",
                "plaza": "Plaza",
                "port": "Port",
                "quarry": "Kamieniołom",
                "road": "Droga",
                "ruinsBig": "Wielkie ruiny",
                "ruinsSmall": "Małe ruiny",
                "saw": "Tartak",
                "small_ship": "Mały statek",
                "small_statue": "Mała statuetka",
                "square": "Kwadrat",
                "stone_crane": "Kamienny Żuraw",
                "stone_crane_upgraded": "Ulepszony Stone Crane",
                "table": "Tabela",
                "tailor": "Dostosuj",
                "tavern": "Tawerna",
                "tent": "Namiot",
                "tower": "Wieża",
                "town_hall": "Ratusz",
                "tree": "Drzewo",
                "university": "Uniwersytet",
                "museum": "Muzeum",
                "warehouse": "Magazyn",
                "water_tower": "Wieża ciśnień",
                "windmill": "Wiatrak",
                "windmill_upgraded": "Ulepszony wiatrak",
                "woodcutter": "Drwal",
                "refinery": "Rafineria",
                "iron_mine": "Kopalnia żelaza",
                "iron_mine_upgraded": "Ulepszona kopalnia żelaza",
                "glassworks": "Huta szkła",
                "tools_workshop": "Warsztat narzędzi",
                "well": "Cóż"
            },
            "categories": {
                "decoration": "Dekoracja",
                "defense": "Terytorium",
                "food": "Żywność",
                "housing": "Mieszkania",
                "infrastructure": "Infrastruktura",
                "military": "Wojskowość",
                "production": "Produkcja",
                "research": "Badania",
                "resources": "Zasoby",
                "storage": "Pamięć",
                "town": "Miasto"
            },
            "descriptions": {
                "bakery": "Nie ma nic lepszego niż zapach świeżego chleba, wypieczonego z najświeższych składników i okazjonalnie z dodatkiem karalucha.",
                "boat": "Łódź świetnie nadaje się do łowienia ryb w głębszych wodach lub okazjonalnych pocałunków młodych par.",
                "brewery": "Ktoś zostawił swoje rozmokłe ziarna na zbyt długo i teraz wszyscy się tym interesują! Zróbmy tego więcej.",
                "bridge": "To most. Czego oczekujesz? Przenosi cię z punktu A do punktu B.",
                "center": "Serce Twojego miasta. To tutaj wszystko się zaczyna. Mieszka tu kilka osób i przechowywane są niezbędne rzeczy. Można je ulepszyć do placu, który wygląda na nieco bardziej trwały.",
                "clay_crane": "Żuraw, jedno z największych wynalazków chroniących plecy! Nie musisz już wyciągać całej gliny z wykopu, wystarczy użyć żurawia.",
                "clay_crane_upgraded": "Dzięki tym dziwnym materiałom, które znaleźliśmy, jestem pewien, że uda nam się jeszcze bardziej usprawnić działanie tego dźwigu!",
                "claypit": "To prosta dziura w ziemi. Ale jeśli wysuszymy ziemię, którą tu mamy, staje się ona dość twarda! Jest to pracochłonne zadanie, które pozostawia dość brzydkie ślady w krajobrazie.",
                "creamery": "Ktoś zostawił świeże mleko na zbyt długo i teraz jest... stałe? Przynajmniej możemy je teraz sprzedawać jako produkt spożywczy.",
                "dock": "Rozbuduj swój port! Zyskaj więcej miejsca na budynki portowe i statki.",
                "fence1": "Proste drewniane ogrodzenie, które ma za zadanie powstrzymywać proste stworzenia przed wejściem lub wyjściem.",
                "fence2": "Splecione ogrodzenie, które ma powstrzymywać proste stworzenia przed wejściem lub wyjściem.",
                "fence3": "Narysuj własne ogrodzenie, aby powstrzymać proste stworzenia przed wejściem lub wyjściem.",
                "fences": "Ogrodzenia to świetny sposób, aby powstrzymać niepożądanych gości przed wejściem do miasta lub zatrzymać ich w nim.",
                "firepit": "Ognisko to solidna konstrukcja służąca do ogrzewania i gotowania posiłków. Nie zapomnij tylko ugasić ognia przed pójściem spać.",
                "fireplace": "Nie ma nic przyjemniejszego niż śpiewanie przy kominku. Chociaż dym zawsze będzie dmuchał właśnie na ciebie.",
                "field": "Kiedy oczyścimy pole, możemy uprawiać na nim rośliny. Niektóre z nich nadają się do spożycia.",
                "fishery": "Nie ma nic bardziej idyllicznego niż mała łowisko na brzegu. Dostarcza ono stosunkowo świeże ryby dla Twojego miasta.",
                "foraging_hut": "Komu potrzebne są wykwintne potrawy, skoro można jeść wszystko, co rośnie w naturze? Chata zbieracka gromadzi różne materiały, ale potrzebuje do tego dużo otwartej przestrzeni.",
                "fountain": "Jedno z naszych największych osiągnięć inżynieryjnych! Kto nie lubi płynącej wody?",
                "house_1": "Każdy potrzebuje miejsca do życia. Ten mały dom zapewnia Twoim ludziom miejsce do jedzenia i życia.",
                "house_2": "Każdy potrzebuje miejsca do życia. Ten mały dom zapewnia Twoim ludziom miejsce do jedzenia i życia.",
                "house_3": "Każdy potrzebuje miejsca do życia. Ten dom zapewnia Twoim ludziom miejsce do jedzenia i życia.",
                "house_4": "Każdy potrzebuje miejsca do życia. Ten dom zapewnia Twoim ludziom miejsce do jedzenia i życia.",
                "house_5": "Każdy potrzebuje miejsca do życia. Ten rozbudowany dom zapewnia Twoim ludziom miejsce do jedzenia i życia.",
                "house_6": "Każdy potrzebuje miejsca do życia. Ten luksusowy dom zapewni Twoim ludziom miejsce do jedzenia i mieszkania.",
                "large_ship": "Nie sądzę, żeby mogły być większe niż to. Spójrzcie na to! Naprawdę, wszyscy, spójrzcie na to! To musi jeszcze bardziej obniżyć koszty transportu.",
                "large_statue": "Duży pomnik dla dużego faceta. Ludzie mówią, że naprawdę był tak duży.",
                "logpile": "Najlepszy sposób na przechowywanie drewna? Po prostu ułóż je w stos.",
                "market": "Rynek umożliwi Ci handel z innymi miastami. Domostwa lubią znajdować się w pobliżu tego miejsca.",
                "market_stall": "Dodaj stragan do swojego miasta.",
                "market_stall_1": "Stoisko sprzedające produkty mięsne.",
                "market_stall_2": "Stoisko sprzedające produkty rybne.",
                "market_stall_3": "Stoisko sprzedające wyroby piekarnicze.",
                "market_stall_4": "Stoisko sprzedające produkty warzywne.",
                "market_stall_5": "Stoisko sprzedające różne towary.",
                "medium_ship": "To jest naprawdę fajny statek. Nie za duży, nie za mały. Po prostu fajny. Obniża koszty transportu o kolejne 25%.",
                "nursery": "Po co wysyłać drwala do drzew, skoro możemy przynieść drzewa do drwala.",
                "park": "Dodaj do swojego miasta ładny park, w którym mieszkańcy będą mogli spędzać czas.",
                "path": "Prosta, polna droga. Po prostu spełnia swoje zadanie. Budynki będą jednak działać bez nich.",
                "pier": "Ludzie twierdzą, że większe ryby znajdują się w głębszych wodach. Zobaczmy, jak głęboko możemy się zanurzyć.",
                "plaza": "Ładne kafelki do Twojego pięknego miasta. Świetnie nadają się na targowiska, do dekoracji lub po prostu do pokazania swojego bogactwa.",
                "port": "Port umożliwia handel z innymi miastami. Jest to znacznie bardziej efektywne niż handel lądowy, a koszty transportu zostaną zmniejszone o połowę.",
                "quarry": "W kamieniołomach wydobywa się kamienie z ziemi. Jest to praca wymagająca dużego wysiłku, ale skały są wieczne! Pozostawiają one jednak duże ślady w krajobrazie.",
                "road": "Drogi nadają strukturę Twojej wiosce. Nie są one niezbędne dla budynków, ale wyglądają bardziej efektownie niż ścieżki.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Postęp! Dzięki zaawansowanym narzędziom obróbka drewna staje się dziecinnie prosta.",
                "small_ship": "Mały statek do krótkich podróży. I spójrz! Ten nawet unosi się na wodzie. Dzięki temu prawdopodobnie uda nam się nieco obniżyć koszty transportu.",
                "small_statue": "Mała statuetka dla małego faceta. Ludzie mówią, że naprawdę był tak mały.",
                "square": "Prawdziwe centrum miasta! Ten plac wygląda bardziej elegancko niż zwykłe centrum.",
                "stone_crane": "Żuraw, jedno z największych wynalazków chroniących plecy! Nie musisz już wyciągać wszystkich tych kamieni z kamieniołomu, wystarczy użyć żurawia.",
                "stone_crane_upgraded": "Dzięki tym dziwnym materiałom, które znaleźliśmy, jestem pewien, że uda nam się jeszcze bardziej usprawnić działanie tego dźwigu!",
                "table": "Lepiej jest jeść przy stole niż na podłodze. Chyba że lubisz od czasu do czasu chrupiące robaki w dłoniach lub w spodniach.",
                "tailor": "Bycie nagim nie wystarczy. Poproś krawca, aby uszył ci ubrania, które zapewnią ci ciepło.",
                "tavern": "Tawerna to miejsce, gdzie Twoi obywatele mogą się spotykać i pić. Przynajmniej możesz czerpać zyski z złych decyzji innych.",
                "tent": "Jak uzyskać więcej drewna z lasu? Umieść więcej osób w lesie. Jak umieścić więcej osób w lesie? Umieść więcej namiotów w lesie.",
                "tower": "Nasza ziemia rozciąga się tak daleko, jak sięga wzrok. Jeśli widzimy dalej, nasza ziemia rozszerza się jeszcze bardziej.",
                "town_hall": "Bardzo ważne osoby mogą tutaj śledzić kilka bardzo ważnych liczb. Poza tym wygląda to ładnie.",
                "tree": "Drzewa są świetne! Dodaj więcej.",
                "university": "Miejsce, w którym możesz zgromadzić wszystkich swoich mądrych ludzi, aby wykonywali mądre zadania. A dzięki ich wolnemu czasowi możesz nawet wysłać ich na wyprawy!",
                "museum": "Niech wszyscy zobaczą, jakie fajne rzeczy znaleźliśmy! Umieśćmy je w najwspanialszym budynku, jaki potrafimy zbudować.",
                "warehouse": "Magazyn może przechowywać wszelkiego rodzaju zasoby. Wystarczy zapewnić mu odpowiednią przestrzeń.",
                "water_tower": "Nasze terytorium rozciąga się tak daleko, jak sięga nasz wzrok. Jeśli widzimy dalej, nasze terytorium się powiększa.",
                "windmill": "To niesamowite, że ktoś potrafił zamienić wiatr w pożywienie. To jedyny realny sposób, aby zamienić te twarde roślinne skały w mąkę do naszego miękkiego, pysznego chleba.",
                "windmill_upgraded": "Dzięki tym dziwnym materiałom, które znaleźliśmy, na pewno uda nam się przyspieszyć działanie tego wiatraka. Im więcej ruchomych części, tym lepiej, prawda?",
                "woodcutter": "Drwal będzie rąbał drewno. Ile drewna? Tyle, ile drwal jest w stanie.",
                "refinery": "Rafineria służy do przetwarzania dziwnych skał w błyszczące, plastyczne skały.",
                "iron_mine": "Wykopaliśmy głęboki dół, ponieważ znaleźliśmy dziwne skały. Wyślijmy tam wszystkich naszych ludzi, aby je wydobyli. Co złego może się stać?",
                "iron_mine_upgraded": "Dzięki tym dziwnym materiałom, które znaleźliśmy, na pewno uda nam się szybciej wydobywać więcej błyszczących kamieni z ziemi!",
                "glassworks": "Glassworks pozwala produkować szkło z piasku, które może być wykorzystywane do różnych zaawansowanych zastosowań.",
                "tools_workshop": "Dzięki warsztatowi narzędziowemu możesz produkować narzędzia niezbędne w pracy niektórych osób.",
                "well": "Chociaż stanie w deszczu z otwartymi ustami jest fajne, to jednak jest to nieco trudniejsze, gdy trzeba napełnić wannę. Studnia będzie lepszym rozwiązaniem dla Twojego miasta."
            }
        },
        "crops": {
            "cow": "Krowa",
            "empty": "Pusty",
            "goat": "Koza",
            "grain": "Ziarno",
            "maize": "Maize",
            "potato": "Ziemniak",
            "sheep": "Owce"
        },
        "effects": {
            "accidentRate": "Wskaźnik wypadków",
            "allProduction": "Cała produkcja",
            "constructionCost": "Koszt budowy",
            "expeditionCost": "Koszt wyprawy",
            "exportCost": "Koszt eksportu",
            "foodConsumption": "Zużycie żywności",
            "foodProduction": "Produkcja żywności",
            "goodsProduction": "Produkcja towarów",
            "happiness": "Szczęście",
            "importCost": "Koszt importu",
            "populationProduction": "Ludność Edytuj",
            "raidRisk": "Ryzyko kradzieży (w przypadku przekroczenia pojemności magazynu)",
            "researchSpeed": "Szybkość badań",
            "taxation": "Opodatkowanie"
        },
        "expedition": {
            "start": "Rozpocznij wyprawę"
        },
        "resources": {
            "clothes": "Ubrania",
            "coin": "Monety",
            "drinks": "Napoje",
            "earth": "Ziemia",
            "flour": "Mąka",
            "food": "Żywność",
            "grain": "Ziarno",
            "happiness": "Szczęście",
            "knowledge": "Wiedza",
            "pop": "Ludność",
            "stone": "Kamień",
            "wood": "Drewno",
            "wool": "Wełna",
            "ore": "My",
            "metal": "Metal",
            "tools": "Narzędzia",
            "glass": "Szkło",
            "scrap": "Scrap",
            "milk": "Mleko"
        },
        "views": {
            "build": "Budowa",
            "explore": "Eksploruj",
            "market": "Rynek",
            "player": "Gracz",
            "politic": "Polityka",
            "watch": "Oglądaj"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Kliknij dwukrotnie, aby umieścić węzły.",
            "multiPlace": "Kontynuuj umieszczanie",
            "rotate": "Obróć",
            "restriction": "Obszar, na którym nie można budować"
        },
        "capacity": "Pojemność",
        "defaultTownName": "Nienazwane miasto",
        "is_throttled": "Kończy się! Niektóre budynki mogą nie działać prawidłowo.",
        "placeCenterPrompt": "umieść swoje centrum",
        "storage_overflow": "Pamięć pełna! Zwiększone ryzyko kradzieży."
    },
    "intro": {
        "message1": "Jeśli to czytasz, oznacza to, że jesteś wybrańcem. Twoim przeznaczeniem jest ponowne zasiedlenie powierzchni. To, co widzisz przed sobą, to nasza planeta. Nasz świat w obecnym kształcie. Nic nie jest takie, jak kiedyś. A przynajmniej takie, jak nam się wydaje, że było kiedyś. Nikt tego naprawdę nie pamięta.",
        "message2": "Twoje zadanie jest jednak proste. Znajdź miejsce i załóż nową osadę. Rozwijaj swoją osadę, a być może uda Ci się nawiązać kontakt z innymi, którzy zrobili to samo. Być może razem uda nam się dowiedzieć, co stało się z naszą Ziemią.",
        "good_luck": "Powodzenia!",
        "based": {
            "w": {
                "message1": "Dobry wybór! Osiedliłeś się w biomie pełnym bujnych drzew i dzikiej przyrody. Znalezienie drewna i zebranie zasobów nie będzie tutaj żadnym problemem. Chociaż bardziej złożone materiały i rudy mogą być nieco trudniejsze do zdobycia. Ale wierzę w Ciebie i przekonasz się, że nie ma rzeczy niemożliwych.",
                "message2": "Twoje możliwości są nadal ograniczone. Najpierw zadbaj o stały dopływ zasobów. Następnie zbuduj targowisko, aby móc handlować z innymi osadami. Gdy już zdobędziesz przyczółek, możesz nawet rozpocząć większe projekty, takie jak port, dzięki czemu handel stanie się tańszy, ratusz, dzięki czemu będziemy mogli wszystko kontrolować, a nawet uniwersytet, dzięki czemu będziesz mógł zacząć odkrywać otaczający nas świat.",
                "good_luck": "Dasz radę!"
            },
            "s": {
                "message1": "To doskonały wybór, aby osiedlić się w tym skalistym biomie, gdzie możesz stać się jednym z ziemią. Znalezienie kamienia i rudy nie będzie tu żadnym problemem. Chociaż uprawa żywności może być nieco trudniejsza. Ale jestem pewien, że inni chętnie będą handlować twoimi bogatymi zasobami cennych materiałów.",
                "message2": "Twoje możliwości są nadal ograniczone. Najpierw zadbaj o stały dopływ zasobów. Następnie zbuduj targowisko, aby móc handlować z innymi osadami. Gdy już zdobędziesz przyczółek, możesz nawet rozpocząć większe projekty, takie jak port, dzięki czemu handel stanie się tańszy, ratusz, dzięki czemu będziemy mogli wszystko kontrolować, a nawet uniwersytet, dzięki czemu będziesz mógł zacząć odkrywać otaczający nas świat.",
                "good_luck": "Buduj mocno!"
            },
            "e": {
                "message1": "Powietrze jest suche, a słońce palące. Nie jest to najłatwiejszy biom, ale możesz zbudować swoją osadę dosłownie z samej ziemi. Znalezienie nadającego się do użytku drewna może być tutaj nieco trudniejsze, ale gleba wydaje się odpowiednia dla większości upraw. Jestem pewien, że dzięki swojej pomysłowości dasz sobie radę.",
                "message2": "Twoje możliwości są nadal ograniczone. Najpierw zadbaj o stały dopływ zasobów. Następnie zbuduj targowisko, aby móc handlować z innymi osadami. Gdy już zdobędziesz przyczółek, możesz nawet rozpocząć większe projekty, takie jak port, dzięki czemu handel stanie się tańszy, ratusz, dzięki czemu będziemy mogli wszystko kontrolować, a nawet uniwersytet, dzięki czemu będziesz mógł zacząć odkrywać otaczający nas świat.",
                "good_luck": "Miłego budowania!"
            },
            "a": {
                "message1": "To ciekawy wybór. Dlaczego zdecydowałeś się osiedlić na tej arktycznej pustyni? Nie widzę tu żadnych drzew ani skał. Ale zawsze możesz handlować z innymi. Tylko zadbaj o to, aby Twoi ludzie byli dobrze odziani i nakarmieni.",
                "message2": "Twoje możliwości są bardzo ograniczone. Najpierw skup się na stworzeniu rynku, żebyś mógł handlować z innymi osadami. Mam nadzieję, że masz dobre kontakty, bo będzie ciężko. Jeśli jednak ci się uda, możesz nawet zacząć większe projekty, jak port, żeby handel był tańszy, ratusz, żebyśmy mogli wszystko kontrolować, a nawet uniwersytet, żebyś mógł zacząć odkrywać świat wokół nas.",
                "good_luck": "Powodzenia."
            }
        }
    },
    "loading": {
        "assets": "Ładowanie zasobów...",
        "connecting": "Łączenie z serwerem...",
        "game": "Ładowanie gry..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Usuń wszystko",
            "menu": "Menu",
            "quicksettings": "Ustawienia",
            "saveBuild": "Zapisz kompilację",
            "saveSandbox": "Zapisz kompilację"
        },
        "main": {
            "credits": "Podziękowania",
            "enterMultiplayer": "Wejdź do świata",
            "loadSandbox": "Załaduj piaskownicę",
            "newSandbox": "Nowa piaskownica",
            "returnToDesktop": "Powrót do pulpitu",
            "serverOffline": "Nie można połączyć się z serwerem. Sprawdź połączenie internetowe lub czy serwer nie jest wyłączony.",
            "settings": "Ustawienia",
            "subtitle": "Jest to wczesna wersja Project Rebearth. W razie jakichkolwiek problemów podczas gry prosimy o kontakt.",
            "demoSubtitle": "To jest wersja demonstracyjna Project Rebearth. Dostępna jest tylko funkcja budowania miasta w trybie sandbox. Aby grać w trybie wieloosobowym z zarządzaniem zasobami, pobierz pełną wersję gry.",
            "title": "Projekt Rebearth Server",
            "welcome": "Witamy, {{name}}!"
        },
        "sandbox": {
            "description": "Tryb piaskownicy pozwala na swobodne budowanie bez ograniczeń świata wieloosobowego. Jesteś tylko ty i zero ograniczeń dotyczących zasobów. Możesz zapisać swoje postępy i wczytać je później.",
            "loadFromFile": "Wczytaj z pliku",
            "loadTitle": "Załaduj piaskownicę",
            "noSaves": "Nie znaleziono lokalnych zapisów.",
            "start": "Rozpocznij nową grę",
            "title": "Nowa piaskownica"
        },
        "slots": {
            "deleteConfirm": "Czy na pewno chcesz usunąć ten zapis? Tego działania nie można cofnąć.",
            "empty": "Puste miejsce",
            "locked": "Zablokowany",
            "lockedText": "Zablokowany",
            "newGame": "Nowa gra",
            "play": "Zagraj",
            "population": "Mieszkańcy",
            "slot": "Slot",
            "title": "Wybierz miejsce zapisu",
            "unlockHint1000": "Odblokuj przy 1000 mieszkańców",
            "unlockHint100000": "Odblokuj przy 100 tys. mieszkańców",
            "unnamedCity": "Miasto bez nazwy"
        },
        "locked": {
            "settleFirst": "Najpierw zbuduj centrum swojego miasta.",
            "townHall": "Zbuduj ratusz, aby odblokować globalny ranking, sojusze i opcje wyboru.",
            "university": "Zbuduj uniwersytet, aby odblokować wyprawy i badania.",
            "market": "Zbuduj rynek lub port, aby odblokować rynek globalny.",
            "noBiomeAssets": "W tym biomie nie ma budynków tego typu."
        }
    },
    "modals": {
        "archive": {
            "title": "Archiwa"
        },
        "choices": {
            "selectChoice": "Wybierz opcję",
            "title": "Wybory"
        },
        "deleteConfirmation": {
            "cancel": "Anuluj",
            "confirm": "Usuń",
            "message": "Czy na pewno chcesz usunąć całe miasto? Tego działania nie można cofnąć.",
            "title": "Potwierdź usunięcie"
        },
        "diplomacy": {
            "alliances": "Sojusze",
            "enemy": "Wróg",
            "neutral": "Neutralny",
            "title": "Dyplomacja",
            "you": "Ty"
        },
        "market": {
            "amount": "Kwota",
            "back": "Powrót",
            "base": "Podstawa",
            "buy": "KUP",
            "buys": "kupuje",
            "for": "dla",
            "price": "Cena",
            "pricePerUnit": "Cena za jednostkę",
            "quantity": "Ilość",
            "resource": "Zasoby",
            "sell": "Wygląd",
            "sells": "sprzedaje",
            "title": "Rynek",
            "total": "Całkowita",
            "totalLabel": "Całkowita",
            "transport": "Transport",
            "unitPrice": "za cenę jednostkową"
        },
        "orders": {
            "title": "Moje zamówienia"
        },
        "ranking": {
            "area": "Obszar",
            "buildings": "Budynki",
            "goToPlayer": "Przejdź do gracza",
            "overall": "Ogólnie",
            "player": "Gracz",
            "population": "Ludność",
            "resources": "Zasoby",
            "title": "Ranking"
        },
        "save": {
            "download": "Pobierz plik",
            "message": "Twoja gra została zapisana lokalnie.",
            "title": "Gra zapisana"
        }
    },
    "orders": {
        "amount": "Kwota",
        "buy": "Kup",
        "buying": "zakup",
        "confirmCancel": "Czy na pewno chcesz anulować to zamówienie?",
        "for": "dla",
        "marketStorage": "Handel Magazynowanie",
        "myOrders": "Złóż zamówienie",
        "noMarketStorage": "Brak dostępnej przestrzeni magazynowej. Zbuduj budynki handlowe, aby złożyć zlecenia sprzedaży.",
        "noOrders": "Brak aktywnych zamówień",
        "onlyAllianceMembers": "Sprzedawaj tylko członkom sojuszu.",
        "sell": "Wygląd",
        "sellButton": "{{type}} {{amount}} {{resource}} dla {{price}} za sztukę",
        "selling": "sprzedaż",
        "storageFull": "Pamięć pełna! Zbuduj więcej budynków handlowych.",
        "totalPrice": "Cena całkowita",
        "unitPrice": "Cena jednostkowa"
    },
    "politics": {
        "accept": "zaakceptuj",
        "allianceTradeInfo": "Wybierz rodzaj sojuszu:",
        "alliances": "Sojusze",
        "applications": "Aplikacje",
        "applyForAlliance": "Zgłoś się do sojuszu",
        "back": "Powrót",
        "cancelApplication": "Anuluj aplikację",
        "choiceChangeCooldown": "Ten wybór można ponownie zmienić po upływie{{days}}dni.",
        "common": {
            "accept": "Akceptuj",
            "applications": "Aplikacje",
            "globalRank": "Globalny ranking",
            "greatFederation": "Wielka Federacja",
            "kick": "Kick",
            "marketSize": "Wielkość rynku",
            "members": "Członkowie",
            "name": "Nazwa",
            "owner": "Właściciel",
            "rank": "Ranga",
            "reject": "Odrzuć",
            "scienceLeague": "Liga Naukowa",
            "tradeAlliance": "Sojusz handlowy",
            "value": "Wartość"
        },
        "createAlliance": "utwórz sojusz",
        "days": "dni",
        "disbandAlliance": "rozwiązać sojusz",
        "globalRank": "Globalny ranking",
        "go": "do",
        "inviteToAlliance": "zaproszenie do sojuszu",
        "kick": "kick",
        "leaveAlliance": "opuszczenie sojuszu",
        "loading": "Ładowanie...",
        "marketSize": "Wielkość rynku",
        "marketSizeLabel": "Wielkość rynku: {{size}}",
        "members": "Członkowie",
        "name": "Nazwa",
        "noApplications": "Nie ma żadnych aplikacji.",
        "noModifiers": "Ten sojusz nie ma żadnych modyfikatorów.",
        "owner": "Właściciel",
        "placeholderDescription": "Opis sojuszu",
        "placeholderName": "Nazwa sojuszu",
        "rank": "Ranga",
        "rankPrefix": "Nie.",
        "ranking": {
            "area": "Obszar",
            "buildings": "Budynki",
            "overall": "Ogólnie",
            "population": "Ludność",
            "resources": "Zasoby"
        },
        "reject": "odrzucić",
        "value": "Wartość"
    },
    "popup": {
        "apply": "Zastosuj",
        "archive": "Archiwum",
        "demolish": "Zburzyć",
        "population": "Ludność",
        "production": {
            "rate": "Oceń",
            "title": "Produkcja"
        },
        "storage": {
            "title": "Pamięć"
        },
        "townName": "Nazwa miasta:",
        "townColor": "Kolor miasta:",
        "unnamedTown": "miasto bez nazwy",
        "upgrade": "Aktualizacja do wersji{{building}}"
    },
    "settings": {
        "animations": "Animacje",
        "fullscreen": "Pełny ekran",
        "bushDensity": "Gęstość krzaków",
        "clearTileCache": "Wyczyść dane z pamięci podręcznej",
        "density": {
            "dense": "Gęsty",
            "normal": "Normalny",
            "off": "Wyłącz",
            "sparse": "Rozproszone"
        },
        "grassDensity": "Gęstość trawy",
        "language": "Język",
        "musicVolume": "Głośność muzyki",
        "performanceFeatures": "- Dostosuj elementy wizualne -",
        "resolutions": {
            "high": "Wysoki",
            "low": "Niski",
            "medium": "Średni",
            "potato": "Ziemniak",
            "ultra": "Ultra"
        },
        "rockDensity": "Gęstość skały",
        "showClouds": "Pokaż chmury",
        "soundVolume": "Głośność dźwięku",
        "textureResolution": "Rozdzielczość tekstur",
        "title": "Ustawienia",
        "treeDensity": "Gęstość drzew",
        "uiScale": "Skala interfejsu użytkownika"
    },
    "tips": {
        "loading": [
            "Jeden dzień w grze trwa tyle samo, co jeden dzień w prawdziwym życiu. Nie spiesz się i rozwijaj swoje miasto we własnym tempie.",
            "Przed umieszczeniem budynków można je obracać za pomocą klawiszy Q i E.",
            "Kliknij dwukrotnie w edytorze kształtów, aby umieścić węzły.",
            "Użyj klawisza Shift, aby kontynuować umieszczanie budynków.",
            "Jeśli napotkasz jakiekolwiek problemy, poinformuj nas o tym na Discordzie.",
            "Dołącz do naszej aktywnej społeczności graczy na Discordzie, aby dzielić się swoimi dziełami i uzyskać wskazówki.",
            "Nie wszystkie zasoby są łatwo dostępne wszędzie. Czasami handel będzie tańszy niż samodzielna produkcja wszystkich zasobów.",
            "Recenzje na Steamie pomagają nam znaleźć nowych graczy, którzy sprawiają, że ten świat jest żywy.",
            "Recenzje na Steamie pomagają nam znaleźć nowych graczy, którzy sprawiają, że ten świat jest żywy."
        ]
    },
    "tooltip": {
        "cannotChange": "Nie można zmienić dla",
        "construction": "Budowa",
        "costPerMeter": "(dla m)",
        "costPerSquareMeter": "(na m²)",
        "effects": "Efekty",
        "upkeep": "Utrzymanie",
        "production": "Produkcja",
        "move": "Przenieś ten budynek"
    },
    "units": {
        "days": "dni",
        "hours": "{{value}} h",
        "hoursLong": "godziny",
        "minutes": "{{value}} m",
        "minutesLong": "minuty",
        "perDay": "/dzień",
        "percentage": "{{wartość}}",
        "seconds": "{{value}} s",
        "secondsLong": "sekundy"
    },
    "warnings": {
        "notEnoughPop": "Za mało ochotników"
    }
}