{
    "alliances": {
        "allianceTradeInfo": "Juntar-se a outros jogadores é algo muito fixe. Pode optar por negociar exclusivamente entre si e, dependendo de com quem se aliar, também obtém outros benefícios.",
        "applyForAlliance": "Candidatar-se à aliança",
        "cancelApplication": "Cancelar aplicação",
        "greatFederationDesc": "Junte-se a pessoas fortes e organizadas! Esteja mais protegido contra roubos e obtenha mais recursos dos seus súbditos. Mas isso tem um custo: mais burocracia e menos receitas fiscais.",
        "leaveAlliance": "sair da aliança",
        "marketSizeLabel": "Dimensão do mercado:",
        "scienceLeagueDesc": "Juntar-se a uma liga científica torna-o mais inteligente. Isso está cientificamente comprovado. Desfrute de uma velocidade de pesquisa mais rápida e custos de expedição mais baixos. Também torna as pessoas mais felizes! Mas não somos muito bons a fazer coisas.",
        "tradeAllianceDesc": "É tudo uma questão de dinheiro! Obtenha descontos nos custos comerciais e maior eficiência fiscal, mas também um risco mais elevado de roubo."
    },
    "biomes": {
        "1": "Florestas tropicais e subtropicais de folha larga",
        "10": "Pradarias montanhosas",
        "11": "Tundra",
        "12": "Florestas mediterrânicas",
        "13": "Desertos e matagais xéricos",
        "14": "Manguezais",
        "2": "Florestas tropicais e subtropicais de folha larga",
        "3": "Florestas tropicais e subtropicais de coníferas",
        "4": "Florestas temperadas e mistas",
        "5": "Floresta temperada de coníferas",
        "6": "Florestas boreais",
        "7": "Pradarias tropicais e subtropicais",
        "8": "Savanas temperadas",
        "9": "Pradarias alagadas",
        "98": "Deserto Ártico",
        "99": "Camada de gelo"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Reduza o custo para as pessoas que compram os seus produtos, ao mesmo tempo que aumenta o custo de compra de produtos de outros jogadores.",
            "importFocus": "Reduza o custo de compra de bens de outros jogadores, enquanto aumenta o custo para as pessoas que compram os seus bens.",
            "lavishRations": "Deixem-nos comer bolo! Rações generosas aumentarão a quantidade de comida necessária por pessoa, mas elas ficarão felizes.",
            "lowRations": "É o meu bolo! Rações reduzidas diminuirão a quantidade de comida necessária por pessoa, mas as pessoas não vão gostar disso.",
            "neutralFocus": "É um mercado livre, faça o que tiver de fazer. Mantenha os custos de importação e exportação nas taxas padrão.",
            "normalRations": "A quantidade certa de comida para o seu povo. Mantenha o consumo de alimentos dentro dos padrões normais.",
            "taxation": "É justo... Gerará ouro para cada habitante, mas reduzirá a felicidade.",
            "veganSociety": "Que ideia estranha comer animais... Aumenta a produção de alimentos, mas não permite produzir produtos de origem animal.",
            "workerSafety": "As pessoas são o seu maior património. Aumenta a segurança da produção, mas reduz a produção.",
            "dubiousWorkingRules": "As pessoas são apenas recursos. Aumenta a produção, mas aumenta as taxas de acidentes.",
            "crampedQuarters": "Quanto espaço pessoal você realmente precisa? Podemos acomodar mais pessoas nas mesmas casas, certo?",
            "intensiveFarming": "A agricultura intensiva permite alimentar os animais com cereais, aumentando a quantidade de produtos animais que pode produzir."
        },
        "exclusiveOptions": "Opções exclusivas",
        "lockedFor": "Bloqueado para",
        "option": "Opção",
        "title": "Opções",
        "titles": {
            "exportFocus": "Comércio - Foco na exportação",
            "greatFederation": "Grande Federação",
            "importFocus": "Comércio - Foco na importação",
            "lavishRations": "Rações generosas",
            "lowRations": "Rações reduzidas",
            "neutralFocus": "Comércio - Foco neutro",
            "normalRations": "Rações normais",
            "scienceLeague": "Liga Científica",
            "taxation": "Tributação",
            "tradeAlliance": "Aliança Comercial",
            "veganSociety": "Sociedade Vegan",
            "workerSafety": "Segurança do trabalhador",
            "dubiousWorkingRules": "Regras de funcionamento duvidosas",
            "crampedQuarters": "Como sardinhas!",
            "intensiveFarming": "Agricultura intensiva",
            "newTownBoost": "Novos começos!",
            "foodShortage": "Escassez de alimentos"
        },
        "unlock": "Desbloquear"
    },
    "common": {
        "delete": "Apagar",
        "deleting": "A eliminar...",
        "loading": "A carregar..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Adicione mais pontos",
            "areaLimitExceeded": "Limite de área excedido: {{size}} {{relation}} {{limit}}",
            "costs": "Custos:",
            "invalidLocation": "Localização inválida",
            "mustBeNear": "Deve estar próximo a {{parent}}",
            "notEnoughResources": "Recursos insuficientes",
            "tooHigh": "Ampliar"
        },
        "cancel": "✗",
        "close": "Fechar",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Adicione mais pontos",
            "calculating": "A calcular...",
            "duration": "Duração",
            "expedition": "Expedição",
            "finished": "Concluído!",
            "food": "Alimentos",
            "knowledge": "Conhecimento",
            "population": "População",
            "timeLeft": "Tempo restante",
            "title": "Custos de exploração"
        },
        "next": "Próximo",
        "previous": "Anterior"
    },
    "errors": {
        "fetchSlots": "Não foi possível carregar os slots de gravação.",
        "generic": "Algo correu mal",
        "invalidFile": "Formato de ficheiro inválido",
        "loadingBuild": "Erro ao carregar a compilação",
        "serverConnection": "Erro de ligação ao servidor",
        "webWorkersNotSupported": "Não é possível executar o jogo: Web Workers não suportados"
    },
    "events": {
        "confirm": "Ok",
        "consequences": "Efeitos",
        "remaining": "{{count}} Restante",
        "titles": {
            "food_shortage": "As pessoas estão com fome.",
            "strike": "Ataque",
            "celebration": "Um presente para si",
            "productivity_boom": "Vamos lá!",
            "expedition_found": "A expedição regressa!",
            "animal_unlock": "Bem, bem, bem... o que temos aqui?",
            "bankruptcy": "Falência!",
            "raid": "Os seus bens foram roubados!",
            "trade": "Feito!"
        },
        "descriptions": {
            "food_shortage": "Está a ficar sem comida! Se as pessoas não puderem comer, roubarão tudo o que puderem para sobreviver ou até mesmo deixarão de trabalhar.",
            "strike": "As pessoas não estão satisfeitas! Seja o que for que esteja a fazer, elas não gostam. Certifique-se de que as pessoas continuam satisfeitas para evitar o encerramento de edifícios.",
            "celebration": "As pessoas estão felizes! Seja lá o que estiver a fazer, continue! Como um pequeno presente, todos eles juntaram alguns bens para que possa continuar a construir esta cidade incrível. Que fofo.",
            "productivity_boom": "As pessoas estão em êxtase! Elas adoram-no e trabalharam alegremente horas extras para si. Ao fazer isso, conseguiram produzir um pouco mais de tudo. Elas só querem que esta cidade tenha sucesso, sabe.",
            "expedition_found": "A sua expedição regressou com recursos e conhecimentos valiosos! Isto irá beneficiar significativamente o desenvolvimento e os esforços de investigação da sua cidade. No entanto, o diário de bordo deles contém uma entrada interessante:",
            "animal_unlock": "O que encontramos aqui? A sua expedição regressou com um animal surpreendentemente dócil. Parece que ele prefere viver na sua cidade do que na selva. Seria rude mandá-lo de volta agora, não seria?",
            "bankruptcy": "Você simplesmente não tem moedas! Uma torre ruiu. As torres que você construiu se deteriorarão e serão destruídas se você não as mantiver com moedas suficientes.",
            "raid": "Devia ter guardado melhor os seus bens! Eles estavam facilmente acessíveis e alguns ladrões desconhecidos levaram uma parte dos seus recursos.",
            "trade": "Alguém cumpriu (parte da) sua ordem de troca."
        }
    },
    "game": {
        "zoomToBuild": "Ampliar para começar a construir",
        "buildings": {
            "assets": {
                "expedition": "Expedição",
                "bakery": "Padaria",
                "boat": "Barco",
                "brewery": "Cervejaria",
                "bridge": "Ponte",
                "center": "Centro",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Clay Crane melhorado",
                "claypit": "Clay Pit",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Cerca de madeira",
                "fence2": "Cerca de tecido",
                "fence3": "Forma da cerca",
                "fences": "Cercas",
                "field": "Campo",
                "firepit": "Fogueira",
                "fireplace": "Lareira",
                "fishery": "Pesca",
                "foraging_hut": "Cabana de forrageamento",
                "fountain": "Fonte",
                "house_1": "Shack",
                "house_2": "Cabana",
                "house_3": "Cabine",
                "house_4": "Casa",
                "house_5": "Residência",
                "house_6": "Aldeia",
                "large_ship": "Navio grande",
                "large_statue": "Estátua grande",
                "logpile": "Pilha de troncos",
                "market": "Mercado",
                "market_stall": "Bancas de mercado",
                "market_stall_1": "Carne",
                "market_stall_2": "Peixe",
                "market_stall_3": "Pão",
                "market_stall_4": "Vegetais",
                "market_stall_5": "Mercadorias",
                "medium_ship": "Nave média",
                "nursery": "Viveiro de árvores",
                "park": "Parque",
                "path": "Caminho",
                "pier": "Pier",
                "plaza": "Praça",
                "port": "Port",
                "quarry": "Pedreira",
                "road": "Estrada",
                "ruinsBig": "Grandes Ruínas",
                "ruinsSmall": "Pequenas Ruínas",
                "saw": "Serração",
                "small_ship": "Nave pequena",
                "small_statue": "Pequena estátua",
                "square": "Quadrado",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Guindaste de pedra melhorado",
                "table": "Tabela",
                "tailor": "Personalizar",
                "tavern": "Taberna",
                "tent": "Tenda",
                "tower": "Torre",
                "town_hall": "Câmara Municipal",
                "tree": "Árvore",
                "university": "Universidade",
                "museum": "Museu",
                "warehouse": "Armazém",
                "water_tower": "Torre de água",
                "windmill": "Moinho de vento",
                "windmill_upgraded": "Moinho de vento melhorado",
                "woodcutter": "Lenhador",
                "refinery": "Refinaria",
                "iron_mine": "Mina de ferro",
                "iron_mine_upgraded": "Mina de ferro melhorada",
                "glassworks": "Vidraria",
                "tools_workshop": "Oficina de ferramentas",
                "well": "Bem"
            },
            "categories": {
                "decoration": "Decoração",
                "defense": "Território",
                "food": "Alimentos",
                "housing": "Habitação",
                "infrastructure": "Infraestrutura",
                "military": "Militar",
                "production": "Produção",
                "research": "Pesquisa",
                "resources": "Recursos",
                "storage": "Armazenamento",
                "town": "Cidade"
            },
            "descriptions": {
                "bakery": "Nada supera o cheiro de pão fresco, feito com a farinha mais fresca e, ocasionalmente, uma barata.",
                "boat": "O barco é ótimo para pescar em águas mais profundas ou para casais jovens que gostam de se beijar ocasionalmente.",
                "brewery": "Alguém deixou os grãos encharcados fora por muito tempo e agora está na moda! Vamos fazer mais disso.",
                "bridge": "É uma ponte. O que esperavas? Leva-te de A a B.",
                "center": "O coração da sua cidade. É aqui que tudo começa. Abriga algumas pessoas e armazena o essencial. Pode ser atualizado para uma praça com um aspecto um pouco mais permanente.",
                "clay_crane": "O guindaste, uma das maiores invenções para poupar as costas! Já não é preciso transportar toda esta argila para fora da mina, basta usar o guindaste.",
                "clay_crane_upgraded": "Com estes materiais estranhos que encontramos, tenho a certeza de que podemos fazer este guindaste funcionar ainda melhor!",
                "claypit": "É um simples buraco no chão. Mas se secarmos a terra que temos aqui, ela fica bastante dura! É um trabalho intensivo e deixa uma marca bastante feia na paisagem.",
                "creamery": "Alguém deixou o leite fresco fora por muito tempo e agora ele está... sólido? Pelo menos agora podemos vendê-lo como alimento.",
                "dock": "Expanda o seu porto! Crie mais espaço para edifícios portuários e navios.",
                "fence1": "Uma cerca de madeira simples para manter criaturas simples fora. Ou dentro.",
                "fence2": "Uma cerca tecida para manter criaturas simples fora. Ou dentro.",
                "fence3": "Desenhe uma cerca personalizada para manter criaturas simples fora. Ou dentro.",
                "fences": "As cercas são uma ótima maneira de manter visitantes indesejados fora da sua cidade. Ou de mantê-los dentro.",
                "firepit": "Uma fogueira é uma estrutura sólida para se aquecer e cozinhar alimentos. Só não se esqueça de apagá-la antes de ir dormir.",
                "fireplace": "Nada é mais aconchegante do que cantar ao redor de uma lareira. Embora a fumaça sempre sopre diretamente para você.",
                "field": "Quando limpamos um campo, podemos cultivar plantas nele. Algumas delas podem ser consumidas.",
                "fishery": "Nada é mais idílico do que uma pequena pescaria na costa. Ela produz peixe relativamente fresco para a sua cidade.",
                "foraging_hut": "Quem precisa de comida sofisticada quando se pode comer qualquer coisa que cresce na natureza? A cabana de coleta de alimentos reúne vários materiais, mas precisa de muito espaço aberto para isso.",
                "fountain": "Uma das nossas maiores proezas de engenharia! Quem não gosta de água em movimento?",
                "house_1": "Todos precisam de um lugar para morar. Esta pequena casa oferece um lugar para o seu povo comer e morar.",
                "house_2": "Todos precisam de um lugar para morar. Esta pequena casa oferece um lugar para o seu povo comer e morar.",
                "house_3": "Todos precisam de um lugar para morar. Esta casa oferece um lugar para o seu povo comer e viver.",
                "house_4": "Todos precisam de um lugar para morar. Esta casa oferece um lugar para o seu povo comer e viver.",
                "house_5": "Todos precisam de um lugar para morar. Esta casa elaborada oferece um lugar para o seu povo comer e morar.",
                "house_6": "Todos precisam de um lugar para morar. Esta casa luxuosa oferece um lugar para o seu povo comer e morar.",
                "large_ship": "Acho que não dá para ficar maior do que isso. Olhem só! Não, sério, pessoal, olhem só! Isso deve reduzir ainda mais os custos de transporte.",
                "large_statue": "Uma estátua grande para um homem grande. As pessoas dizem que ele era realmente assim tão grande.",
                "logpile": "Qual é a melhor maneira de armazenar madeira? Basta empilhá-la.",
                "market": "O mercado permitirá que você negocie com outras vilas e cidades. As casas gostam de estar perto disso.",
                "market_stall": "Adicione uma banca de mercado à sua cidade.",
                "market_stall_1": "Uma banca que vende produtos cárneos.",
                "market_stall_2": "Uma banca que vende produtos de peixe.",
                "market_stall_3": "Uma banca que vende produtos de panificação.",
                "market_stall_4": "Uma banca que vende produtos hortícolas.",
                "market_stall_5": "Uma banca que vende vários produtos.",
                "medium_ship": "Essa é uma nave bacana. Nem muito grande, nem muito pequena. Simplesmente bacana. Reduz os custos de transporte em mais 25%.",
                "nursery": "Porquê deixar o lenhador ir até às árvores quando podemos trazer as árvores até ao lenhador?",
                "park": "Adicione um belo parque à sua cidade para os seus cidadãos passearem.",
                "path": "Um caminho de terra simples. Cumpre a sua função. No entanto, os edifícios funcionarão perfeitamente sem eles.",
                "pier": "As pessoas dizem que os peixes maiores estão nas águas mais profundas. Vamos ver até onde conseguimos chegar.",
                "plaza": "Azulejos bonitos para a sua cidade bonita. Ótimos para mercados, decoração ou apenas para exibir a sua riqueza.",
                "port": "O porto permite que você negocie com outras cidades. É muito mais eficiente do que negociar por terra e os custos de transporte serão reduzidos pela metade.",
                "quarry": "Nas pedreiras, extrai-se as pedras da terra. É um trabalho intenso, mas as rochas são eternas! No entanto, elas deixam uma grande marca na paisagem.",
                "road": "As estradas dão estrutura à sua aldeia. Não são necessárias para os seus edifícios, mas têm um aspeto mais elegante do que os caminhos.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Progresso! Com algumas ferramentas sofisticadas, podemos tornar o processamento da madeira uma tarefa fácil.",
                "small_ship": "Um pequeno navio para pequenas viagens. E veja só! Este até flutua. Provavelmente poderíamos reduzir um pouco os custos de transporte com ele.",
                "small_statue": "Uma pequena estátua para um homem pequeno. As pessoas dizem que ele era realmente assim tão pequeno.",
                "square": "Um centro da cidade adequado! Esta praça parece mais elegante do que o centro básico.",
                "stone_crane": "O guindaste, uma das maiores invenções para poupar as costas! Já não é preciso transportar todas essas pedras da pedreira, basta usar o guindaste.",
                "stone_crane_upgraded": "Com estes materiais estranhos que encontramos, tenho a certeza de que podemos fazer este guindaste funcionar ainda melhor!",
                "table": "É mais agradável comer à mesa do que no chão. A menos que goste de encontrar insetos crocantes nas suas mãos ou nas suas calças.",
                "tailor": "Ficar nu só o leva até certo ponto. Peça a um alfaiate para lhe fazer algumas roupas para se manter aquecido.",
                "tavern": "A taberna é um local onde os seus cidadãos se encontram e bebem. Pelo menos, pode lucrar com as más decisões das pessoas.",
                "tent": "Como obter mais madeira da floresta? Coloque mais pessoas na floresta. Como colocar mais pessoas na floresta? Coloque mais tendas na floresta.",
                "tower": "A nossa terra estende-se até onde a vista alcança. Se conseguirmos ver mais longe, a nossa terra aumenta ainda mais.",
                "town_hall": "Pessoas muito importantes podem acompanhar alguns números muito importantes aqui. Além disso, tem um aspeto agradável.",
                "tree": "As árvores são fantásticas! Adicione mais.",
                "university": "Um lugar onde pode colocar todas as suas pessoas inteligentes para fazer coisas inteligentes. E com todo o tempo livre delas, pode até enviá-las em expedições!",
                "museum": "Mostrem a todos as coisas fantásticas que descobrimos! Vamos colocá-las no edifício mais sofisticado que conseguirmos construir.",
                "warehouse": "Um armazém pode guardar todos os tipos de recursos. Basta dar-lhes espaço para isso.",
                "water_tower": "O nosso território é tão vasto quanto a nossa visão. Se conseguirmos ver mais longe, o nosso território aumenta ainda mais.",
                "windmill": "É incrível como alguém conseguiu transformar o vento em comida. É a única maneira viável de transformar essas rochas vegetais duras em farinha para o nosso pão macio e delicioso.",
                "windmill_upgraded": "Com estes materiais estranhos que encontramos, tenho a certeza de que podemos fazer este moinho funcionar ainda mais rápido. Quanto mais peças móveis, melhor, certo?",
                "woodcutter": "O lenhador cortará madeira. Quanta madeira? Tanta quanto um lenhador conseguir.",
                "refinery": "A refinaria é usada para refinar rochas estranhas e transformá-las em rochas brilhantes e maleáveis.",
                "iron_mine": "Fizemos um buraco profundo, porque encontramos algumas rochas estranhas. Vamos enviar todo o nosso pessoal lá para as recolher. O que é que pode acontecer de pior?",
                "iron_mine_upgraded": "Com estes materiais estranhos que encontramos, tenho a certeza de que conseguiremos extrair mais pedras brilhantes do solo mais rapidamente!",
                "glassworks": "A Glassworks permite produzir vidro a partir de areia, que pode ser usado para várias aplicações avançadas.",
                "tools_workshop": "Com uma oficina de ferramentas, pode produzir ferramentas essenciais para o trabalho de algumas pessoas.",
                "well": "Embora ficar na chuva com a boca aberta seja divertido, é um pouco mais complicado quando se tem uma banheira para encher. Um poço será mais adequado para a sua cidade."
            }
        },
        "crops": {
            "cow": "Vaca",
            "empty": "Vazio",
            "goat": "Cabra",
            "grain": "Grain",
            "maize": "Pão",
            "potato": "Batata",
            "sheep": "Ovelhas"
        },
        "effects": {
            "accidentRate": "Taxa de acidentes",
            "allProduction": "Toda a produção",
            "constructionCost": "Custo de construção",
            "expeditionCost": "Custo da expedição",
            "exportCost": "Custo de exportação",
            "foodConsumption": "Consumo alimentar",
            "foodProduction": "Produção de alimentos",
            "goodsProduction": "Produção de bens",
            "happiness": "Felicidade",
            "importCost": "Custo de importação",
            "populationProduction": "População Editar",
            "raidRisk": "Risco de roubo (quando exceder o armazenamento)",
            "researchSpeed": "Velocidade de pesquisa",
            "taxation": "Tributação"
        },
        "expedition": {
            "start": "Iniciar expedição"
        },
        "resources": {
            "clothes": "Roupas",
            "coin": "Moedas",
            "drinks": "Bebidas",
            "earth": "Terra",
            "flour": "Farinha",
            "food": "Alimentos",
            "grain": "Grain",
            "happiness": "Felicidade",
            "knowledge": "Conhecimento",
            "pop": "População",
            "stone": "Pedra",
            "wood": "Madeira",
            "wool": "Lã",
            "ore": "Nós",
            "metal": "Metal",
            "tools": "Ferramentas",
            "glass": "Vidro",
            "scrap": "Rascunho",
            "milk": "Leite"
        },
        "views": {
            "build": "Construir",
            "explore": "Explorar",
            "market": "Mercado",
            "player": "Jogador",
            "politic": "Política",
            "watch": "Assista"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Clique duas vezes para colocar nós",
            "multiPlace": "Continue colocando",
            "rotate": "Rodar",
            "restriction": "Área não edificável"
        },
        "capacity": "Capacidade",
        "defaultTownName": "Cidade sem nome",
        "is_throttled": "Está a acabar! Alguns edifícios podem não funcionar corretamente.",
        "placeCenterPrompt": "coloque o seu centro",
        "storage_overflow": "Armazenamento cheio! Risco de roubo aumentado."
    },
    "intro": {
        "message1": "Se está a ler isto, significa que é o escolhido. Destinado a repovoar a superfície. O que vê à sua frente é o nosso planeta. O nosso mundo tal como existe hoje. Nada é como era antes. Ou, pelo menos, como pensamos que era. Ninguém se lembra realmente.",
        "message2": "Mas a sua tarefa é simples. Encontre um local e comece um novo povoado. Faça o seu povoado crescer e talvez consiga entrar em contacto com outras pessoas que fizeram o mesmo. E talvez juntos possamos descobrir o que aconteceu à nossa Terra.",
        "good_luck": "Boa sorte!",
        "based": {
            "w": {
                "message1": "Boa escolha! Você se estabeleceu num bioma repleto de árvores exuberantes e vida selvagem. Encontrar madeira e coletar recursos não será problema aqui. Embora materiais e minérios mais complexos possam ser um pouco mais difíceis de encontrar. Mas acredito em você e você verá que nada é impossível.",
                "message2": "As suas capacidades ainda são limitadas. Certifique-se de obter primeiro um fluxo constante de recursos. Em seguida, construa um mercado para poder negociar com outros povoados. À medida que ganha terreno, pode até iniciar projetos maiores, como um porto, para que o comércio se torne mais barato, uma câmara municipal, para que possamos acompanhar tudo, ou até mesmo uma universidade, para que possa começar a explorar o mundo à nossa volta.",
                "good_luck": "Você consegue!"
            },
            "s": {
                "message1": "Ótima escolha para se estabelecer neste bioma rochoso, onde pode tornar-se um com a terra. Encontrar pedras e minérios não será problema aqui. Embora possa ser um pouco mais difícil cultivar alimentos, tenho a certeza de que outros ficarão felizes em trocar pela sua abundância de materiais preciosos.",
                "message2": "As suas capacidades ainda são limitadas. Certifique-se de obter primeiro um fluxo constante de recursos. Em seguida, construa um mercado para poder negociar com outros povoados. À medida que ganha terreno, pode até iniciar projetos maiores, como um porto, para que o comércio se torne mais barato, uma câmara municipal, para que possamos acompanhar tudo, ou até mesmo uma universidade, para que possa começar a explorar o mundo à nossa volta.",
                "good_luck": "Construa com força!"
            },
            "e": {
                "message1": "O ar é seco e o sol é forte. Não é o bioma mais fácil, mas pode construir o seu povoado a partir da própria terra. Encontrar madeira utilizável pode ser um pouco mais difícil aqui, mas o solo parece bom para a maioria das culturas. Tenho a certeza de que, com a sua criatividade, vai conseguir fazer isto funcionar.",
                "message2": "As suas capacidades ainda são limitadas. Certifique-se de obter primeiro um fluxo constante de recursos. Em seguida, construa um mercado para poder negociar com outros povoados. À medida que ganha terreno, pode até iniciar projetos maiores, como um porto, para que o comércio se torne mais barato, uma câmara municipal, para que possamos acompanhar tudo, ou até mesmo uma universidade, para que possa começar a explorar o mundo à nossa volta.",
                "good_luck": "Boa construção!"
            },
            "a": {
                "message1": "Essa é uma escolha interessante. Por que escolheria este deserto ártico? Não vejo árvores nem rochas por aqui. Mas acho que sempre pode negociar com outras pessoas. Apenas certifique-se de manter o seu povo bem aquecido e alimentado.",
                "message2": "As suas capacidades são muito limitadas. Priorize a construção de um mercado para poder negociar com outros povoados. Espero que tenha bons contactos, porque isso vai ser difícil. No entanto, se conseguir, poderá até iniciar projetos maiores, como um porto, para que o comércio fique mais barato, uma câmara municipal, para que possamos acompanhar tudo, ou até mesmo uma universidade, para que possa começar a explorar o mundo à nossa volta.",
                "good_luck": "Boa sorte."
            }
        }
    },
    "loading": {
        "assets": "A carregar recursos...",
        "connecting": "A ligar ao servidor...",
        "game": "A carregar o jogo..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Apagar tudo",
            "menu": "Menu",
            "quicksettings": "Configurações",
            "saveBuild": "Guardar Compilação",
            "saveSandbox": "Guardar Compilação"
        },
        "main": {
            "credits": "Créditos",
            "enterMultiplayer": "Entrar no mundo",
            "loadSandbox": "Carregar Sandbox",
            "newSandbox": "Nova área de testes",
            "returnToDesktop": "Voltar ao ambiente de trabalho",
            "serverOffline": "Não é possível aceder ao servidor. Verifique a sua ligação à Internet ou o servidor pode estar em baixo.",
            "settings": "Configurações",
            "subtitle": "Esta é uma versão inicial do Project Rebearth. Entre em contacto connosco se encontrar algum problema durante o jogo.",
            "demoSubtitle": "Esta é a demonstração do Project Rebearth. Apenas o modo sandbox de construção de cidades está ativado. Para jogar no modo multijogador global com gestão de recursos, adquira a versão completa.",
            "demoRestriction1": "Por trás deste botão encontra-se o enorme mundo multijogador online do Project Rebearth. No entanto, na versão demo, apenas está disponível o modo sandbox, sem gestão de recursos.",
            "demoRestriction2": "O modo sandbox ainda permite criar mapas incríveis, exportá-los em alta resolução e experimentar como é um mundo de jogo em escala 1:1.",
            "title": "Servidor do Projeto Rebearth",
            "welcome": "Bem-vindo, {{name}}!"
        },
        "sandbox": {
            "description": "O modo Sandbox permite que você construa livremente, sem as restrições do mundo multijogador. É só você e zero restrições de recursos. Você pode salvar o seu progresso e carregá-lo mais tarde.",
            "loadFromFile": "Carregar a partir do ficheiro",
            "loadTitle": "Carregar Sandbox",
            "noSaves": "Não foram encontrados registos locais.",
            "start": "Iniciar novo jogo",
            "title": "Nova área de testes"
        },
        "slots": {
            "deleteConfirm": "Tem a certeza de que deseja eliminar este jogo guardado? Esta ação não pode ser desfeita.",
            "empty": "Espaço vazio",
            "locked": "Bloqueado",
            "lockedText": "Bloqueado",
            "newGame": "Novo jogo",
            "play": "Jogar",
            "population": "Habitantes",
            "slot": "Slot",
            "title": "Selecione um espaço de armazenamento",
            "unlockHint1000": "Desbloquear com 1000 habitantes",
            "unlockHint10000": "Desbloquear com 10 mil habitantes",
            "unnamedCity": "Cidade sem nome"
        },
        "locked": {
            "settleFirst": "Comece por construir o centro da sua cidade.",
            "townHall": "Construa uma Câmara Municipal para desbloquear a classificação global, alianças e opções.",
            "university": "Construa uma universidade para desbloquear expedições e pesquisas.",
            "market": "Construa um mercado ou porto para desbloquear o mercado global.",
            "noBiomeAssets": "Não há edifícios deste tipo disponíveis neste bioma."
        }
    },
    "modals": {
        "archive": {
            "title": "Arquivos"
        },
        "choices": {
            "selectChoice": "Selecionar opção",
            "title": "Opções"
        },
        "deleteConfirmation": {
            "cancel": "Cancelar",
            "confirm": "Apagar",
            "message": "Tem a certeza de que deseja eliminar toda a sua cidade? Esta ação não pode ser desfeita.",
            "title": "Confirmar eliminação"
        },
        "diplomacy": {
            "alliances": "Alianças",
            "enemy": "Inimigo",
            "neutral": "Neutro",
            "title": "Diplomacia",
            "you": "Você"
        },
        "market": {
            "amount": "Quantidade",
            "back": "Voltar",
            "base": "Base",
            "buy": "COMPRAR",
            "buys": "compra",
            "bought": "comprado",
            "for": "para",
            "price": "Preço",
            "pricePerUnit": "Preço por unidade",
            "quantity": "Quantidade",
            "resource": "Recurso",
            "sell": "Olhe",
            "sells": "vende",
            "sold": "vendido",
            "title": "Mercado",
            "total": "Total",
            "totalLabel": "Total",
            "transport": "Transporte",
            "unitPrice": "por um preço unitário de"
        },
        "orders": {
            "title": "As minhas encomendas"
        },
        "ranking": {
            "area": "Área",
            "buildings": "Edifícios",
            "goToPlayer": "Ir para o jogador",
            "overall": "Geral",
            "player": "Jogador",
            "population": "População",
            "resources": "Recursos",
            "title": "Classificação"
        },
        "save": {
            "download": "Descarregar ficheiro",
            "message": "O seu jogo foi guardado localmente.",
            "title": "Jogo guardado"
        }
    },
    "orders": {
        "amount": "Quantidade",
        "buy": "Comprar",
        "buying": "compra",
        "confirmCancel": "Tem a certeza de que deseja cancelar este pedido?",
        "for": "para",
        "marketStorage": "Armazenamento comercial",
        "myOrders": "Faça as suas encomendas",
        "noMarketStorage": "Não há armazenamento disponível no mercado. Construa edifícios comerciais para colocar ordens de venda.",
        "noOrders": "Sem ordens ativas",
        "onlyAllianceMembers": "Venda apenas a membros da aliança.",
        "sell": "Olhe",
        "sellButton": "{{type}} {{amount}} {{resource}} para {{price}} por unidade",
        "selling": "venda",
        "storageFull": "Armazenamento cheio! Construa mais edifícios comerciais.",
        "totalPrice": "Preço total",
        "unitPrice": "Preço unitário"
    },
    "politics": {
        "accept": "aceitar",
        "allianceTradeInfo": "Escolha um tipo de aliança:",
        "alliances": "Alianças",
        "applications": "Aplicações",
        "applyForAlliance": "candidatar-se à aliança",
        "back": "Voltar",
        "cancelApplication": "cancelar aplicação",
        "choiceChangeCooldown": "Esta escolha pode ser alterada novamente após um ou mais dias {{days}}.",
        "common": {
            "accept": "Aceitar",
            "applications": "Aplicações",
            "globalRank": "Classificação global",
            "greatFederation": "Grande Federação",
            "kick": "Kick",
            "marketSize": "Dimensão do mercado",
            "members": "Membros",
            "name": "Nome",
            "owner": "Proprietário",
            "rank": "Classificação",
            "reject": "Rejeitar",
            "scienceLeague": "Liga Científica",
            "tradeAlliance": "Aliança Comercial",
            "value": "Valor"
        },
        "createAlliance": "criar aliança",
        "days": "dias",
        "disbandAlliance": "dissolver aliança",
        "globalRank": "Classificação global",
        "go": "para",
        "inviteToAlliance": "Convide para a sua aliança",
        "kick": "kick",
        "leaveAlliance": "sair da aliança",
        "loading": "A carregar...",
        "marketSize": "Dimensão do mercado",
        "marketSizeLabel": "Dimensão do mercado: {{size}}",
        "members": "Membros",
        "name": "Nome",
        "noApplications": "Não há aplicações",
        "noModifiers": "Esta aliança não tem modificadores.",
        "owner": "Proprietário",
        "placeholderDescription": "Descrição da aliança",
        "placeholderName": "Nome da aliança",
        "rank": "Classificação",
        "rankPrefix": "Não.",
        "ranking": {
            "area": "Área",
            "buildings": "Edifícios",
            "overall": "Geral",
            "population": "População",
            "resources": "Recursos"
        },
        "reject": "rejeitar",
        "value": "Valor"
    },
    "popup": {
        "apply": "Aplicar",
        "archive": "Arquivo",
        "demolish": "Demolir",
        "population": "População",
        "production": {
            "rate": "Classificar",
            "title": "Produção"
        },
        "storage": {
            "title": "Armazenamento"
        },
        "townName": "Nome da cidade:",
        "townColor": "Cor da cidade:",
        "unnamedTown": "cidade sem nome",
        "upgrade": "Atualize para {{building}}"
    },
    "settings": {
        "animations": "Animações",
        "fullscreen": "Ecrã inteiro",
        "bushDensity": "Densidade de arbustos",
        "clearTileCache": "Limpar dados em cache",
        "density": {
            "dense": "Denso",
            "normal": "Normal",
            "off": "Desligado",
            "sparse": "Espalhado"
        },
        "grassDensity": "Densidade da relva",
        "language": "Idioma",
        "musicVolume": "Volume da música",
        "performanceFeatures": "- Ajustar elementos visuais -",
        "resolutions": {
            "high": "Alta",
            "low": "Baixo",
            "medium": "Médio",
            "potato": "Batata",
            "ultra": "Ultra"
        },
        "rockDensity": "Densidade da rocha",
        "showClouds": "Mostrar nuvens",
        "soundVolume": "Volume do som",
        "textureResolution": "Resolução da textura",
        "title": "Configurações",
        "treeDensity": "Densidade da árvore",
        "uiScale": "Escala da interface do utilizador"
    },
    "tips": {
        "loading": [
            "Um dia no jogo dura um dia na vida real. Não tenha pressa e desenvolva a sua cidade ao seu ritmo.",
            "Pode rodar os edifícios antes de os colocar usando as teclas Q e E.",
            "Clique duas vezes no editor de formas para colocar nós.",
            "Use a tecla Shift para continuar a colocar edifícios.",
            "Se encontrar algum problema, informe-nos no Discord.",
            "Construa um mercado ou um porto para desbloquear o comércio com outros jogadores.",
            "Construa uma câmara municipal para desbloquear alianças, classificações e opções.",
            "Construa uma universidade para desbloquear expedições e pesquisas.",
            "Uma avaliação no Steam ajuda-nos a encontrar novos jogadores que tornam este mundo vivo.",
            "Nem todos os recursos são fáceis de obter em todos os lugares. Às vezes, negociar será mais barato do que produzir tudo por conta própria.",
            "Uma avaliação no Steam ajuda-nos a encontrar novos jogadores que tornam este mundo vivo.",
            "Uma avaliação no Steam ajuda-nos a encontrar novos jogadores que tornam este mundo vivo.",
            "Visite o wiki em projectrebearth.com para saber tudo sobre o mundo do Project."
        ]
    },
    "tooltip": {
        "cannotChange": "Não pode ser alterado para",
        "construction": "Construção",
        "refund": "Reembolso",
        "costPerMeter": "(para m)",
        "costPerSquareMeter": "(por m²)",
        "effects": "Efeitos",
        "upkeep": "Manutenção",
        "production": "Produção",
        "move": "Mova este edifício"
    },
    "units": {
        "days": "dias",
        "hours": "{{value}} h",
        "hoursLong": "horas",
        "minutes": "{{value}} m",
        "minutesLong": "minutos",
        "perDay": "/dia",
        "percentage": "{{valor}}",
        "seconds": "{{value}} s",
        "secondsLong": "segundos"
    },
    "warnings": {
        "notEnoughPop": "Não há voluntários suficientes."
    }
}