{
    "alliances": {
        "allianceTradeInfo": "Este grozav să faci echipă cu alți jucători! Puteți alege să faceți comerț exclusiv între voi și, în funcție de cei cu care vă aliați, veți primi și beneficii suplimentare.",
        "applyForAlliance": "Aplică pentru alianță",
        "cancelApplication": "Anulează aplicația",
        "greatFederationDesc": "Aliază-te cu oameni puternici și organizați! Fii mai bine protejat împotriva furturilor și obține mai multe resurse de la supușii tăi. Totuși, acest lucru vine cu prețul unei birocrații mai mari și a unor venituri fiscale mai mici.",
        "leaveAlliance": "Părăsește alianța",
        "marketSizeLabel": "Dimensiunea pieței:",
        "scienceLeagueDesc": "Alăturându-te unei ligi științifice devii mai inteligent. Acest lucru este dovedit științific. Bucură-te de o viteză mai mare de cercetare și de costuri mai mici pentru expediții. De asemenea, oamenii devin mai fericiți! Dar nu suntem atât de buni la realizarea lucrurilor.",
        "tradeAllianceDesc": "Totul se reduce la bani! Beneficiați de costuri comerciale reduse și de o eficiență fiscală sporită, dar și de un risc mai mare de furt."
    },
    "biomes": {
        "1": "Păduri tropicale și subtropicale de foioase",
        "10": "Pajiști montane",
        "11": "Tundra",
        "12": "Pădurile mediteraneene",
        "13": "Deșerturi și tufărișuri xerice",
        "14": "Mangrove",
        "2": "Păduri tropicale și subtropicale de foioase",
        "3": "Păduri tropicale și subtropicale de conifere",
        "4": "Păduri temperate și mixte",
        "5": "Pădure temperată de conifere",
        "6": "Păduri boreale",
        "7": "Pășuni tropicale și subtropicale",
        "8": "Savane temperate",
        "9": "Pajiști inundate",
        "98": "Arctic Wasteland",
        "99": "Calota glaciară"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Reduceți costurile pentru persoanele care cumpără produsele dvs., crescând în același timp costurile de achiziție a produselor de la alți jucători.",
            "importFocus": "Reduceți costul achiziționării de bunuri de la alți jucători, crescând în același timp costul pentru persoanele care cumpără bunurile dvs.",
            "lavishRations": "Să mănânce prăjituri! Rațiile generoase vor crește cantitatea de hrană necesară per persoană, dar oamenii vor fi fericiți.",
            "lowRations": "E tortul meu! Rațiile reduse vor reduce cantitatea de hrană necesară per persoană, dar oamenilor nu le va plăcea.",
            "neutralFocus": "Este o piață liberă, faceți ce trebuie să faceți. Mențineți costurile de import și export la rate standard.",
            "normalRations": "Cantitatea potrivită de hrană pentru poporul tău. Menține consumul de hrană la niveluri standard.",
            "taxation": "Este corect... Va genera aur pentru fiecare locuitor, dar va reduce fericirea.",
            "veganSociety": "Ce idee ciudată să mănânci animale... Crește producția de alimente, dar nu poți produce produse de origine animală.",
            "workerSafety": "Oamenii sunt cea mai mare valoare a ta. Crește siguranța producției, dar reduce randamentul.",
            "dubiousWorkingRules": "Oamenii sunt doar resurse. Crește producția, dar crește și rata accidentelor.",
            "crampedQuarters": "De cât spațiu personal ai nevoie cu adevărat? Putem caza mai multe persoane în aceleași case, nu-i așa?",
            "intensiveFarming": "Agricultura intensivă vă permite să hrăniți animalele cu cereale, crescând cantitatea de produse animale pe care le puteți produce.",
            "newTownBoost": "Ca nouă așezare, primești bonusuri temporare pentru a te ajuta să începi. Acestea vor dispărea în timp."
        },
        "exclusiveOptions": "Opțiuni exclusive",
        "lockedFor": "Blocat pentru",
        "option": "Opțiune",
        "title": "Opțiuni",
        "titles": {
            "exportFocus": "Comerț - Orientare către export",
            "greatFederation": "Marea Federație",
            "importFocus": "Comerț - Import Focus",
            "lavishRations": "Rații generoase",
            "lowRations": "Rații reduse",
            "neutralFocus": "Comerț - Orientare neutră",
            "normalRations": "Rații normale",
            "scienceLeague": "Liga Științifică",
            "taxation": "Impozitare",
            "tradeAlliance": "Alianța comercială",
            "veganSociety": "Societatea Vegană",
            "workerSafety": "Siguranța lucrătorilor",
            "dubiousWorkingRules": "Reguli de lucru dubioase",
            "crampedQuarters": "Ca sardinele!",
            "intensiveFarming": "Agricultură intensivă",
            "newTownBoost": "Un nou început!"
        },
        "unlock": "Deblocare"
    },
    "common": {
        "delete": "Ștergeți",
        "deleting": "Ștergere...",
        "loading": "Se încarcă..."
    },
    "connection": {
        "backToMenu": "Înapoi la meniu",
        "lost": "Conexiune pierdută",
        "message": "Serverul este temporar indisponibil. Acest lucru se poate datora lucrărilor de întreținere sau unei reporniri. Progresul tău online este în siguranță, jocul va reporni automat odată ce conexiunea va fi restabilită.",
        "reconnecting": "Reconectare"
    },
    "controls": {
        "build": {
            "addMorePoints": "Adăugați mai multe puncte",
            "areaLimitExceeded": "Limita de zonă depășită: {{size}} {{relation}} {{limit}}",
            "costs": "Costuri:",
            "invalidLocation": "Locație nevalidă",
            "mustBeNear": "Trebuie să fie aproape de {{parent}}",
            "notEnoughResources": "Resurse insuficiente",
            "tooHigh": "Măriți imaginea"
        },
        "cancel": "✗",
        "close": "Închide",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Adăugați mai multe puncte",
            "calculating": "Se calculează...",
            "duration": "Durată",
            "expedition": "Expediție",
            "finished": "Gata!",
            "food": "Alimente",
            "knowledge": "Cunoștințe",
            "population": "Populație",
            "timeLeft": "Timp rămas",
            "title": "Costuri de explorare"
        },
        "next": "Următorul",
        "previous": "Anterior"
    },
    "errors": {
        "fetchSlots": "Nu s-au putut încărca sloturile de salvare.",
        "generic": "A apărut o eroare",
        "invalidFile": "Format de fișier invalid",
        "loadingBuild": "Eroare la încărcarea compilării",
        "serverConnection": "Eroare de conexiune la server",
        "webWorkersNotSupported": "Nu se poate rula jocul: Web Workers nu este acceptat"
    },
    "events": {
        "confirm": "Bine.",
        "consequences": "Efecte",
        "remaining": "{{count}} Rămase",
        "titles": {
            "food_shortage": "Oamenii sunt flămânzi.",
            "strike": "Atac",
            "celebration": "Un cadou pentru tine",
            "productivity_boom": "Să începem!",
            "expedition_found": "Expediția se întoarce!",
            "animal_unlock": "Ei bine, ei bine, ei bine... ce avem noi aici?",
            "bankruptcy": "Faliment!",
            "raid": "Bunurile tale au fost furate!",
            "trade": "S-a făcut!",
            "player_message": "Ai primit un e-mail!"
        },
        "descriptions": {
            "food_shortage": "Rămâi fără provizii! Dacă oamenii nu au ce mânca, vor fura tot ce pot pentru a supraviețui sau chiar vor înceta să mai lucreze.",
            "strike": "Oamenii nu sunt mulțumiți! Orice ai face, lor nu le place. Asigură-te că oamenii tăi sunt mulțumiți pentru a evita închiderea clădirilor.",
            "celebration": "Oamenii sunt fericiți! Orice ai face, continuă să faci! Ca un mic cadou, toți au strâns niște bunuri pentru ca tu să continui să construiești acest oraș uimitor. Ce drăguț!",
            "productivity_boom": "Oamenii sunt în extaz! Te iubesc nespus și au lucrat cu bucurie ore suplimentare pentru tine. Astfel, au reușit să producă puțin mai mult din toate. Vor ca acest oraș să aibă succes, să știi!",
            "expedition_found": "Expediția ta s-a întors cu resurse și cunoștințe valoroase! Acest lucru va contribui în mare măsură la dezvoltarea orașului tău și la eforturile de cercetare. Jurnalul lor de bord conține însă o mențiune interesantă:",
            "animal_unlock": "Ce am găsit aici? Expediția ta s-a întors cu un animal surprinzător de blând. Se pare că preferă să trăiască în orașul tău decât în sălbăticie. Ar fi nepoliticos să-l trimitem înapoi acum, nu-i așa?",
            "bankruptcy": "Pur și simplu nu ai monede! Un turn s-a prăbușit. Turnurile pe care le-ai construit se vor deteriora și vor fi distruse dacă nu le întreții cu suficiente monede.",
            "raid": "Ar fi trebuit să-ți ascunzi mai bine bunurile! Erau la îndemâna oricui, iar niște hoți necunoscuți au fugit cu o parte din resursele tale.",
            "trade": "Cineva a îndeplinit (o parte din) comanda ta comercială.",
            "player_message": "Un mesager a sosit dintr-un alt oraș cu un mesaj pentru tine."
        }
    },
    "game": {
        "zoomToBuild": "Măriți pentru a începe construirea",
        "buildings": {
            "assets": {
                "expedition": "Expediție",
                "bakery": "Brutărie",
                "boat": "Barcă",
                "brewery": "Fabrică de bere",
                "bridge": "Punte",
                "center": "Centru",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Clay Crane îmbunătățit",
                "claypit": "Cariera de argilă",
                "creamery": "Creamery",
                "dock": "Cu toate acestea",
                "fence1": "Gard din lemn",
                "fence2": "Gard împletit",
                "fence3": "Forma gardului",
                "fence4": "Linia de gard",
                "fences": "Garduri",
                "field": "Câmp",
                "firepit": "Foc de tabără",
                "fireplace": "Șemineu",
                "fishery": "Pescuit",
                "foraging_hut": "Cabană pentru căutarea hranei",
                "fountain": "Fântână",
                "house_1": "Shack",
                "house_2": "Colibă",
                "house_3": "Cabină",
                "house_4": "Casă",
                "house_5": "Reședință",
                "house_6": "Sat",
                "large_ship": "Nava mare",
                "large_statue": "Statuie mare",
                "logpile": "Grămadă de bușteni",
                "market": "Piață",
                "market_stall": "Tarabe de piață",
                "market_stall_1": "Carne",
                "market_stall_2": "Pește",
                "market_stall_3": "Pâine",
                "market_stall_4": "Legume",
                "market_stall_5": "Bunuri",
                "medium_ship": "Navă medie",
                "nursery": "Pepinieră",
                "park": "Parc",
                "path": "Cale",
                "pier": "Pier",
                "plaza": "Piață",
                "dirt": "Murdărie",
                "port": "Port",
                "quarry": "Carieră",
                "road": "Drum",
                "ruinsBig": "Ruine mari",
                "ruinsSmall": "Ruine mici",
                "saw": "Fabrică de cherestea",
                "small_ship": "Navă mică",
                "small_statue": "Statuie mică",
                "square": "Pătrat",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Stone Crane îmbunătățit",
                "table": "Tabel",
                "tailor": "Personalizat",
                "tavern": "Tavernă",
                "tent": "Cort",
                "tower": "Turn",
                "town_hall": "Primărie",
                "tree": "Arbore",
                "university": "Universitate",
                "museum": "Muzeu",
                "warehouse": "Depozit",
                "water_tower": "Turnul de apă",
                "windmill": "Moară de vânt",
                "windmill_upgraded": "Moară îmbunătățită",
                "woodcutter": "Tăietor de lemne",
                "refinery": "Rafinărie",
                "iron_mine": "Mina de fier",
                "iron_mine_upgraded": "Mină de fier îmbunătățită",
                "glassworks": "Glassworks",
                "tools_workshop": "Atelier de instrumente",
                "well": "Bine"
            },
            "categories": {
                "decoration": "Decorațiuni",
                "defense": "Teritoriu",
                "food": "Alimente",
                "housing": "Locuințe",
                "infrastructure": "Infrastructură",
                "military": "Militar",
                "production": "Producție",
                "research": "Cercetare",
                "resources": "Resurse",
                "storage": "Stocare",
                "town": "Oraș"
            },
            "descriptions": {
                "bakery": "Nimic nu se compară cu mirosul pâinii proaspete, făcută cu cea mai proaspătă făină și, ocazional, cu gândaci.",
                "boat": "Barca este ideală pentru pescuitul în ape mai adânci sau pentru cuplurile tinere care se sărută ocazional.",
                "brewery": "Cineva a lăsat boabele umede afară prea mult timp și acum sunt la modă! Hai să profităm de asta.",
                "bridge": "Este o punte. La ce te așteptai? Te duce de la A la B.",
                "center": "Inima orașului tău, aici începe totul! Găzduiește câțiva oameni și depozitează lucrurile esențiale. Poate fi transformată într-o piață care arată puțin mai permanentă.",
                "clay_crane": "Macaraua, una dintre cele mai mari invenții care ne scutesc de efortul fizic! Nu mai trebuie să scoți toată argila din groapă, folosește macaraua.",
                "clay_crane_upgraded": "Cu aceste materiale ciudate pe care le găsim, sunt sigur că putem face această macara să funcționeze și mai bine!",
                "claypit": "Este o simplă groapă în pământ. Dar dacă uscăm pământul pe care îl obținem aici, devine destul de dur! Este o muncă intensă și lasă o cicatrice destul de urâtă în peisaj.",
                "creamery": "Cineva a lăsat laptele proaspăt afară prea mult timp și acum este... solid? Cel puțin acum îl putem vinde ca aliment.",
                "dock": "Extindeți-vă portul! Creați mai mult spațiu pentru clădiri portuare și nave.",
                "fence1": "Un gard simplu din lemn pentru a ține creaturile simple afară sau înăuntru.",
                "fence2": "Un gard împletit pentru a ține creaturile simple afară sau înăuntru.",
                "fence3": "Desenați un gard personalizat pentru a ține creaturile simple afară sau înăuntru.",
                "fence4": "Desenează un gard lung pentru a ține creaturile simple afară. Sau înăuntru.",
                "fences": "Gardurile sunt o modalitate excelentă de a ține vizitatorii nedoriți în afara orașului tău sau de a-i ține înăuntru.",
                "firepit": "Un foc de tabără este o structură solidă care servește la încălzire și gătit. Nu uitați să-l stingeți înainte de a vă culca.",
                "fireplace": "Nimic nu este mai plăcut decât să cânți în jurul unui șemineu. Deși fumul va ajunge întotdeauna exact la tine.",
                "field": "Când curățăm un câmp, putem cultiva plante acolo. Unele dintre ele le putem chiar mânca!",
                "fishery": "Nimic nu este mai idilic decât o mică pescărie pe malul mării. Aceasta produce pește relativ proaspăt pentru orașul tău.",
                "foraging_hut": "Cine are nevoie de mâncare sofisticată când poți mânca orice crește în sălbăticie? Cabana de aprovizionare colectează diverse materiale, dar are nevoie de mult spațiu deschis pentru a face acest lucru.",
                "fountain": "Una dintre cele mai mari realizări ale noastre în domeniul ingineriei! Cui nu-i place apa în mișcare?",
                "house_1": "Toată lumea are nevoie de un loc unde să locuiască. Această căsuță oferă un loc unde oamenii tăi pot mânca și locui.",
                "house_2": "Toată lumea are nevoie de un loc unde să locuiască. Această căsuță oferă un loc unde oamenii tăi pot mânca și locui.",
                "house_3": "Toată lumea are nevoie de un loc unde să locuiască. Această casă oferă un loc unde oamenii tăi pot mânca și locui.",
                "house_4": "Toată lumea are nevoie de un loc unde să locuiască. Această casă oferă un loc unde oamenii tăi pot mânca și locui.",
                "house_5": "Toată lumea are nevoie de un loc unde să locuiască. Această casă elaborată oferă un loc unde oamenii tăi pot mânca și locui.",
                "house_6": "Toată lumea are nevoie de un loc unde să locuiască. Această casă luxoasă oferă un loc unde oamenii tăi pot mânca și locui.",
                "large_ship": "Nu cred că pot fi mai mari de atât. Uitați-vă la asta! Nu, serios, uitați-vă cu toții! Asta trebuie să reducă și mai mult costurile de transport.",
                "large_statue": "O statuie mare pentru un tip mare. Oamenii spun că era chiar atât de mare.",
                "logpile": "Care este cel mai bun mod de a depozita lemnul? Pur și simplu aruncă-l într-o grămadă.",
                "market": "Piața vă va permite să faceți comerț cu alte orașe. Casele preferă să fie situate în apropierea acestora.",
                "market_stall": "Adaugă o tarabă în orașul tău",
                "market_stall_1": "Un stand care vinde produse din carne.",
                "market_stall_2": "Un stand care vinde produse din pește.",
                "market_stall_3": "Un stand care vinde produse de panificație.",
                "market_stall_4": "Un chioșc care vinde produse vegetale.",
                "market_stall_5": "Un stand care vinde diverse produse.",
                "medium_ship": "Ce navă frumoasă! Nici prea mare, nici prea mică. Pur și simplu frumoasă. Reduce costurile de transport cu încă 25%.",
                "nursery": "De ce să-l lăsăm pe tăietorul de lemne să meargă la copaci, când putem aduce copacii la tăietorul de lemne?",
                "park": "Adăugați un parc frumos în orașul dvs. pentru ca cetățenii să se poată relaxa.",
                "path": "Un drum simplu de pământ care își îndeplinește rolul, deși clădirile vor funcționa foarte bine și fără ele.",
                "pier": "Oamenii jură că peștii mai mari se află în apele mai adânci. Să vedem cât de adânc putem ajunge!",
                "plaza": "Piese frumoase pentru orașul tău frumos. Excelente pentru piețe, decorare sau pur și simplu pentru a-ți etala bogăția.",
                "dirt": "Afișează unde merg oamenii, dar nimeni nu s-a deranjat să pună plăci adecvate.",
                "port": "Portul vă permite să faceți comerț cu alte orașe. Este mult mai eficient decât comerțul terestru, iar costurile de transport vor fi reduse la jumătate.",
                "quarry": "Carierele vă permit să extrageți pietre din pământ. Este o muncă intensă, dar pietrele sunt veșnice! Totuși, ele lasă o cicatrice mare în peisaj.",
                "road": "Drumurile conferă structură satului tău. Nu sunt necesare pentru clădirile tale, dar arată mai elegant decât potecile.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Progres! Cu ajutorul unor instrumente sofisticate, putem transforma prelucrarea lemnului într-o joacă de copii.",
                "small_ship": "O navă mică pentru călătorii scurte. Și uite! Aceasta chiar plutește. Probabil că am putea reduce puțin costurile de transport cu aceasta.",
                "small_statue": "O statuetă mică pentru un om mic. Oamenii spun că era chiar atât de mic.",
                "square": "Un centru urban adecvat! Această piață arată mai elegantă decât centrul de bază.",
                "stone_crane": "Macaraua, una dintre cele mai mari invenții care ne scutesc de efortul fizic! Nu mai trebuie să cărăm toate pietrele din carieră, ci folosim macaraua.",
                "stone_crane_upgraded": "Cu aceste materiale ciudate pe care le-am găsit, sunt sigur că putem face această macara să funcționeze și mai bine!",
                "table": "Este mai plăcut să mănânci la masă decât pe podea. Doar dacă nu-ți plac insectele crocante din mâncare sau din pantaloni.",
                "tailor": "Dacă ești dezbrăcat, nu ajungi prea departe. Roagă un croitor să-ți confecționeze niște haine care să te țină de cald.",
                "tavern": "Taverna este un loc unde cetățenii tăi se întâlnesc și beau. Cel puțin poți profita de deciziile proaste ale oamenilor.",
                "tent": "Cum să obținem mai mult lemn din pădure? Punem mai mulți oameni în pădure. Cum punem mai mulți oameni în pădure? Punem mai multe corturi în pădure.",
                "tower": "Terenul nostru se întinde cât vedem cu ochii. Dacă putem vedea mai departe, terenul nostru se extinde și mai mult.",
                "town_hall": "Persoanele foarte importante pot urmări aici unele cifre foarte importante. În plus, arată bine.",
                "tree": "Copacii sunt minunați! Adăugați mai mulți.",
                "university": "Un loc în care poți pune toți oamenii inteligenți să facă lucruri inteligente. Și, având în vedere tot timpul liber de care dispun, îi poți trimite chiar și în expediții!",
                "museum": "Să arătăm tuturor lucrurile interesante pe care le-am găsit! Să le punem în cea mai elegantă clădire pe care o putem construi.",
                "warehouse": "Un depozit poate stoca toate tipurile de resurse; trebuie doar să le oferiți spațiul necesar pentru asta.",
                "water_tower": "Teritoriul nostru se întinde până unde putem vedea. Dacă putem vedea mai departe, teritoriul nostru se extinde și mai mult.",
                "windmill": "E incredibil cum cineva a reușit să transforme vântul în hrană. Este singura modalitate fezabilă de a transforma acele roci vegetale dure în făină pentru pâinea noastră moale și delicioasă.",
                "windmill_upgraded": "Cu aceste materiale ciudate pe care le-am găsit, sunt sigur că putem face această moară de vânt să funcționeze și mai repede. Cu cât sunt mai multe piese mobile, cu atât mai bine, nu-i așa?",
                "woodcutter": "Tăietorul de lemne va tăia lemne. Câte lemne? Câte poate tăia un tăietor de lemne.",
                "refinery": "Rafinăria este utilizată pentru a transforma roci ciudate în roci strălucitoare și maleabile.",
                "iron_mine": "Am săpat o groapă adâncă, pentru că am găsit niște pietre ciudate. Să trimitem toți oamenii acolo să le aducă. Ce rău se poate întâmpla?",
                "iron_mine_upgraded": "Cu aceste materiale ciudate pe care le-am găsit, sunt sigur că vom putea extrage mai repede mai multe pietre strălucitoare din pământ!",
                "glassworks": "Glassworks vă permite să produceți sticlă din nisip, care poate fi utilizată pentru diverse aplicații avansate.",
                "tools_workshop": "Cu ajutorul unui atelier de unelte, poți produce unelte esențiale pentru meseriile anumitor persoane.",
                "well": "Deși este distractiv să stai în ploaie cu gura deschisă, este puțin mai complicat când ai o cadă de umplut. O fântână se potrivește mai bine orașului tău."
            }
        },
        "crops": {
            "cow": "Vacă",
            "empty": "Gol",
            "goat": "Capră",
            "grain": "Grain",
            "maize": "Pâine",
            "potato": "Cartof",
            "sheep": "Oi"
        },
        "effects": {
            "accidentRate": "Rata accidentelor",
            "allProduction": "Toată producția",
            "constructionCost": "Costul construcției",
            "expeditionCost": "Costul expediției",
            "exportCost": "Costul exportului",
            "foodConsumption": "Consumul alimentar",
            "foodProduction": "Producția alimentară",
            "goodsProduction": "Producția de bunuri",
            "happiness": "Fericire",
            "importCost": "Costul importului",
            "populationProduction": "Populație Modificare",
            "populationCapacity": "Capacitate de cazare",
            "raidRisk": "Risc de furt (atunci când se depășește capacitatea de stocare)",
            "researchSpeed": "Viteza de cercetare",
            "taxation": "Impozitare",
            "animalProduction": "Producția animalieră"
        },
        "expedition": {
            "start": "Începe expediția"
        },
        "resources": {
            "clothes": "Îmbrăcăminte",
            "coin": "Monede",
            "drinks": "Băuturi",
            "earth": "Pământ",
            "flour": "Făină",
            "food": "Alimente",
            "grain": "Grain",
            "happiness": "Fericire",
            "knowledge": "Cunoștințe",
            "pop": "Populație",
            "stone": "Piatra",
            "wood": "Lemn",
            "wool": "Lână",
            "ore": "Noi",
            "metal": "Metal",
            "tools": "Instrumente",
            "glass": "Sticlă",
            "scrap": "Scrap",
            "milk": "Lapte"
        },
        "views": {
            "build": "Construiește",
            "explore": "Explorați",
            "market": "Piață",
            "player": "Jucător",
            "politic": "Politică",
            "watch": "Urmăriți"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Faceți dublu clic pentru a plasa noduri.",
            "multiPlace": "Continuați să plasați",
            "rotate": "Rotește",
            "restriction": "Zonă neconstruibilă"
        },
        "capacity": "Capacitate",
        "defaultTownName": "Oraș fără nume",
        "is_throttled": "Se termină! Este posibil ca unele clădiri să nu funcționeze corect.",
        "placeCenterPrompt": "Plasați-vă centrul",
        "storage_overflow": "Memoria este plină! Riscul de furt a crescut."
    },
    "intro": {
        "message1": "Dacă citești acest text, înseamnă că ești alesul, destinat să repopulezi suprafața. Ceea ce vezi în fața ta este planeta noastră, lumea noastră așa cum este ea astăzi. Nimic nu mai este cum era odată. Sau, cel puțin, cum credem noi că era odată. Nimeni nu-și mai amintește cu adevărat.",
        "message2": "Dar sarcina ta este simplă. Găsește un loc și începe o nouă așezare. Dezvoltă-ți așezarea și poate vei putea să iei legătura cu alții care au făcut același lucru. Poate că împreună vom putea afla ce s-a întâmplat cu Pământul nostru.",
        "good_luck": "Mult succes!",
        "based": {
            "w": {
                "message1": "Bună alegere! Te-ai stabilit într-un biom plin de copaci luxurianți și faună sălbatică. Găsirea lemnului și colectarea resurselor nu vor fi o problemă aici, deși materialele și minereurile mai complexe ar putea fi puțin mai greu de procurat. Dar am încredere în tine și vei vedea că nimic nu este imposibil.",
                "message2": "Capacitățile tale sunt încă limitate. Asigură-te mai întâi că ai un flux constant de resurse. Apoi construiește o piață pentru a face comerț cu alte așezări. Pe măsură ce câștigi teren, poți începe chiar și proiecte mai mari, cum ar fi construirea unui port pentru a reduce costurile comerciale, a unei primării pentru a putea ține evidența tuturor lucrurilor sau chiar a unei universități pentru a putea începe explorarea lumii din jurul nostru.",
                "good_luck": "Ai reușit!"
            },
            "s": {
                "message1": "O alegere excelentă pentru a te stabili în acest biom stâncos, unde poți deveni unul cu pământul. Găsirea pietrei și a minereului nu va fi o problemă aici, deși cultivarea alimentelor ar putea fi puțin mai dificilă. Dar sunt sigur că alții vor fi fericiți să facă schimb cu materialele tale prețioase!",
                "message2": "Capacitățile tale sunt încă limitate. Asigură-te mai întâi că ai un flux constant de resurse. Apoi construiește o piață pentru a face comerț cu alte așezări. Pe măsură ce câștigi teren, poți începe chiar și proiecte mai mari, cum ar fi construirea unui port pentru a reduce costurile comerciale, a unei primării pentru a putea ține evidența tuturor lucrurilor sau chiar a unei universități pentru a putea începe explorarea lumii din jurul nostru.",
                "good_luck": "Construiește puternic!"
            },
            "e": {
                "message1": "Aerul este uscat, iar soarele este puternic. Nu este cel mai ușor biom, dar îți poți construi așezarea chiar din pământul propriu-zis. Găsirea lemnului utilizabil ar putea fi puțin mai dificilă aici, dar solul pare bun pentru majoritatea culturilor. Sunt sigur că, cu ingeniozitatea ta, vei reuși să faci acest lucru.",
                "message2": "Capacitățile tale sunt încă limitate. Asigură-te mai întâi că ai un flux constant de resurse. Apoi construiește o piață pentru a face comerț cu alte așezări. Pe măsură ce câștigi teren, poți începe chiar și proiecte mai mari, cum ar fi construirea unui port pentru a reduce costurile comerciale, a unei primării pentru a putea ține evidența tuturor lucrurilor sau chiar a unei universități pentru a putea începe explorarea lumii din jurul nostru.",
                "good_luck": "Construiți cu plăcere!"
            },
            "a": {
                "message1": "Este o alegere interesantă. De ce ai alege această zonă arctică pustie? Nu văd niciun copac sau stâncă în jur, dar presupun că poți face comerț cu alții. Asigură-te doar că oamenii tăi sunt bine hrăniți și încălziți.",
                "message2": "Capacitățile tale sunt foarte limitate. Acordă prioritate construirii unei piețe, astfel încât să poți face comerț cu alte așezări. Sper că ai relații bune, pentru că va fi dificil. Dacă reușești, însă, poți chiar să începi proiecte mai mari, cum ar fi construirea unui port, pentru ca comerțul să devină mai ieftin, a unei primării, pentru a putea ține evidența tuturor lucrurilor, sau chiar a unei universități, pentru a putea începe explorarea lumii din jurul nostru.",
                "good_luck": "Mult succes."
            }
        }
    },
    "loading": {
        "assets": "Se încarcă resurse...",
        "connecting": "Conectare la server...",
        "game": "Se încarcă jocul..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Ștergeți totul",
            "menu": "Meniu",
            "quicksettings": "Setări",
            "saveBuild": "Salvare Construire",
            "saveSandbox": "Salvare Construire"
        },
        "main": {
            "credits": "Credite",
            "enterMultiplayer": "Intrați în lume",
            "loadSandbox": "Încărcare Sandbox",
            "newSandbox": "Noul Sandbox",
            "returnToDesktop": "Reveniți la desktop",
            "serverOffline": "Nu se poate conecta la server. Este posibil ca serverul să fie suprasolicitat sau să fie temporar indisponibil din cauza lucrărilor de întreținere. Verificați Discord pentru a afla starea actuală.",
            "settings": "Setări",
            "subtitle": "Aceasta este o versiune preliminară a Project Rebearth. Vă rugăm să ne contactați dacă întâmpinați probleme în timpul jocului.",
            "demoSubtitle": "Aceasta este versiunea demo a Project Rebearth. Este activată doar funcția de construire a orașului în modul sandbox. Pentru a juca pe globul multiplayer cu gestionarea resurselor, descărcați versiunea completă.",
            "demoRestriction1": "În spatele acestui buton se află lumea multiplayer online masivă a Project Rebearth. Cu toate acestea, vă aflați în versiunea demo și este disponibil doar modul sandbox, fără gestionarea resurselor.",
            "demoRestriction2": "Modul sandbox vă permite în continuare să creați hărți extraordinare, să le exportați la rezoluție înaltă și să experimentați cum este o lume de joc la scară 1:1.",
            "title": "Proiectul Rebearth Server",
            "welcome": "Bine ai venit, {{name}}!"
        },
        "sandbox": {
            "description": "Modul Sandbox îți permite să construiești liber, fără constrângerile lumii multiplayer. Ești doar tu și zero restricții de resurse. Poți salva progresul și îl poți încărca mai târziu.",
            "loadFromFile": "Încărcare din fișier",
            "loadTitle": "Încărcare Sandbox",
            "noSaves": "Nu s-au găsit salvări locale.",
            "start": "Începe un joc nou",
            "title": "Noul Sandbox"
        },
        "slots": {
            "cooldownActive": "Acest slot este în perioada de răcire.",
            "cooldownTimer": "Disponibil în format{{time}}",
            "deleteConfirm": "Sunteți sigur că doriți să ștergeți această salvare? Această acțiune nu poate fi anulată.",
            "empty": "Slot gol",
            "guidelinesLink": "Instrucțiuni pentru utilizatori",
            "guidelinesNotice1": "Prin participarea la jocul multiplayer online, acceptați și respectați ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Ghidul utilizatorului",
            "guidelinesIntro": "Se pare că nu toată lumea de pe internet are aceeași înțelegere a bunului simț. Din acest motiv, iată o serie de reguli pe care trebuie să le acceptați atunci când vă alăturați lumii multiplayer masive a Project Rebearth. Acest lucru asigură că lumea este un spațiu distractiv și deschis în care toată lumea poate exista.",
            "guidelinesRule1": "Fii respectuos față de ceilalți jucători și creațiile lor. Tratează-i pe ceilalți așa cum ai vrea să fii tratat tu.",
            "guidelinesRule2": "Fără limbaj sau simboluri inadecvate. Numele generate aleatoriu pot fi amuzante, dar informațiile introduse de utilizatori nu trebuie să fie inadecvate.",
            "guidelinesRule3": "Nu folosiți roboți, exploatări sau instrumente de automatizare. Acest joc este creat de oameni, pentru a fi savurat de oameni. Roboții nu au ce căuta aici.",
            "guidelinesRule4": "Amenințările la adresa altor utilizatori sunt interzise.",
            "guidelinesOutro": "Dacă te întrebi dacă ceva este permis, probabil că nu este. Nerespectarea acestor linii directoare poate duce la ștergerea clădirilor, eliminarea orașelor sau suspendarea (temporară) a contului tău, la discreția moderatorilor.",
            "locked": "Blocat",
            "lockedText": "Blocat",
            "newGame": "Joc nou",
            "play": "Joacă",
            "population": "Locuitori",
            "slot": "Slot",
            "title": "Selectați un slot de salvare",
            "unlockHint1000": "Deblochează la 1.000 de locuitori",
            "unlockHint10000": "Deblocați la 10.000 de locuitori",
            "unnamedCity": "Oraș fără nume"
        },
        "locked": {
            "settleFirst": "Construiește mai întâi centrul orașului tău.",
            "townHall": "Construiește o primărie pentru a debloca clasamentul global, alianțele și opțiunile.",
            "university": "Construiește o universitate pentru a debloca expediții și cercetări.",
            "market": "Construiește o piață sau un port pentru a debloca piața globală.",
            "noBiomeAssets": "Nu există clădiri de acest tip disponibile în acest biom."
        }
    },
    "modals": {
        "archive": {
            "title": "Arhive"
        },
        "choices": {
            "selectChoice": "Selectați opțiunea",
            "title": "Opțiuni"
        },
        "deleteConfirmation": {
            "cancel": "Anulare",
            "confirm": "Ștergeți",
            "message": "Ești sigur că vrei să ștergi întregul oraș? Această acțiune nu poate fi anulată.",
            "title": "Confirmă ștergerea"
        },
        "diplomacy": {
            "alliances": "Alianțe",
            "enemy": "Inamic",
            "neutral": "Neutru",
            "title": "Diplomație",
            "you": "Tu"
        },
        "message": {
            "title": "Trimite Messenger",
            "sendMessage": "Trimite Messenger",
            "to": "Pentru",
            "placeholder": "Scrieți mesajul aici...",
            "cost": "Cost",
            "send": "Trimite",
            "sending": "Se trimite...",
            "sent": "Mesagerul a fost trimis!",
            "insufficientGold": "Nu este suficient aur"
        },
        "market": {
            "amount": "Suma",
            "back": "Înapoi",
            "base": "Bază",
            "buy": "CUMPĂRĂ",
            "buys": "cumpără",
            "bought": "cumpărat",
            "for": "pentru",
            "price": "Preț",
            "pricePerUnit": "Preț pe unitate",
            "quantity": "Cantitate",
            "resource": "Resurse",
            "sell": "Aspect",
            "sells": "vinde",
            "sold": "vândut",
            "title": "Piață",
            "total": "Total",
            "totalLabel": "Total",
            "transport": "Transport",
            "unitPrice": "la un preț unitar de"
        },
        "orders": {
            "title": "Comenzile mele"
        },
        "ranking": {
            "area": "Zonă",
            "buildings": "Clădiri",
            "goToPlayer": "Mergi la Jucător",
            "overall": "General",
            "player": "Jucător",
            "population": "Populație",
            "resources": "Resurse",
            "title": "Clasament"
        },
        "save": {
            "download": "Descărcați fișierul",
            "message": "Jocul tău a fost salvat local.",
            "title": "Joc salvat"
        }
    },
    "orders": {
        "amount": "Suma",
        "buy": "Cumpărați",
        "buying": "cumpărare",
        "confirmCancel": "Sunteți sigur că doriți să anulați această comandă?",
        "for": "pentru",
        "marketStorage": "Depozitare comercială",
        "myOrders": "Plasați comenzile",
        "noMarketStorage": "Nu există spațiu de stocare disponibil pe piață. Construiește clădiri comerciale pentru a plasa comenzi de vânzare.",
        "noOrders": "Nu există comenzi active",
        "onlyAllianceMembers": "Vindeți numai membrilor alianței.",
        "sell": "Aspect",
        "sellButton": "{{type}} {{amount}} {{resource}} pentru {{price}} pe unitate",
        "selling": "vânzare",
        "storageFull": "Memoria este plină! Construiește mai multe clădiri comerciale.",
        "totalPrice": "Preț total",
        "unitPrice": "Preț unitar"
    },
    "politics": {
        "accept": "Accept",
        "allianceTradeInfo": "Alegeți un tip de alianță:",
        "alliances": "Alianțe",
        "applications": "Aplicații",
        "applyForAlliance": "solicită aderarea la alianță",
        "back": "Înapoi",
        "cancelApplication": "Anulează aplicația",
        "choiceChangeCooldown": "Această alegere poate fi modificată din nou după {{days}} zile.",
        "common": {
            "accept": "Acceptați",
            "applications": "Aplicații",
            "globalRank": "Clasament global",
            "greatFederation": "Marea Federație",
            "kick": "Kick",
            "marketSize": "Dimensiunea pieței",
            "members": "Membri",
            "name": "Nume",
            "owner": "Proprietar",
            "rank": "Rang",
            "reject": "Respinge",
            "scienceLeague": "Liga Științifică",
            "tradeAlliance": "Alianța comercială",
            "value": "Valoare"
        },
        "createAlliance": "creați alianță",
        "days": "zile",
        "disbandAlliance": "desființează alianța",
        "globalRank": "Clasament global",
        "go": "către",
        "inviteToAlliance": "invită-l în alianța ta",
        "kick": "kick",
        "leaveAlliance": "părăsi alianța",
        "loading": "Se încarcă...",
        "marketSize": "Dimensiunea pieței",
        "marketSizeLabel": "Dimensiunea pieței: {{size}}",
        "members": "Membri",
        "name": "Nume",
        "noApplications": "Nu există aplicații.",
        "noModifiers": "Această alianță nu are modificatori.",
        "owner": "Proprietar",
        "placeholderDescription": "Alianță Descriere",
        "placeholderName": "Numele alianței",
        "rank": "Rang",
        "rankPrefix": "Nr.",
        "ranking": {
            "area": "Zonă",
            "buildings": "Clădiri",
            "overall": "General",
            "population": "Populație",
            "resources": "Resurse"
        },
        "reject": "respinge",
        "value": "Valoare"
    },
    "popup": {
        "apply": "Aplicați",
        "archive": "Arhivă",
        "demolish": "Demolați",
        "population": "Populație",
        "production": {
            "rate": "Evaluează",
            "title": "Producție"
        },
        "storage": {
            "title": "Stocare"
        },
        "townName": "Numele orașului:",
        "townColor": "Culoarea orașului:",
        "unnamedTown": "oraș fără nume",
        "upgrade": "Actualizați la {{building}}"
    },
    "settings": {
        "animations": "Animații",
        "fullscreen": "Ecran complet",
        "bushDensity": "Densitatea tufișurilor",
        "clearTileCache": "Ștergeți datele din memoria cache",
        "density": {
            "dense": "Dens",
            "normal": "Normal",
            "off": "Oprit",
            "sparse": "Rare"
        },
        "grassDensity": "Densitatea ierbii",
        "language": "Limba",
        "musicVolume": "Volumul muzicii",
        "performanceFeatures": "- Reglați elementele vizuale -",
        "resolutions": {
            "high": "Ridicat",
            "low": "Scăzut",
            "medium": "Mediu",
            "potato": "Cartof",
            "ultra": "Ultra"
        },
        "rockDensity": "Densitatea rocilor",
        "showClouds": "Afișare nori",
        "soundVolume": "Volumul sunetului",
        "textureResolution": "Rezoluția texturii",
        "title": "Setări",
        "treeDensity": "Densitatea copacilor",
        "uiScale": "Scala UI"
    },
    "tips": {
        "loading": [
            "O zi în joc durează o zi în viața reală. Nu te grăbi și dezvoltă-ți orașul în ritmul tău.",
            "Puteți roti clădirile înainte de a le plasa folosind tastele Q și E.",
            "Faceți dublu clic în editorul de forme pentru a plasa noduri.",
            "Folosiți tasta Shift pentru a continua să plasați clădiri.",
            "Dacă întâmpinați probleme, vă rugăm să ne informați pe Discord.",
            "Construiește o piață sau un port pentru a debloca comerțul cu alți jucători.",
            "Construiește o primărie pentru a debloca alianțe, clasamente și opțiuni.",
            "Construiește o universitate pentru a debloca expediții și cercetări.",
            "Alătură-te comunității noastre dinamice de jucători pe Discord pentru a-ți împărtăși creațiile și a primi sfaturi.",
            "Unele clădiri pot fi amplasate doar în apropierea clădirii-mamă, cum ar fi ferăstrăul și tăietorul de lemne.",
            "Nu toate resursele sunt ușor de obținut peste tot. Uneori, comerțul va fi mai ieftin decât producerea tuturor resurselor pe cont propriu.",
            "O recenzie pe Steam ne ajută să găsim noi jucători pentru a construi o lume vie.",
            "Vizitați wiki-ul la projectrebearth.com pentru a afla totul despre lumea Project Rebearth!"
        ]
    },
    "help": {
        "hud": "Acest panou afișează toate resursele pe care le deții, le produci și le consumi. Trece cu mouse-ul peste pictograme pentru a vedea mai multe detalii despre fiecare resursă. Dacă o resursă este pe cale să se epuizeze, aceasta va fi evidențiată cu roșu, iar clădirile ar putea fi nevoite să-și reducă productivitatea. Dacă atingi capacitatea maximă, aceasta va fi afișată cu caractere aldine, iar clădirile tale vor înceta să mai producă. Efectele, cum ar fi bonusul de început, pot influența cantitatea pe care o produci sau o consumi. Aceste modificatori sunt afișați când treci cu mouse-ul peste o resursă. Vedeți cercul care se învârte în stânga? Acesta indică momentul în care jocul se sincronizează cu serverul. Nu veți vedea modificările resurselor până când sincronizarea nu este finalizată. Consumul și producția de resurse sunt afișate pe zi. Aceasta este o zi reală în timp real. Cu toate acestea, resursele dvs. vor crește încet.",
        "market": "Bine ai venit pe piață! Iată toate lucrurile pe care ceilalți jucători vor să le cumpere sau să le vândă și, mai important, la ce preț! Vei plăti costurile de transport atunci când îndeplinești comanda altcuiva. Așadar, dacă aceștia se află la mare distanță, s-ar putea să nu merite sau chiar să coste mai mult decât sunt dispuși să plătească.",
        "orders": "Plasați comenzile! Anunțați-i pe ceilalți jucători ce doriți să cumpărați sau să vindeți și la ce preț. Acesta este prețul pe care îl veți primi sau pe care îl veți plăti. Rețineți că ceilalți vor plăti transportul. Așadar, cumpărarea unui produs la un preț mic s-ar putea să nu fie rentabilă dacă costurile de transport ale celorlalți jucători sunt prea mari.",
        "popup": "Această fereastră pop-up îți arată toate informațiile despre această clădire. Aici poți modifica parametrii cheie ai clădirii sau chiar îi poți muta. Această opțiune va fi disponibilă numai când te afli în modul de construire.",
        "storage": "Aici puteți regla capacitatea de stocare a acestei clădiri. Ea are o anumită capacitate și poate stoca o anumită cantitate de mărfuri. Puteți modifica raportul, pentru a o optimiza în funcție de nevoile dvs."
    },
    "tooltip": {
        "cannotChange": "Nu poate fi modificat pentru",
        "construction": "Construcție",
        "cost": "Cost",
        "refund": "Rambursare",
        "costPerMeter": "(pentru m)",
        "costPerSquareMeter": "(pe m²)",
        "effects": "Efecte",
        "upkeep": "Întreținere",
        "production": "Producție",
        "move": "Mută această clădire"
    },
    "units": {
        "days": "zile",
        "hours": "{{value}} h",
        "hoursLong": "ore",
        "minutes": "{{value}} m",
        "minutesLong": "minute",
        "perDay": "/zi",
        "percentage": "{{valoare}}",
        "seconds": "{{value}} s",
        "secondsLong": "secunde"
    },
    "warnings": {
        "notEnoughPop": "Nu sunt suficienți voluntari"
    }
}