{
    "alliances": {
        "allianceTradeInfo": "Объединяться с другими игроками — это круто. Вы можете выбрать, что будете торговать исключительно друг с другом, и в зависимости от того, с кем вы объединитесь, получите и другие преимущества.",
        "applyForAlliance": "Подать заявку на вступление в альянс",
        "cancelApplication": "Отменить приложение",
        "greatFederationDesc": "Объединяйтесь с сильными и организованными людьми! Будьте лучше защищены от воровства и извлекайте больше ресурсов из своих подданных. Но это достигается за счет увеличения бюрократии и уменьшения налоговых поступлений.",
        "leaveAlliance": "Выйти из альянса",
        "marketSizeLabel": "Размер рынка:",
        "scienceLeagueDesc": "Вступление в научную лигу делает вас умнее. Это научно доказано. Наслаждайтесь более быстрым темпом исследований и более низкими затратами на экспедиции. Это также делает людей счастливее! Но мы не очень хороши в том, чтобы на самом деле что-то создавать.",
        "tradeAllianceDesc": "Все дело в деньгах! Получите скидки на торговые расходы и повышенную эффективность налогообложения, но также и более высокий риск краж."
    },
    "biomes": {
        "1": "Тропические и субтропические широколиственные леса",
        "10": "Горные луга",
        "11": "Тундра",
        "12": "Средиземноморские леса",
        "13": "Пустыни и засушливые кустарниковые заросли",
        "14": "Мангровые заросли",
        "2": "Тропические и субтропические широколиственные леса",
        "3": "Тропические и субтропические хвойные леса",
        "4": "Умеренные и смешанные леса",
        "5": "Умеренный хвойный лес",
        "6": "Бореальные леса",
        "7": "Тропические и субтропические луга",
        "8": "Умеренные саванны",
        "9": "Затопленные луга",
        "98": "Арктическая пустошь",
        "99": "Ледяной покров"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Снизьте стоимость для людей, покупающих ваши товары, и одновременно увеличьте стоимость покупки товаров у других игроков.",
            "importFocus": "Снизьте стоимость покупки товаров у других игроков, одновременно увеличив стоимость для тех, кто покупает ваши товары.",
            "lavishRations": "Пусть едят пирожные! Роскошные рационы увеличат количество пищи, необходимое на человека, но они будут счастливы.",
            "lowRations": "Это мой торт! Низкие рационы уменьшат количество еды, необходимое на человека, но людям это не понравится.",
            "neutralFocus": "Это свободный рынок, делайте то, что должны. Сохраняйте стандартные ставки как на импорт, так и на экспорт.",
            "normalRations": "Именно столько еды, сколько нужно вашему народу. Сохраняйте потребление еды на стандартном уровне.",
            "taxation": "Это справедливо... Будет генерировать золото для каждого жителя, но снижает уровень счастья.",
            "veganSociety": "Какая странная идея — есть животных... Увеличивает производство продуктов питания, но вы не можете производить продукты животного происхождения.",
            "workerSafety": "Люди — ваш главный актив. Повышает безопасность производства, но снижает производительность.",
            "dubiousWorkingRules": "Люди — это просто ресурсы. Увеличивает объем производства, но повышает вероятность несчастных случаев.",
            "crampedQuarters": "Сколько личного пространства вам действительно нужно? Мы можем разместить больше людей в тех же домах, верно?",
            "intensiveFarming": "Интенсивное сельское хозяйство позволяет кормить животных зерном, увеличивая количество производимой животноводческой продукции."
        },
        "exclusiveOptions": "Эксклюзивные опции",
        "lockedFor": "Заблокировано для",
        "option": "Опция",
        "title": "Выбор",
        "titles": {
            "exportFocus": "Торговля — фокус на экспорт",
            "greatFederation": "Великая Федерация",
            "importFocus": "Торговля — фокус на импорт",
            "lavishRations": "Роскошные пайки",
            "lowRations": "Низкие рационы",
            "neutralFocus": "Торговля — нейтральный фокус",
            "normalRations": "Нормальные пайки",
            "scienceLeague": "Научная лига",
            "taxation": "Налогообложение",
            "tradeAlliance": "Торговый альянс",
            "veganSociety": "Веганское общество",
            "workerSafety": "Безопасность работников",
            "dubiousWorkingRules": "Сомнительные правила работы",
            "crampedQuarters": "Как сардины!",
            "intensiveFarming": "Интенсивное сельское хозяйство",
            "newTownBoost": "Новое начало!",
            "foodShortage": "Нехватка продовольствия"
        },
        "unlock": "Разблокировать"
    },
    "common": {
        "delete": "Удалить",
        "deleting": "Удаление...",
        "loading": "Загрузка..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Добавить больше очков",
            "areaLimitExceeded": "Превышен лимит области: {{size}} {{relation}} {{limit}}",
            "costs": "Затраты:",
            "invalidLocation": "Недопустимое местоположение",
            "mustBeNear": "Должно быть рядом с {{parent}}",
            "notEnoughResources": "Недостаточно ресурсов",
            "tooHigh": "Увеличить"
        },
        "cancel": "✗",
        "close": "Закрыть",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Добавить больше очков",
            "calculating": "Вычисление...",
            "duration": "Продолжительность",
            "expedition": "Экспедиция",
            "finished": "Готово!",
            "food": "Еда",
            "knowledge": "Знания",
            "population": "Население",
            "timeLeft": "Оставшееся время",
            "title": "Затраты на исследование"
        },
        "next": "Далее",
        "previous": "Предыдущий"
    },
    "errors": {
        "fetchSlots": "Не удалось загрузить слоты сохранения",
        "generic": "Что-то пошло не так",
        "invalidFile": "Недопустимый формат файла",
        "loadingBuild": "Ошибка при загрузке сборки",
        "serverConnection": "Ошибка подключения к серверу",
        "webWorkersNotSupported": "Невозможно запустить игру: Web Workers не поддерживается"
    },
    "events": {
        "confirm": "Хорошо",
        "consequences": "Эффекты",
        "remaining": "{{count}} Остаток",
        "titles": {
            "food_shortage": "Люди голодают",
            "strike": "Удар",
            "celebration": "Подарок для вас",
            "productivity_boom": "Вперед!",
            "expedition_found": "Экспедиция возвращается!",
            "animal_unlock": "Ну-ну-ну... что у нас тут?",
            "bankruptcy": "Банкрот!",
            "raid": "Ваши товары украли!"
        },
        "descriptions": {
            "food_shortage": "У вас заканчиваются запасы еды! Если люди не могут есть, они будут воровать все, что могут, чтобы прожить, или даже перестанут работать.",
            "strike": "Люди недовольны! Что бы вы ни делали, им это не нравится. Позаботьтесь о том, чтобы ваши люди оставались довольными, чтобы избежать закрытия зданий.",
            "celebration": "Люди довольны! Что бы вы ни делали, продолжайте в том же духе! В качестве небольшого подарка они собрали для вас некоторые товары, чтобы вы могли продолжать строить этот удивительный город. Как мило.",
            "productivity_boom": "Люди в восторге! Они вас обожают и с радостью работают сверхурочно. Благодаря этому им удалось произвести немного больше всего. Они просто хотят, чтобы этот город процветал, понимаете.",
            "expedition_found": "Ваша экспедиция вернулась с ценными ресурсами и знаниями! Это значительно поможет развитию вашего города и научным исследованиям. Однако в их журнале есть одна интересная запись:",
            "animal_unlock": "Что мы здесь нашли? Ваша экспедиция вернулась с удивительно ручным животным. Похоже, оно хочет жить в вашем городе, а не в дикой природе. Было бы невежливо отправлять его обратно, не так ли?",
            "bankruptcy": "У вас просто нет монет! Башня разрушилась. Построенные вами башни будут разрушаться, если вы не будете поддерживать их в рабочем состоянии, тратя на это достаточное количество монет.",
            "raid": "Вам следовало лучше убирать свои вещи! Они были легко доступны, и неизвестные воры унесли часть ваших ресурсов."
        }
    },
    "game": {
        "zoomToBuild": "Увеличить, чтобы начать строительство",
        "buildings": {
            "assets": {
                "expedition": "Экспедиция",
                "bakery": "Пекарня",
                "boat": "Лодка",
                "brewery": "Пивоварня",
                "bridge": "Мост",
                "center": "Центр",
                "clay_crane": "Глиняный кран",
                "clay_crane_upgraded": "Улучшенный глиняный кран",
                "claypit": "Глиняный карьер",
                "creamery": "Сыроварня",
                "dock": "Док",
                "fence1": "Деревянный забор",
                "fence2": "Плетеный забор",
                "fence3": "Форма забора",
                "fences": "Заборы",
                "field": "Поле",
                "firepit": "Очаг",
                "fireplace": "Камин",
                "fishery": "Рыболовство",
                "foraging_hut": "Хижина для сбора пищи",
                "fountain": "Фонтан",
                "house_1": "Шак",
                "house_2": "Хижина",
                "house_3": "Кабина",
                "house_4": "Дом",
                "house_5": "Место жительства",
                "house_6": "Деревня",
                "large_ship": "Большой корабль",
                "large_statue": "Большая статуя",
                "logpile": "Склад дров",
                "market": "Рынок",
                "market_stall": "Рыночные лавки",
                "market_stall_1": "Мясо",
                "market_stall_2": "Рыба",
                "market_stall_3": "Хлеб",
                "market_stall_4": "Овощи",
                "market_stall_5": "Товары",
                "medium_ship": "Средний корабль",
                "nursery": "Питомник деревьев",
                "park": "Парк",
                "path": "Путь",
                "pier": "Пирс",
                "plaza": "Площадь",
                "port": "Порт",
                "quarry": "Карьер",
                "road": "Дорога",
                "ruinsBig": "Большие руины",
                "ruinsSmall": "Маленькие руины",
                "saw": "Лесопилка",
                "small_ship": "Малый корабль",
                "small_statue": "Маленькая статуя",
                "square": "Квадрат",
                "stone_crane": "Кран для камня",
                "stone_crane_upgraded": "Улучшенный кран для камня",
                "table": "Таблица",
                "tailor": "Ателье",
                "tavern": "Таверна",
                "tent": "Палатка",
                "tower": "Башня",
                "town_hall": "Ратуша",
                "tree": "Дерево",
                "university": "Университет",
                "museum": "Музей",
                "warehouse": "Склад",
                "water_tower": "Водонапорная башня",
                "windmill": "Ветряная мельница",
                "windmill_upgraded": "Улучшенная ветряная мельница",
                "woodcutter": "Дровосек",
                "refinery": "Металлургический завод",
                "iron_mine": "Железная шахта",
                "iron_mine_upgraded": "Улучшенная железная шахта",
                "glassworks": "Стекольный завод",
                "tools_workshop": "Инструментная мастерская",
                "well": "Колодец"
            },
            "categories": {
                "decoration": "Декорация",
                "defense": "Территория",
                "food": "Еда",
                "housing": "Жилье",
                "infrastructure": "Инфраструктура",
                "military": "Военная",
                "production": "Производство",
                "research": "Исследование",
                "resources": "Ресурсы",
                "storage": "Хранение",
                "town": "Город"
            },
            "descriptions": {
                "bakery": "Ничто не сравнится с ароматом свежего хлеба, приготовленного из свежайшей муки и с добавлением тараканов.",
                "boat": "Лодка отлично подходит для рыбалки в глубоких водах или для случайных поцелуев молодых влюбленных.",
                "brewery": "Кто-то оставил промокшие зерна на слишком долгое время, и теперь они в моде! Давайте сделаем их побольше.",
                "bridge": "Это мост. Чего вы ожидали? Он доставит вас из точки А в точку Б.",
                "center": "Сердце вашего города. Здесь все начинается. Здесь проживает несколько человек и хранятся самые необходимые вещи. Его можно модернизировать до площади, которая будет выглядеть более солидно.",
                "clay_crane": "Кран — одно из величайших изобретений, спасающих спину! Больше не нужно вытаскивать всю эту глину из ямы, просто воспользуйтесь краном.",
                "clay_crane_upgraded": "С этими странными материалами, которые мы находим, я уверен, что мы сможем сделать этот кран еще более эффективным!",
                "claypit": "Это просто яма в земле. Но если мы высушим землю, которая здесь находится, она станет довольно твердой! Это трудоемкая работа, которая оставляет довольно уродливый шрам на ландшафте.",
                "creamery": "Кто-то оставил свежее молоко на слишком долгое время, и теперь оно... затвердело? По крайней мере, теперь мы можем продавать его как продукт питания.",
                "dock": "Расширьте свой порт! Освободите больше места для портовых построек и кораблей.",
                "fence1": "Простой деревянный забор, чтобы не пускать простых существ наружу. Или внутрь.",
                "fence2": "Плетеный забор, чтобы не пропускать простых существ. Или чтобы они не выходили.",
                "fence3": "Нарисуйте собственный забор, чтобы не пускать простых существ внутрь или выпустить их наружу.",
                "fences": "Заборы — отличный способ не пустить нежелательных гостей в ваш город. Или удержать их внутри.",
                "firepit": "Кострище — это прочная конструкция, предназначенная для обогрева и приготовления пищи. Только не забудьте потушить его перед сном.",
                "fireplace": "Нет ничего уютнее, чем петь у камина. Хотя дым всегда будет дуть именно на вас.",
                "field": "Когда мы очищаем поле, мы можем выращивать на нем растения. Некоторые из них мы можем есть.",
                "fishery": "Нет ничего более идиллического, чем небольшая рыбная ферма на берегу. Она поставляет в ваш город относительно свежую рыбу.",
                "foraging_hut": "Кому нужна изысканная еда, когда можно просто есть все, что растет в дикой природе? Хижина для сбора пропитания собирает различные материалы, но для этого ей нужно много открытого пространства.",
                "fountain": "Одно из наших величайших инженерных достижений! Кто не любит движущуюся воду?",
                "house_1": "Каждому нужно место для жизни. Этот небольшой домик предоставит вашим людям место, где они смогут поесть и жить.",
                "house_2": "Каждому нужно место для жизни. Этот небольшой домик предоставит вашим людям место, где они смогут поесть и жить.",
                "house_3": "Каждому нужно место для жизни. Этот дом предоставляет вашему народу место, где можно поесть и жить.",
                "house_4": "Каждому нужно место для жизни. Этот дом предоставляет вашему народу место, где можно поесть и жить.",
                "house_5": "Каждому нужно место для жизни. Этот роскошный дом предоставит вашим людям место, где они смогут жить и питаться.",
                "house_6": "Каждому нужно место для жизни. Этот роскошный дом предоставляет вашим людям место, где они могут питаться и жить.",
                "large_ship": "Я не думаю, что они могут стать больше, чем это. Посмотрите на это! Нет, правда, все, посмотрите на это! Это должно еще больше сократить транспортные расходы.",
                "large_statue": "Большая статуя для большого парня. Люди говорят, что он действительно был такого роста.",
                "logpile": "Как лучше хранить дрова? Просто сложите их в кучу.",
                "market": "Рынок позволит вам торговать с другими городами. Дома любят находиться поблизости от него.",
                "market_stall": "добавьте рыночную лавку в свой город",
                "market_stall_1": "Ларек по продаже мясных продуктов.",
                "market_stall_2": "Ларек, где продают рыбные продукты.",
                "market_stall_3": "Ларек, где продают хлебобулочные изделия.",
                "market_stall_4": "Ларек, где продают овощи.",
                "market_stall_5": "Ларек, где продаются различные товары.",
                "medium_ship": "Вот это классный корабль. Не слишком большой, не слишком маленький. Просто классный. Сокращает транспортные расходы еще на 25%.",
                "nursery": "Зачем отправлять дровосека к деревьям, если можно принести деревья к дровосеку?",
                "park": "Добавьте в свой город красивый парк, где жители смогут проводить время.",
                "path": "Простая грунтовая дорога. Она просто выполняет свою работу. Хотя здания будут нормально функционировать и без них.",
                "pier": "Люди клянутся, что более крупная рыба обитает в более глубоких водах. Посмотрим, как глубоко мы сможем погрузиться.",
                "plaza": "Красивые плитки для вашего красивого города. Отлично подходят для рынков, украшения или просто для демонстрации вашего богатства.",
                "port": "Порт позволяет вам торговать с другими городами. Это гораздо эффективнее, чем торговля по суше, а транспортные расходы сократятся вдвое.",
                "quarry": "В карьерах вы добываете камни из земли. Это тяжелая работа, но камни вечны! Они оставляют большой шрам на ландшафте.",
                "road": "Дороги придают структуру вашей деревне. Они не являются обязательными для ваших зданий, но выглядят более эффектно, чем тропинки.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Прогресс! С помощью некоторых прикольных инструментов мы можем сделать обработку дерева очень простой.",
                "small_ship": "Небольшой корабль для небольших поездок. И посмотрите! Этот даже плавает. С его помощью мы, вероятно, сможем немного снизить транспортные расходы.",
                "small_statue": "Небольшая статуя для маленького человека. Говорят, что он действительно был такого роста.",
                "square": "Настоящий центр города! Эта площадь выглядит более нарядно, чем обычный центр.",
                "stone_crane": "Кран — одно из величайших изобретений, облегчающих работу спины! Больше не нужно вытаскивать все эти камни из карьера, просто воспользуйтесь краном.",
                "stone_crane_upgraded": "С этими странными материалами, которые мы находим, я уверен, что мы сможем сделать этот кран еще более эффективным!",
                "table": "Есть за столом приятнее, чем на полу. Если только вам не нравится, когда в руках или в штанах попадаются хрустящие насекомые.",
                "tailor": "Голым далеко не уйдешь. Попроси портного сшить тебе одежду, чтобы не замерзнуть.",
                "tavern": "Таверна — это место, где ваши граждане могут встречаться и выпивать. По крайней мере, вы можете извлечь выгоду из плохих решений людей.",
                "tent": "Как добыть больше древесины из леса? Поставить в лесу больше людей. Как поставить в лесу больше людей? Поставить в лесу больше палаток.",
                "tower": "Наша земля простирается так далеко, как мы можем видеть. Если мы можем видеть дальше, наша земля увеличивается.",
                "town_hall": "Очень важные люди могут отслеживать здесь некоторые очень важные цифры. Кроме того, это выглядит красиво.",
                "tree": "Деревья — это здорово! Добавьте их побольше.",
                "university": "Место, где вы можете собрать всех своих умных людей, чтобы они занимались умными делами. А в свободное время вы даже можете отправлять их в экспедиции!",
                "museum": "Покажем всем, какие классные вещи мы нашли! Поместим их в самое роскошное здание, которое сможем построить.",
                "warehouse": "На складе можно хранить все виды ресурсов. Просто предоставьте им для этого место.",
                "water_tower": "Наша территория простирается так далеко, как мы можем видеть. Если мы можем видеть дальше, наша территория увеличивается.",
                "windmill": "Невероятно, как кто-то смог превратить ветер в еду. Это единственный возможный способ превратить эти твердые растительные камни в муку для нашего мягкого вкусного хлеба.",
                "windmill_upgraded": "С этими странными материалами, которые мы находим, я уверен, что мы сможем заставить эту ветряную мельницу работать еще быстрее. Чем больше движущихся частей, тем лучше, верно?",
                "woodcutter": "Дровосек будет рубить дрова. Сколько дров? Столько, сколько сможет дровосек.",
                "refinery": "Нефтеперерабатывающий завод используется для переработки странных камней в блестящие пластичные камни.",
                "iron_mine": "Мы выкопали глубокую яму, потому что нашли несколько странных камней. Давайте отправим туда всех наших людей, чтобы они их достали. Что может случиться хуже?",
                "iron_mine_upgraded": "С этими странными материалами, которые мы находим, я уверен, что мы сможем добывать больше блестящих камней из земли быстрее!",
                "glassworks": "Стекольный завод позволяет производить стекло из песка, которое можно использовать для различных сложных задач.",
                "tools_workshop": "С помощью мастерской по изготовлению инструментов вы можете производить инструменты, необходимые для работы некоторых людей.",
                "well": "Хотя стоять под дождем с открытым ртом и весело, но когда нужно наполнить ванну, это становится немного сложнее. Колодец подойдет вашему городу больше."
            }
        },
        "crops": {
            "cow": "Корова",
            "empty": "Пусто",
            "goat": "Коза",
            "grain": "Зерно",
            "maize": "Хлеб",
            "potato": "Картофель",
            "sheep": "Овца"
        },
        "effects": {
            "accidentRate": "Частота несчастных случаев",
            "allProduction": "Все производство",
            "constructionCost": "Стоимость строительства",
            "expeditionCost": "Стоимость экспедиции",
            "exportCost": "Стоимость экспорта",
            "foodConsumption": "Потребление пищи",
            "foodProduction": "Производство продуктов питания",
            "goodsProduction": "Производство товаров",
            "happiness": "Счастье",
            "importCost": "Стоимость импорта",
            "populationProduction": "Население Изменить",
            "raidRisk": "Риск кражи (при превышении объема хранилища)",
            "researchSpeed": "Скорость исследования",
            "taxation": "Налогообложение"
        },
        "expedition": {
            "start": "Начать экспедицию"
        },
        "resources": {
            "clothes": "Одежда",
            "coin": "Монеты",
            "drinks": "Напитки",
            "earth": "Земля",
            "flour": "Мука",
            "food": "Еда",
            "grain": "Зерно",
            "happiness": "Счастье",
            "knowledge": "Знания",
            "pop": "Население",
            "stone": "Камень",
            "wood": "Дерево",
            "wool": "Шерсть",
            "ore": "Руда",
            "metal": "Металл",
            "tools": "Инструменты",
            "glass": "Стекло",
            "scrap": "Металлолом",
            "milk": "Молоко"
        },
        "views": {
            "build": "Строительство",
            "explore": "Исследование",
            "market": "Рынок",
            "player": "Игрок",
            "politic": "Политика",
            "watch": "Смотреть"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Двойной щелчок для размещения узлов",
            "multiPlace": "Продолжайте размещать",
            "rotate": "Повернуть",
            "restriction": "Незастраиваемая территория"
        },
        "capacity": "Емкость",
        "defaultTownName": "Безымянный город",
        "is_throttled": "Заканчивается! Некоторые здания могут работать некорректно.",
        "placeCenterPrompt": "Разместите свой центр",
        "storage_overflow": "Хранилище заполнено! Риск кражи повышен."
    },
    "intro": {
        "message1": "Если вы читаете это, значит, вы — избранный. Вам суждено заново заселить поверхность. Перед вами — наша планета. Наш мир в том виде, в каком он существует сегодня. Ничто из того, что было раньше, не осталось. По крайней мере, того, что мы считаем прошлым. Никто уже не помнит.",
        "message2": "Но ваша задача проста. Найдите место и начните новое поселение. Развивайте свое поселение, и, возможно, вы сможете связаться с другими, кто сделал то же самое. И, возможно, вместе мы сможем понять, что случилось с нашей Землей.",
        "good_luck": "Удачи!",
        "based": {
            "w": {
                "message1": "Хороший выбор! Вы поселились в биоме, полном пышных деревьев и дикой природы. Здесь не будет проблем с поиском древесины и сбором ресурсов. Хотя более сложные материалы и руды могут быть немного сложнее в добыче. Но я верю в вас, и вы увидите, что нет ничего невозможного.",
                "message2": "Ваши возможности пока ограничены. Сначала обеспечьте стабильный поток ресурсов. Затем постройте рынок, чтобы иметь возможность торговать с другими поселениями. По мере укрепления своих позиций вы сможете приступить к реализации более крупных проектов, таких как порт, который удешевит торговлю, ратуша, которая позволит контролировать все процессы, или даже университет, который даст возможность исследовать окружающий мир.",
                "good_luck": "Ты справишься!"
            },
            "s": {
                "message1": "Отличный выбор для поселения в этом каменистом биоме, где вы сможете стать единым целым с землей. Здесь не составит труда найти камень и руду. Правда, выращивать продовольствие будет немного сложнее. Но я уверен, что другие с удовольствием будут обмениваться с вами вашими ценными материалами.",
                "message2": "Ваши возможности пока ограничены. Сначала обеспечьте стабильный поток ресурсов. Затем постройте рынок, чтобы иметь возможность торговать с другими поселениями. По мере укрепления своих позиций вы сможете приступить к реализации более крупных проектов, таких как порт, который удешевит торговлю, ратуша, которая позволит контролировать все процессы, или даже университет, который даст возможность исследовать окружающий мир.",
                "good_luck": "Стройте крепко!"
            },
            "e": {
                "message1": "Воздух сухой, а солнце жаркое. Не самый простой биом, но вы можете построить свое поселение буквально из самой земли. Найти пригодную для использования древесину здесь может быть немного сложнее, но почва подходит для выращивания большинства культур. Уверен, что благодаря вашей изобретательности у вас все получится.",
                "message2": "Ваши возможности пока ограничены. Сначала обеспечьте стабильный поток ресурсов. Затем постройте рынок, чтобы иметь возможность торговать с другими поселениями. По мере укрепления своих позиций вы сможете приступить к реализации более крупных проектов, таких как порт, который удешевит торговлю, ратуша, которая позволит контролировать все процессы, или даже университет, который даст возможность исследовать окружающий мир.",
                "good_luck": "Удачного строительства!"
            },
            "a": {
                "message1": "Вот это интересный выбор. Почему вы решили поселиться в этой арктической пустыне? Я не вижу здесь ни деревьев, ни камней. Но, наверное, вы всегда можете торговать с другими. Просто позаботьтесь о том, чтобы ваши люди были хорошо одеты и накормлены.",
                "message2": "Ваши возможности очень ограничены. Уделите приоритетное внимание созданию рынка, чтобы вы могли торговать с другими поселениями. Надеюсь, у вас есть хорошие связи, потому что это будет непросто. Однако, если вам это удастся, вы сможете даже начать более крупные проекты, такие как порт, чтобы торговля стала дешевле, ратуша, чтобы мы могли отслеживать все, или даже университет, чтобы вы могли начать исследовать мир вокруг нас.",
                "good_luck": "Удачи."
            }
        }
    },
    "loading": {
        "assets": "Загрузка ресурсов...",
        "connecting": "Подключение к серверу...",
        "game": "Загрузка игры..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Удалить все",
            "menu": "Меню",
            "quicksettings": "Настройки",
            "saveBuild": "Сохранить сборку",
            "saveSandbox": "Сохранить сборку"
        },
        "main": {
            "credits": "Благодарности",
            "enterMultiplayer": "Войти в мир",
            "loadSandbox": "Загрузить песочницу",
            "newSandbox": "Новая песочница",
            "returnToDesktop": "Вернуться на рабочий стол",
            "serverOffline": "Не удается подключиться к серверу. Проверьте подключение к Интернету или возможно сервер не работает.",
            "settings": "Настройки",
            "subtitle": "Это ранняя версия Project Rebearth. Пожалуйста, свяжитесь с нами, если у вас возникнут какие-либо проблемы во время игры.",
            "demoSubtitle": "Это демо-версия Project Rebearth. Доступна только песочница-симулятор строительства города. Для игры в многопользовательском режиме с управлением ресурсами приобретите полную версию.",
            "title": "Сервер Project Rebearth",
            "welcome": "Добро пожаловать, {{name}}!"
        },
        "sandbox": {
            "description": "Режим «Песочница» позволяет строить свободно, без ограничений многопользовательского мира. Только вы и нулевые ограничения на ресурсы. Вы можете сохранить свой прогресс и загрузить его позже.",
            "loadFromFile": "Загрузить из файла",
            "loadTitle": "Загрузить песочницу",
            "noSaves": "Локальные сохранения не найдены.",
            "start": "Начать новую игру",
            "title": "Новая песочница"
        },
        "slots": {
            "deleteConfirm": "Вы уверены, что хотите удалить это сохранение? Это действие нельзя отменить.",
            "empty": "Пустое место",
            "locked": "Заблокировано",
            "lockedText": "Заблокировано",
            "newGame": "Новая игра",
            "play": "Играть",
            "population": "Жители",
            "slot": "Слот",
            "title": "Выберите слот для сохранения",
            "unlockHint1000": "Разблокируется при достижении 1000 жителей",
            "unlockHint100000": "Разблокируется при достижении 100 тыс. жителей",
            "unnamedCity": "Безымянный город"
        },
        "locked": {
            "settleFirst": "Сначала постройте центр вашего города.",
            "townHall": "Постройте ратушу, чтобы разблокировать глобальный рейтинг, альянсы и выбор.",
            "university": "Постройте университет, чтобы открыть экспедиции и исследования.",
            "market": "Постройте рынок или порт, чтобы открыть доступ к глобальному рынку.",
            "noBiomeAssets": "В этом биоме нет зданий такого типа."
        }
    },
    "modals": {
        "archive": {
            "title": "Архивы"
        },
        "choices": {
            "selectChoice": "Выберите вариант",
            "title": "Выбор"
        },
        "deleteConfirmation": {
            "cancel": "Отмена",
            "confirm": "Удалить",
            "message": "Вы уверены, что хотите удалить весь город? Это действие нельзя отменить.",
            "title": "Подтвердить удаление"
        },
        "diplomacy": {
            "alliances": "Альянсы",
            "enemy": "Враг",
            "neutral": "Нейтральный",
            "title": "Дипломатия",
            "you": "Вы"
        },
        "market": {
            "amount": "Сумма",
            "back": "Назад",
            "base": "База",
            "buy": "КУПИТЬ",
            "buys": "покупает",
            "for": "для",
            "price": "Цена",
            "pricePerUnit": "Цена за единицу",
            "quantity": "Количество",
            "resource": "Ресурс",
            "sell": "Внешний вид",
            "sells": "продается",
            "title": "Рынок",
            "total": "Всего",
            "totalLabel": "Всего",
            "transport": "Транспорт",
            "unitPrice": "по цене за единицу"
        },
        "orders": {
            "title": "Мои заказы"
        },
        "ranking": {
            "area": "Область",
            "buildings": "Здания",
            "goToPlayer": "Перейти к игроку",
            "overall": "Общий",
            "player": "Игрок",
            "population": "Население",
            "resources": "Ресурсы",
            "title": "Рейтинг"
        },
        "save": {
            "download": "Скачать файл",
            "message": "Ваша игра была сохранена локально.",
            "title": "Игра сохранена"
        }
    },
    "orders": {
        "amount": "Сумма",
        "buy": "Купить",
        "buying": "покупка",
        "confirmCancel": "Вы уверены, что хотите отменить этот заказ?",
        "for": "для",
        "marketStorage": "Торговля Хранение",
        "myOrders": "Разместите свои заказы",
        "noMarketStorage": "Нет доступного рыночного хранилища. Постройте торговые здания, чтобы разместить заказы на продажу.",
        "noOrders": "Нет активных заказов",
        "onlyAllianceMembers": "Продавать только членам альянса",
        "sell": "Внешний вид",
        "sellButton": "{{type}} {{amount}} {{resource}} для {{price}} за единицу",
        "selling": "продажа",
        "storageFull": "Хранилище переполнено! Постройте больше торговых зданий.",
        "totalPrice": "Общая стоимость",
        "unitPrice": "Цена за единицу"
    },
    "politics": {
        "accept": "принять",
        "allianceTradeInfo": "Выберите тип альянса:",
        "alliances": "Альянсы",
        "applications": "Приложения",
        "applyForAlliance": "подать заявку на вступление в альянс",
        "back": "Назад",
        "cancelApplication": "отменить заявку",
        "choiceChangeCooldown": "Этот выбор можно изменить снова через {{days}} день(ей).",
        "common": {
            "accept": "Принять",
            "applications": "Приложения",
            "globalRank": "Глобальный рейтинг",
            "greatFederation": "Великая Федерация",
            "kick": "Выгнать",
            "marketSize": "Размер рынка",
            "members": "Члены",
            "name": "Название",
            "owner": "Владелец",
            "rank": "Ранг",
            "reject": "Отклонить",
            "scienceLeague": "Научная лига",
            "tradeAlliance": "Торговый альянс",
            "value": "Значение"
        },
        "createAlliance": "создать альянс",
        "days": "дни",
        "disbandAlliance": "разогнать альянс",
        "globalRank": "Глобальный рейтинг",
        "go": "к",
        "inviteToAlliance": "Пригласите в свой альянс",
        "kick": "Выгнать",
        "leaveAlliance": "Выйти из альянса",
        "loading": "Загрузка...",
        "marketSize": "Размер рынка",
        "marketSizeLabel": "Размер рынка: {{size}}",
        "members": "Члены",
        "name": "Название",
        "noApplications": "Нет приложений",
        "noModifiers": "У этого альянса нет никаких модификаторов.",
        "owner": "Владелец",
        "placeholderDescription": "Описание альянса",
        "placeholderName": "Название альянса",
        "rank": "Ранг",
        "rankPrefix": "Нет.",
        "ranking": {
            "area": "Область",
            "buildings": "Здания",
            "overall": "Общий",
            "population": "Население",
            "resources": "Ресурсы"
        },
        "reject": "отклонить",
        "value": "Значение"
    },
    "popup": {
        "apply": "Применить",
        "archive": "Архив",
        "demolish": "Снести",
        "population": "Население",
        "production": {
            "rate": "Оценить",
            "title": "Производство"
        },
        "storage": {
            "title": "Хранение"
        },
        "townName": "Название города:",
        "townColor": "Цвет города:",
        "unnamedTown": "безымянный город",
        "upgrade": "Обновитесь до версии{{building}}"
    },
    "settings": {
        "animations": "Анимации",
        "fullscreen": "Полноэкранный режим",
        "bushDensity": "Плотность кустарника",
        "clearTileCache": "Очистить кэшированные данные",
        "density": {
            "dense": "Плотный",
            "normal": "Нормальный",
            "off": "Выключить",
            "sparse": "Рассеянный"
        },
        "grassDensity": "Плотность травы",
        "language": "Язык",
        "musicVolume": "Громкость музыки",
        "performanceFeatures": "- Настройка визуальных элементов -",
        "resolutions": {
            "high": "Высокий",
            "low": "Низкий",
            "medium": "Средний",
            "potato": "Картофель",
            "ultra": "Ультра"
        },
        "rockDensity": "Плотность породы",
        "showClouds": "Показать облака",
        "soundVolume": "Громкость звука",
        "textureResolution": "Разрешение текстур",
        "title": "Настройки",
        "treeDensity": "Плотность деревьев",
        "uiScale": "Масштаб пользовательского интерфейса"
    },
    "tips": {
        "loading": [
            "Один день в игре соответствует одному дню в реальной жизни. Не торопитесь и развивайте свой город в своем темпе.",
            "Вы можете поворачивать здания перед их размещением с помощью клавиш Q и E.",
            "Дважды щелкните в редакторе фигур, чтобы разместить узлы.",
            "Используйте клавишу Shift, чтобы продолжить размещение зданий.",
            "Если у вас возникнут какие-либо проблемы, сообщите нам об этом в Discord.",
            "Присоединяйтесь к нашему активному сообществу игроков на Discord, чтобы делиться своими творениями и получать советы.",
            "Не все ресурсы легко добыть везде. Иногда торговля будет дешевле, чем производство всего самостоятельно.",
            "Отзывы на Steam помогают нам находить новых игроков, которые делают этот мир живым.",
            "Отзывы на Steam помогают нам находить новых игроков, которые делают этот мир живым."
        ]
    },
    "tooltip": {
        "cannotChange": "Не может быть изменен для",
        "construction": "Строительство",
        "costPerMeter": "(для m)",
        "costPerSquareMeter": "(за м²)",
        "effects": "Эффекты",
        "upkeep": "Содержание",
        "production": "Производство",
        "move": "Переместить это здание"
    },
    "units": {
        "days": "дни",
        "hours": "{{value}} h",
        "hoursLong": "часы",
        "minutes": "{{value}} m",
        "minutesLong": "минуты",
        "perDay": "/день",
        "percentage": "{{значение}}",
        "seconds": "{{value}} s",
        "secondsLong": "секунды"
    },
    "warnings": {
        "notEnoughPop": "Не хватает добровольцев"
    }
}