{
    "alliances": {
        "allianceTradeInfo": "Det är häftigt att samarbeta med andra spelare. Ni kan välja att handla exklusivt med varandra, och beroende på vem ni samarbetar med får ni även andra fördelar.",
        "applyForAlliance": "Ansök om allians",
        "cancelApplication": "Avbryt ansökan",
        "greatFederationDesc": "Samarbeta med starka och organiserade människor! Bli bättre skyddad mot stöld och tvinga fram mer resurser från dina undersåtar. Men detta sker på bekostnad av mer byråkrati och mindre skatteintäkter.",
        "leaveAlliance": "lämna alliansen",
        "marketSizeLabel": "Marknadsstorlek:",
        "scienceLeagueDesc": "Att gå med i en vetenskapsliga gör dig smartare. Det är vetenskapligt bevisat. Njut av snabbare forskning och lägre expeditionskostnader. Det gör också människor lyckligare! Men vi är inte så bra på att faktiskt tillverka saker.",
        "tradeAllianceDesc": "Allt handlar om pengar! Få rabatterade handelskostnader och ökad skatteeffektivitet, men också en högre risk för stöld."
    },
    "biomes": {
        "1": "Tropiska och subtropiska lövskogar",
        "10": "Bergiga gräsmarker",
        "11": "Tundra",
        "12": "Medelhavsskogar",
        "13": "Öknar och torra buskmarker",
        "14": "Mangroveträsk",
        "2": "Tropiska och subtropiska lövskogar",
        "3": "Tropiska och subtropiska barrskogar",
        "4": "Tempererade och blandade skogar",
        "5": "Tempererad barrskog",
        "6": "Boreala skogar",
        "7": "Tropiska och subtropiska gräsmarker",
        "8": "Tempererade savanner",
        "9": "Översvämmade gräsmarker",
        "98": "Arctic Wasteland",
        "99": "Isar"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Minska kostnaden för personer som köper dina varor, samtidigt som du ökar kostnaden för att köpa varor från andra spelare.",
            "importFocus": "Minska kostnaden för att köpa varor från andra spelare, samtidigt som du ökar kostnaden för personer som köper dina varor.",
            "lavishRations": "Låt dem äta kakor! Generösa ransoner ökar mängden mat som behövs per person, men de blir glada.",
            "lowRations": "Det är min tårta! Låga ransoner minskar mängden mat som behövs per person, men folk kommer inte att gilla det.",
            "neutralFocus": "Det är en fri marknad, gör vad du måste göra. Håll både import- och exportkostnaderna på standardnivåer.",
            "normalRations": "Precis rätt mängd mat för ditt folk. Håll matkonsumtionen på normal nivå.",
            "taxation": "Det är bara rättvist... Genererar guld för varje invånare, men minskar lyckan.",
            "veganSociety": "Vilken konstig idé att äta djur... Ökar livsmedelsproduktionen, men du kan inte producera animaliska produkter.",
            "workerSafety": "Människor är din största tillgång. Ökar produktionssäkerheten men minskar produktionen.",
            "dubiousWorkingRules": "Människor är bara resurser. Ökar produktionen men ökar olycksfrekvensen.",
            "crampedQuarters": "Hur mycket personligt utrymme behöver du egentligen? Vi kan väl få plats med fler människor i samma hus?",
            "intensiveFarming": "Intensivt jordbruk gör det möjligt att mata dina djur med spannmål, vilket ökar mängden animaliska produkter du kan producera."
        },
        "exclusiveOptions": "Exklusiva alternativ",
        "lockedFor": "Låst för",
        "option": "Alternativ",
        "title": "Val",
        "titles": {
            "exportFocus": "Handel – Exportfokus",
            "greatFederation": "Stora federationen",
            "importFocus": "Handel – Importfokus",
            "lavishRations": "Överflödiga ransoner",
            "lowRations": "Låga ransoner",
            "neutralFocus": "Handel – Neutralt fokus",
            "normalRations": "Normala ransoner",
            "scienceLeague": "Science League",
            "taxation": "Beskattning",
            "tradeAlliance": "Handelsallians",
            "veganSociety": "Vegan Society",
            "workerSafety": "Arbetstagares säkerhet",
            "dubiousWorkingRules": "Tvivelaktiga arbetsregler",
            "crampedQuarters": "Som sardiner!",
            "intensiveFarming": "Intensivt jordbruk",
            "newTownBoost": "En ny början!",
            "foodShortage": "Matbrist"
        },
        "unlock": "Lås upp"
    },
    "common": {
        "delete": "Radera",
        "deleting": "Radera...",
        "loading": "Laddar..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Lägg till fler poäng",
            "areaLimitExceeded": "Områdesgränsen överskriden: {{size}} {{relation}} {{limit}}",
            "costs": "Kostnader:",
            "invalidLocation": "Ogiltig plats",
            "mustBeNear": "Måste vara nära {{parent}}",
            "notEnoughResources": "Otillräckliga resurser",
            "tooHigh": "Zooma in närmare"
        },
        "cancel": "✗",
        "close": "Stäng",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Lägg till fler poäng",
            "calculating": "Beräknar...",
            "duration": "Varaktighet",
            "expedition": "Expedition",
            "finished": "Klart!",
            "food": "Mat",
            "knowledge": "Kunskap",
            "population": "Befolkning",
            "timeLeft": "Återstående tid",
            "title": "Utforskningskostnader"
        },
        "next": "Nästa",
        "previous": "Föregående"
    },
    "errors": {
        "fetchSlots": "Kunde inte ladda sparningsplatser",
        "generic": "Något gick fel",
        "invalidFile": "Ogiltigt filformat",
        "loadingBuild": "Fel vid laddning av build",
        "serverConnection": "Fel vid serveranslutning",
        "webWorkersNotSupported": "Det går inte att köra spelet: Web Workers stöds inte."
    },
    "events": {
        "confirm": "Okej",
        "consequences": "Effekter",
        "remaining": "{{count}} Återstående",
        "titles": {
            "food_shortage": "Folket är hungrigt.",
            "strike": "Strike",
            "celebration": "En present till dig",
            "productivity_boom": "Kom igen!",
            "expedition_found": "Expeditionen återvänder!",
            "animal_unlock": "Nå, nå, nå... vad har vi här?",
            "bankruptcy": "Konkurs!",
            "raid": "Dina varor har blivit stulna!"
        },
        "descriptions": {
            "food_shortage": "Du har snart slut på mat! Om människor inte kan äta kommer de att stjäla vad de kan för att överleva, eller till och med sluta arbeta.",
            "strike": "Folket är inte nöjda! Vad du än gör så gillar de det inte. Se till att ditt folk är nöjda så att byggnaderna inte stängs.",
            "celebration": "Folket är nöjda! Fortsätt med det du gör! Som en liten gåva har de samlat ihop några varor så att du kan fortsätta bygga denna fantastiska stad. Så gulligt.",
            "productivity_boom": "Folket är extatiskt! De älskar dig och arbetade gärna övertid för dig. Genom att göra det lyckades de producera lite mer av allt. De vill bara att den här staden ska lyckas, förstår du.",
            "expedition_found": "Din expedition har återvänt med värdefulla resurser och kunskaper! Detta kommer att gynna din stads utveckling och forskningsinsatser avsevärt. Deras loggbok innehåller dock en intressant anteckning:",
            "animal_unlock": "Vad hittade vi här? Din expedition återvände med ett överraskande tamt djur. Det verkar vilja bo i din stad snarare än i vildmarken. Det vore väl oförskämt att skicka tillbaka det nu, eller hur?",
            "bankruptcy": "Du har helt enkelt inga mynt! Ett torn har rasat. Torn som du har byggt kommer att förfalla och förstöras om du inte underhåller dem med tillräckligt med mynt.",
            "raid": "Du borde ha förvarat dina varor bättre! De var lättillgängliga och okända tjuvar kom över en del av dina resurser."
        }
    },
    "game": {
        "zoomToBuild": "Zooma in för att börja bygga",
        "buildings": {
            "assets": {
                "expedition": "Expedition",
                "bakery": "Bageri",
                "boat": "Båt",
                "brewery": "Bryggeri",
                "bridge": "Bridge",
                "center": "Center",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Förbättrad Clay Crane",
                "claypit": "Lergro",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Trästaket",
                "fence2": "Vävt staket",
                "fence3": "Staketform",
                "fences": "Staket",
                "field": "Fält",
                "firepit": "Eldstad",
                "fireplace": "Öppen spis",
                "fishery": "Fiske",
                "foraging_hut": "Födosökshydda",
                "fountain": "Fontän",
                "house_1": "Shack",
                "house_2": "Hut",
                "house_3": "Kabinen",
                "house_4": "Hus",
                "house_5": "Bostad",
                "house_6": "By",
                "large_ship": "Stort skepp",
                "large_statue": "Stor staty",
                "logpile": "Log Pile",
                "market": "Marknad",
                "market_stall": "Marknadsstånd",
                "market_stall_1": "Kött",
                "market_stall_2": "Fisk",
                "market_stall_3": "Bröd",
                "market_stall_4": "Grönsak",
                "market_stall_5": "Varor",
                "medium_ship": "Medium skepp",
                "nursery": "Trädplantskola",
                "park": "Park",
                "path": "Sökväg",
                "pier": "Pier",
                "plaza": "Plaza",
                "port": "Port",
                "quarry": "Stenbrott",
                "road": "Väg",
                "ruinsBig": "Stora ruiner",
                "ruinsSmall": "Små ruiner",
                "saw": "Sågverk",
                "small_ship": "Litet skepp",
                "small_statue": "Liten staty",
                "square": "Kvadrat",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Förbättrad Stone Crane",
                "table": "Tabell",
                "tailor": "Skräddarsydd",
                "tavern": "Tavern",
                "tent": "Tält",
                "tower": "Torn",
                "town_hall": "Stadshus",
                "tree": "Träd",
                "university": "Universitet",
                "museum": "Museum",
                "warehouse": "Lager",
                "water_tower": "Vattentorn",
                "windmill": "Vindkvarn",
                "windmill_upgraded": "Förbättrad vindkvarn",
                "woodcutter": "Träskärare",
                "refinery": "Raffinaderi",
                "iron_mine": "Järngruva",
                "iron_mine_upgraded": "Förbättrad järngruva",
                "glassworks": "Glasverk",
                "tools_workshop": "Verktygsverkstad",
                "well": "Bra"
            },
            "categories": {
                "decoration": "Dekoration",
                "defense": "Territorium",
                "food": "Mat",
                "housing": "Boende",
                "infrastructure": "Infrastruktur",
                "military": "Militär",
                "production": "Produktion",
                "research": "Forskning",
                "resources": "Resurser",
                "storage": "Lagring",
                "town": "Stad"
            },
            "descriptions": {
                "bakery": "Ingenting slår doften av färskt bröd, bakat med de färskaste råvarorna och en och annan kackerlacka.",
                "boat": "Båten är perfekt för fiske i djupare vatten eller för unga par som vill kyssas ibland.",
                "brewery": "Någon har lämnat sina blöta korn ute för länge och nu är det helt inne! Låt oss göra mer av det.",
                "bridge": "Det är en bro. Vad förväntar du dig? Den tar dig från A till B.",
                "center": "Hjärtat av din stad. Det är här allt börjar. Här bor några människor och här förvaras det nödvändigaste. Det kan uppgraderas till ett torg som ser lite mer permanent ut.",
                "clay_crane": "Kranen, en av de bästa uppfinningarna för att spara ryggen! Du behöver inte längre släpa all leran ur gropen, använd bara kranen.",
                "clay_crane_upgraded": "Med de här konstiga materialen vi hittar kan vi säkert få den här kranen att fungera ännu bättre!",
                "claypit": "Det är en enkel grop i marken. Men om vi torkar ut jorden här blir den ganska hård! Det är ett arbetsintensivt jobb som lämnar ganska fula ärr i landskapet.",
                "creamery": "Någon har lämnat sin färska mjölk ute för länge och nu är den... fast? Åtminstone kan vi sälja den som mat nu.",
                "dock": "Utöka din hamn! Skapa mer utrymme för hamnbyggnader och fartyg.",
                "fence1": "Ett enkelt trästaket för att hålla enkla varelser ute. Eller inne.",
                "fence2": "Ett flätat staket för att hålla enkla varelser ute. Eller inne.",
                "fence3": "Rita ett anpassat staket för att hålla enkla varelser ute. Eller inne.",
                "fences": "Staket är ett utmärkt sätt att hålla oönskade besökare borta från din stad. Eller att hålla dem kvar.",
                "firepit": "En eldstad är en stabil konstruktion som håller värmen och används för att laga mat. Glöm bara inte att släcka den innan du går och lägger dig.",
                "fireplace": "Inget är mysigare än att sjunga runt en öppen spis. Även om röken alltid kommer att blåsa rakt mot dig.",
                "field": "När vi rensar ett fält kan vi odla växter där. Vissa kan vi äta.",
                "fishery": "Inget är mer idylliskt än ett litet fiskeriföretag vid kusten. Det producerar relativt färsk fisk till din stad.",
                "foraging_hut": "Vem behöver lyxig mat när man kan äta allt som växer vilt? Förrådsstugan samlar in olika material, men den behöver mycket öppet utrymme för att kunna göra det.",
                "fountain": "En av våra största tekniska bedrifter! Vem älskar inte rinnande vatten?",
                "house_1": "Alla behöver någonstans att bo. Detta lilla hus ger ditt folk en plats att äta och bo på.",
                "house_2": "Alla behöver någonstans att bo. Detta lilla hus ger ditt folk en plats att äta och bo på.",
                "house_3": "Alla behöver någonstans att bo. Detta hus ger ditt folk en plats att äta och bo på.",
                "house_4": "Alla behöver någonstans att bo. Detta hus ger ditt folk en plats att äta och bo på.",
                "house_5": "Alla behöver någonstans att bo. Detta välbyggda hus ger ditt folk en plats att äta och bo på.",
                "house_6": "Alla behöver någonstans att bo. Detta lyxiga hus ger dina människor en plats att äta och bo på.",
                "large_ship": "Jag tror inte att de kan bli större än så här. Titta på det här! Nej, allvarligt, alla, titta på det här! Det här måste halvera transportkostnaderna ännu mer.",
                "large_statue": "En stor staty för en stor kille. Folk säger att han faktiskt var så stor.",
                "logpile": "Bästa sättet att lagra ved? Stapla den bara i en hög.",
                "market": "Marknaden gör det möjligt för dig att handla med andra städer. Hus ligger gärna nära detta.",
                "market_stall": "Lägg till en marknadsbod i din stad",
                "market_stall_1": "En bod som säljer köttprodukter.",
                "market_stall_2": "En bod som säljer fiskprodukter.",
                "market_stall_3": "En bod som säljer brödprodukter.",
                "market_stall_4": "En bod som säljer grönsaksprodukter.",
                "market_stall_5": "En bod som säljer olika varor.",
                "medium_ship": "Det där är ett snyggt skepp. Inte för stort, inte för litet. Bara snyggt. Sänker transportkostnaderna med ytterligare 25 %.",
                "nursery": "Varför låta skogshuggaren gå till träden när vi kan ta träden till skogshuggaren?",
                "park": "Lägg till en fin park i din stad där dina medborgare kan slöa.",
                "path": "En enkel grusväg. Den fyller sin funktion. Byggnaderna fungerar dock utmärkt utan dem.",
                "pier": "Folk svär på att de större fiskarna finns på djupare vatten. Låt oss se hur djupt vi kan gå.",
                "plaza": "Vackra kakelplattor för din vackra stad. Perfekt för marknadsplatser, dekoration eller bara för att visa upp din rikedom.",
                "port": "Hamnen gör det möjligt att handla med andra städer. Det är mycket effektivare än att handla över land och transportkostnaderna halveras.",
                "quarry": "I stenbrott bryter man sten från marken. Det är ett intensivt arbete, men stenar är eviga! De lämnar dock stora ärr i landskapet.",
                "road": "Vägar ger struktur åt din by. De är inte nödvändiga för dina byggnader, men ser mer eleganta ut än stigar.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Framsteg! Med några smarta verktyg kan vi göra träbearbetningen till en barnlek.",
                "small_ship": "Ett litet skepp för små resor. Och titta! Det här flyter till och med. Vi skulle nog kunna sänka transportkostnaderna lite med det här.",
                "small_statue": "En liten staty för en liten kille. Folk säger att han faktiskt var så här liten.",
                "square": "Ett riktigt stadskärna! Denna torg ser finare ut än den grundläggande stadskärnan.",
                "stone_crane": "Kranen, en av de bästa uppfinningarna för att spara ryggen! Du behöver inte längre släpa alla stenar ut ur stenbrottet, använd bara kranen.",
                "stone_crane_upgraded": "Med de här konstiga materialen vi hittar kan vi säkert få den här kranen att fungera ännu bättre!",
                "table": "Det är trevligare att äta vid ett bord än på golvet. Om du inte gillar att ibland hitta knapriga insekter i händerna eller byxorna.",
                "tailor": "Att vara naken räcker bara till en viss gräns. Be en skräddare sy kläder åt dig så att du håller dig varm.",
                "tavern": "Krogen är en plats där dina medborgare kan träffas och dricka. Du kan åtminstone tjäna pengar på folks dåliga beslut.",
                "tent": "Hur får man ut mer virke ur skogen? Sätt in fler människor i skogen. Hur sätter man in fler människor i skogen? Sätt upp fler tält i skogen.",
                "tower": "Vårt land sträcker sig så långt vi kan se. Om vi kan se längre, utvidgas vårt land ytterligare.",
                "town_hall": "Mycket viktiga personer kan hålla koll på några mycket viktiga siffror här. Dessutom ser det snyggt ut.",
                "tree": "Träd är fantastiska! Lägg till fler.",
                "university": "En plats där du kan placera alla dina smarta människor för att göra smarta saker. Och med all deras lediga tid kan du till och med skicka dem på expeditioner!",
                "museum": "Låt alla se de häftiga saker vi har hittat! Låt oss placera dem i den finaste byggnaden vi kan skapa.",
                "warehouse": "Ett lager kan lagra alla typer av resurser. Ge dem bara utrymme att göra det.",
                "water_tower": "Vårt territorium sträcker sig så långt vi kan se. Om vi kan se längre, utvidgas vårt territorium ytterligare.",
                "windmill": "Det är helt galet att någon har lyckats förvandla vinden till mat. Det är det enda sättet att förvandla de hårda växtstenarna till mjöl för vårt mjuka, läckra bröd.",
                "windmill_upgraded": "Med de här konstiga materialen vi hittar kan vi säkert få vindkraftverket att gå ännu snabbare. Ju fler rörliga delar, desto bättre, eller hur?",
                "woodcutter": "Skogshuggaren kommer att hugga ved. Hur mycket ved? Så mycket som en skogshuggare kan.",
                "refinery": "Raffinaderiet används för att förädla konstiga stenar till glänsande formbara stenar.",
                "iron_mine": "Vi grävde en djup grop eftersom vi hittade några konstiga stenar. Låt oss skicka alla våra människor dit för att hämta dem. Vad är det värsta som kan hända?",
                "iron_mine_upgraded": "Med dessa märkliga material vi hittar är jag säker på att vi kan få upp fler glänsande stenar ur marken snabbare!",
                "glassworks": "Glassworks låter dig producera glas från sand, som kan användas för olika avancerade tillämpningar.",
                "tools_workshop": "Med en verktygsverkstad kan du tillverka verktyg som är nödvändiga för vissa människors arbete.",
                "well": "Även om det är roligt att stå i regnet med öppen mun, är det lite svårare när man har ett badkar att fylla. En brunn passar bättre i din stad."
            }
        },
        "crops": {
            "cow": "Ko",
            "empty": "Tom",
            "goat": "Get",
            "grain": "Korn",
            "maize": "Bröd",
            "potato": "Potatis",
            "sheep": "Får"
        },
        "effects": {
            "accidentRate": "Olycksfrekvens",
            "allProduction": "All produktion",
            "constructionCost": "Byggkostnad",
            "expeditionCost": "Expeditionskostnad",
            "exportCost": "Exportkostnad",
            "foodConsumption": "Livsmedelskonsumtion",
            "foodProduction": "Livsmedelsproduktion",
            "goodsProduction": "Varuproduktion",
            "happiness": "Lycka",
            "importCost": "Importkostnad",
            "populationProduction": "Befolkning Redigera",
            "raidRisk": "Stöldrisk (vid överskridande av lagringsutrymme)",
            "researchSpeed": "Forskningshastighet",
            "taxation": "Beskattning"
        },
        "expedition": {
            "start": "Starta expedition"
        },
        "resources": {
            "clothes": "Kläder",
            "coin": "Mynt",
            "drinks": "Drycker",
            "earth": "Jorden",
            "flour": "Mjöl",
            "food": "Mat",
            "grain": "Korn",
            "happiness": "Lycka",
            "knowledge": "Kunskap",
            "pop": "Befolkning",
            "stone": "Sten",
            "wood": "Trä",
            "wool": "Ull",
            "ore": "Vi",
            "metal": "Metall",
            "tools": "Verktyg",
            "glass": "Glas",
            "scrap": "Skrot",
            "milk": "Mjölk"
        },
        "views": {
            "build": "Bygg",
            "explore": "Utforska",
            "market": "Marknad",
            "player": "Spelare",
            "politic": "Politik",
            "watch": "Titta"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Dubbelklicka för att placera noder",
            "multiPlace": "Fortsätt placera",
            "rotate": "Rotera",
            "restriction": "Område som inte kan bebyggas"
        },
        "capacity": "Kapacitet",
        "defaultTownName": "Namnlös stad",
        "is_throttled": "tar slut! Vissa byggnader kanske inte fungerar som de ska.",
        "placeCenterPrompt": "placera ditt centrum",
        "storage_overflow": "Lagringsutrymmet är fullt! Risken för stöld har ökat."
    },
    "intro": {
        "message1": "Om du läser detta betyder det att du är den utvalda. Du är förutbestämd att återbefolka ytan. Det du ser framför dig är vår planet. Vår värld som den ser ut idag. Ingenting är som det brukade vara. Eller åtminstone som vi tror att det brukade vara. Ingen minns riktigt.",
        "message2": "Men din uppgift är enkel. Hitta en plats och starta en ny bosättning. Utveckla din bosättning, så kanske du kan nå ut till andra som har gjort samma sak. Och kanske kan vi tillsammans ta reda på vad som har hänt med vår jord.",
        "good_luck": "Lycka till!",
        "based": {
            "w": {
                "message1": "Bra val! Du har bosatt dig i ett biom fullt av frodiga träd och vilda djur. Att hitta trä och samla resurser kommer inte att vara något problem här. Mer komplexa material och malmer kan dock vara lite svårare att hitta. Men jag tror på dig och du kommer att se att ingenting är omöjligt.",
                "message2": "Dina möjligheter är fortfarande begränsade. Se till att du först får en stadig ström av resurser. Bygg sedan en marknad så att du kan handla med andra bosättningar. När du har fått fotfäste kan du till och med starta större projekt som en hamn, så att handeln blir billigare, ett rådhus, så att vi kan hålla reda på allt, eller till och med ett universitet så att du kan börja utforska världen omkring oss.",
                "good_luck": "Du klarar det!"
            },
            "s": {
                "message1": "Ett bra val att bosätta sig i denna steniga biom där du kan bli ett med jorden. Att hitta sten och malm är inget problem här. Det kan dock vara lite svårare att odla mat. Men jag är säker på att andra gärna byter mot dina rikliga tillgångar av värdefulla material.",
                "message2": "Dina möjligheter är fortfarande begränsade. Se till att du först får en stadig ström av resurser. Bygg sedan en marknad så att du kan handla med andra bosättningar. När du har fått fotfäste kan du till och med starta större projekt som en hamn, så att handeln blir billigare, ett rådhus, så att vi kan hålla reda på allt, eller till och med ett universitet så att du kan börja utforska världen omkring oss.",
                "good_luck": "Bygg starkt!"
            },
            "e": {
                "message1": "Luften är torr och solen är stark. Det är inte den enklaste biomen, men du kan bygga din bosättning från marken själv. Det kan vara lite svårare att hitta användbart trä här, men jorden verkar bra för de flesta grödor. Jag är säker på att du med din uppfinningsrikedom kommer att få detta att fungera.",
                "message2": "Dina möjligheter är fortfarande begränsade. Se till att du först får en stadig ström av resurser. Bygg sedan en marknad så att du kan handla med andra bosättningar. När du har fått fotfäste kan du till och med starta större projekt som en hamn, så att handeln blir billigare, ett rådhus, så att vi kan hålla reda på allt, eller till och med ett universitet så att du kan börja utforska världen omkring oss.",
                "good_luck": "Lycka till med byggandet!"
            },
            "a": {
                "message1": "Det var ett intressant val. Varför skulle du bosätta dig i denna arktiska ödemark? Jag ser inga träd eller stenar här omkring. Men du kan ju alltid handla med andra. Se bara till att hålla ditt folk varmt och mätt.",
                "message2": "Dina möjligheter är mycket begränsade. Prioritera att bygga upp en marknad så att du kan handla med andra bosättningar. Jag hoppas att du har bra kontakter, för det kommer att bli tufft. Om du lyckas kan du till och med starta större projekt som en hamn, så att handeln blir billigare, ett rådhus, så att vi kan hålla koll på allt, eller till och med ett universitet, så att du kan börja utforska världen omkring oss.",
                "good_luck": "Lycka till."
            }
        }
    },
    "loading": {
        "assets": "Laddar tillgångar...",
        "connecting": "Ansluter till server...",
        "game": "Laddar spel..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Radera allt",
            "menu": "Meny",
            "quicksettings": "Inställningar",
            "saveBuild": "Spara Bygg",
            "saveSandbox": "Spara Bygg"
        },
        "main": {
            "credits": "Krediter",
            "enterMultiplayer": "Gå in i världen",
            "loadSandbox": "Ladda Sandbox",
            "newSandbox": "Ny sandlåda",
            "returnToDesktop": "Återgå till skrivbordet",
            "serverOffline": "Det går inte att nå servern. Kontrollera din internetanslutning eller servern kan vara nere.",
            "settings": "Inställningar",
            "subtitle": "Detta är en tidig version av Project Rebearth. Kontakta oss om du stöter på några problem när du spelar.",
            "demoSubtitle": "Detta är en demo av Project Rebearth. Endast sandbox-stadsbyggaren är aktiverad. För att spela på multiplayer-glob med resurshantering, skaffa den fullständiga versionen.",
            "title": "Projekt Rebearth Server",
            "welcome": "Välkommen, {{name}}!"
        },
        "sandbox": {
            "description": "Sandbox-läget låter dig bygga fritt utan begränsningarna i multiplayer-världen. Det är bara du och inga resursbegränsningar. Du kan spara dina framsteg och ladda dem senare.",
            "loadFromFile": "Ladda från fil",
            "loadTitle": "Ladda Sandbox",
            "noSaves": "Inga lokala sparade spel hittades.",
            "start": "Starta nytt spel",
            "title": "Ny sandlåda"
        },
        "slots": {
            "deleteConfirm": "Är du säker på att du vill radera denna sparade fil? Denna åtgärd kan inte ångras.",
            "empty": "Tom plats",
            "locked": "Låst",
            "lockedText": "Låst",
            "newGame": "Nytt spel",
            "play": "Spela",
            "population": "Invånare",
            "slot": "Slot",
            "title": "Välj en sparningsplats",
            "unlockHint1000": "Lås upp vid 1 000 invånare",
            "unlockHint100000": "Lås upp vid 100 000 invånare",
            "unnamedCity": "Namnlös stad"
        },
        "locked": {
            "settleFirst": "Börja med att bygga din stads centrum.",
            "townHall": "Bygg ett rådhus för att låsa upp global ranking, allianser och valmöjligheter.",
            "university": "Bygg ett universitet för att låsa upp expeditioner och forskning.",
            "market": "Bygg en marknad eller hamn för att låsa upp den globala marknaden.",
            "noBiomeAssets": "Inga byggnader av denna typ finns tillgängliga i denna biom."
        }
    },
    "modals": {
        "archive": {
            "title": "Arkiv"
        },
        "choices": {
            "selectChoice": "Välj alternativ",
            "title": "Val"
        },
        "deleteConfirmation": {
            "cancel": "Avbryt",
            "confirm": "Radera",
            "message": "Är du säker på att du vill radera hela din stad? Denna åtgärd kan inte ångras.",
            "title": "Bekräfta radering"
        },
        "diplomacy": {
            "alliances": "Allianser",
            "enemy": "Fiende",
            "neutral": "Neutral",
            "title": "Diplomati",
            "you": "Du"
        },
        "market": {
            "amount": "Belopp",
            "back": "Tillbaka",
            "base": "Bas",
            "buy": "KÖP",
            "buys": "köper",
            "for": "för",
            "price": "Pris",
            "pricePerUnit": "Pris per enhet",
            "quantity": "Kvantitet",
            "resource": "Resurs",
            "sell": "Se",
            "sells": "säljer",
            "title": "Marknad",
            "total": "Totalt",
            "totalLabel": "Totalt",
            "transport": "Transport",
            "unitPrice": "till ett enhetspris av"
        },
        "orders": {
            "title": "Mina beställningar"
        },
        "ranking": {
            "area": "Område",
            "buildings": "Byggnader",
            "goToPlayer": "Gå till spelare",
            "overall": "Övergripande",
            "player": "Spelare",
            "population": "Befolkning",
            "resources": "Resurser",
            "title": "Rankning"
        },
        "save": {
            "download": "Ladda ner fil",
            "message": "Ditt spel har sparats lokalt.",
            "title": "Spel sparat"
        }
    },
    "orders": {
        "amount": "Belopp",
        "buy": "Köp",
        "buying": "köpa",
        "confirmCancel": "Är du säker på att du vill avbryta denna beställning?",
        "for": "för",
        "marketStorage": "Handel Lager",
        "myOrders": "Lägg dina beställningar",
        "noMarketStorage": "Inget marknadslager tillgängligt. Bygg handelsbyggnader för att lägga säljorder.",
        "noOrders": "Inga aktiva order",
        "onlyAllianceMembers": "Sälj endast till alliansmedlemmar",
        "sell": "Se",
        "sellButton": "{{type}} {{amount}} {{resource}} för {{price}} per enhet",
        "selling": "försäljning",
        "storageFull": "Lagringsutrymmet är fullt! Bygg fler handelsbyggnader.",
        "totalPrice": "Totalt pris",
        "unitPrice": "Enhetspris"
    },
    "politics": {
        "accept": "acceptera",
        "allianceTradeInfo": "Välj en allians:",
        "alliances": "Allianser",
        "applications": "Applikationer",
        "applyForAlliance": "ansök om allians",
        "back": "Tillbaka",
        "cancelApplication": "Avbryt ansökan",
        "choiceChangeCooldown": "Detta val kan ändras igen efter {{days}} dag(ar).",
        "common": {
            "accept": "Acceptera",
            "applications": "Applikationer",
            "globalRank": "Global rankning",
            "greatFederation": "Stora federationen",
            "kick": "Kick",
            "marketSize": "Marknadsstorlek",
            "members": "Medlemmar",
            "name": "Namn",
            "owner": "Ägare",
            "rank": "Rank",
            "reject": "Avvisa",
            "scienceLeague": "Science League",
            "tradeAlliance": "Handelsallians",
            "value": "Värde"
        },
        "createAlliance": "skapa allians",
        "days": "dagar",
        "disbandAlliance": "upplösa allians",
        "globalRank": "Global rankning",
        "go": "till",
        "inviteToAlliance": "Bjud in till din allians",
        "kick": "kick",
        "leaveAlliance": "lämna alliansen",
        "loading": "Laddar...",
        "marketSize": "Marknadsstorlek",
        "marketSizeLabel": "Marknadsstorlek: {{size}}",
        "members": "Medlemmar",
        "name": "Namn",
        "noApplications": "Det finns inga applikationer.",
        "noModifiers": "Denna allians har inga modifierare.",
        "owner": "Ägare",
        "placeholderDescription": "Alliansbeskrivning",
        "placeholderName": "Alliansnamn",
        "rank": "Rank",
        "rankPrefix": "Nej.",
        "ranking": {
            "area": "Område",
            "buildings": "Byggnader",
            "overall": "Övergripande",
            "population": "Befolkning",
            "resources": "Resurser"
        },
        "reject": "avvisa",
        "value": "Värde"
    },
    "popup": {
        "apply": "Tillämpa",
        "archive": "Arkiv",
        "demolish": "Demolera",
        "population": "Befolkning",
        "production": {
            "rate": "Betyg",
            "title": "Produktion"
        },
        "storage": {
            "title": "Lagring"
        },
        "townName": "Stadens namn:",
        "townColor": "Stadens färg:",
        "unnamedTown": "Namnlös stad",
        "upgrade": "Uppgradera till {{building}}"
    },
    "settings": {
        "animations": "Animationer",
        "fullscreen": "Helskärm",
        "bushDensity": "Busktäthet",
        "clearTileCache": "Rensa cachade data",
        "density": {
            "dense": "Tät",
            "normal": "Normal",
            "off": "Av",
            "sparse": "Sparse"
        },
        "grassDensity": "Grästäthet",
        "language": "Språk",
        "musicVolume": "Musikvolym",
        "performanceFeatures": "- Justera visuella element -",
        "resolutions": {
            "high": "Hög",
            "low": "Låg",
            "medium": "Medium",
            "potato": "Potatis",
            "ultra": "Ultra"
        },
        "rockDensity": "Bergartsdensitet",
        "showClouds": "Visa moln",
        "soundVolume": "Ljudvolym",
        "textureResolution": "Texturupplösning",
        "title": "Inställningar",
        "treeDensity": "Trädtäthet",
        "uiScale": "UI-skala"
    },
    "tips": {
        "loading": [
            "En dag i spelet motsvarar en dag i verkliga livet. Ta din tid och utveckla din stad i din egen takt.",
            "Du kan rotera byggnader innan du placerar dem med hjälp av tangenterna Q och E.",
            "Dubbelklicka i formredigeraren för att placera noder.",
            "Använd skift-tangenten för att fortsätta placera byggnader.",
            "Om du stöter på några problem, vänligen meddela oss på Discord.",
            "Gå med i vår livliga spelargemenskap på Discord för att dela dina skapelser och få tips.",
            "Alla resurser är inte lika lätta att få tag på överallt. Ibland kan det vara billigare att handla än att producera allt själv.",
            "En recension på Steam hjälper oss att hitta nya spelare som gör detta till en levande värld.",
            "En recension på Steam hjälper oss att hitta nya spelare som gör detta till en levande värld."
        ]
    },
    "tooltip": {
        "cannotChange": "Kan inte ändras för",
        "construction": "Konstruktion",
        "costPerMeter": "(för m)",
        "costPerSquareMeter": "(per m²)",
        "effects": "Effekter",
        "upkeep": "Underhåll",
        "production": "Produktion",
        "move": "Flytta denna byggnad"
    },
    "units": {
        "days": "dagar",
        "hours": "{{value}} h",
        "hoursLong": "timmar",
        "minutes": "{{value}} m",
        "minutesLong": "minuter",
        "perDay": "/dag",
        "percentage": "{{värde}}",
        "seconds": "{{value}} s",
        "secondsLong": "sekunder"
    },
    "warnings": {
        "notEnoughPop": "Inte tillräckligt med volontärer"
    }
}