{
    "alliances": {
        "allianceTradeInfo": "การรวมกลุ่มกับผู้เล่นคนอื่น ๆ เป็นเรื่องที่เจ๋งมาก! คุณสามารถเลือกที่จะทำการค้าขายเฉพาะกับกลุ่มของคุณเอง และขึ้นอยู่กับว่าคุณเลือกที่จะร่วมมือกับใคร คุณยังจะได้รับสิทธิประโยชน์เพิ่มเติมอีกด้วย",
        "applyForAlliance": "สมัครเป็นพันธมิตร",
        "cancelApplication": "ยกเลิกการสมัคร",
        "greatFederationDesc": "รวมตัวกับผู้คนที่มีความเข้มแข็งและมีการจัดการที่ดี! คุณจะได้รับการปกป้องจากการโจรกรรมและสามารถดึงทรัพยากรจากผู้ใต้บังคับบัญชาได้มากขึ้น อย่างไรก็ตาม สิ่งนี้มาพร้อมกับระบบราชการที่ซับซ้อนมากขึ้นและรายได้จากภาษีที่ลดลง",
        "leaveAlliance": "ออกจากพันธมิตร",
        "marketSizeLabel": "ขนาดตลาด:",
        "scienceLeagueDesc": "การเข้าร่วมลีกวิทยาศาสตร์ทำให้คุณฉลาดขึ้น นั่นเป็นสิ่งที่พิสูจน์ทางวิทยาศาสตร์แล้ว สนุกกับการวิจัยที่รวดเร็วขึ้นและค่าใช้จ่ายในการสำรวจที่ต่ำลง มันทำให้ผู้คนมีความสุขมากขึ้นด้วย! แต่เราไม่ค่อยเก่งในการทำสิ่งต่างๆ จริงๆ",
        "tradeAllianceDesc": "มันคือเรื่องของเงินทั้งหมด! รับส่วนลดค่าธรรมเนียมการค้าและประสิทธิภาพการเสียภาษีที่สูงขึ้น แต่ก็มีความเสี่ยงสูงต่อการถูกขโมยเช่นกัน"
    },
    "biomes": {
        "1": "ป่าใบกว้างเขตร้อนและกึ่งเขตร้อน",
        "10": "ทุ่งหญ้าบนภูเขา",
        "11": "ทุนดรา",
        "12": "ป่าไม้เมดิเตอร์เรเนียน",
        "13": "ทะเลทรายและพุ่มไม้แห้งแล้ง",
        "14": "ป่าชายเลน",
        "2": "ป่าใบกว้างเขตร้อนและกึ่งเขตร้อน",
        "3": "ป่าเขตร้อนและกึ่งเขตร้อนของไม้สน",
        "4": "ป่าเขตอบอุ่นและป่าผสม",
        "5": "ป่าสนเขตอบอุ่น",
        "6": "ป่าเขตหนาว",
        "7": "ทุ่งหญ้าเขตร้อนและกึ่งเขตร้อน",
        "8": "ทุ่งหญ้าสะวันนาแบบอบอุ่น",
        "9": "ทุ่งหญ้าที่ถูกน้ำท่วม",
        "98": "ดินแดนรกร้างอาร์กติก",
        "99": "แผ่นน้ำแข็ง"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "ลดค่าใช้จ่ายสำหรับผู้ที่ซื้อสินค้าของคุณ ขณะเดียวกันเพิ่มค่าใช้จ่ายในการซื้อสินค้าจากผู้เล่นอื่น",
            "importFocus": "ลดต้นทุนในการซื้อสินค้าจากผู้เล่นอื่น ขณะเดียวกันเพิ่มต้นทุนสำหรับผู้ที่ซื้อสินค้าของคุณ",
            "lavishRations": "ให้พวกเขากินเค้กเถอะ! การจัดสรรอาหารอย่างฟุ่มเฟือยจะเพิ่มปริมาณอาหารที่จำเป็นต่อคน แต่พวกเขาจะมีความสุข",
            "lowRations": "นี่คือเค้กของฉัน! การลดปริมาณอาหารจะลดปริมาณอาหารที่ต้องใช้ต่อคน แต่ผู้คนจะไม่ชอบมัน",
            "neutralFocus": "นี่คือตลาดเสรี ทำในสิ่งที่คุณต้องทำ รักษาต้นทุนการนำเข้าและส่งออกให้อยู่ในอัตราปกติ",
            "normalRations": "อาหารในปริมาณที่เหมาะสมสำหรับคนของคุณ รักษาการบริโภคอาหารให้อยู่ในอัตรามาตรฐาน",
            "taxation": "มันยุติธรรมแล้ว... จะสร้างทองคำให้กับผู้อยู่อาศัยแต่ละคน แต่จะลดความสุขลง",
            "veganSociety": "ช่างเป็นความคิดที่แปลกประหลาดที่จะกินสัตว์... เพิ่มการผลิตอาหาร แต่คุณไม่สามารถผลิตผลิตภัณฑ์จากสัตว์ได้",
            "workerSafety": "คนคือทรัพย์สินที่มีค่าที่สุดของคุณ เพิ่มความปลอดภัยในการผลิตแต่ลดผลผลิต",
            "dubiousWorkingRules": "คนเป็นเพียงทรัพยากร เพิ่มผลผลิตแต่เพิ่มอัตราการเกิดอุบัติเหตุ",
            "crampedQuarters": "คุณต้องการพื้นที่ส่วนตัวมากแค่ไหนกันแน่? เราสามารถใส่คนได้มากขึ้นในบ้านหลังเดียวกันได้ใช่ไหม?",
            "intensiveFarming": "การเกษตรแบบเข้มข้นช่วยให้คุณสามารถเลี้ยงสัตว์ของคุณด้วยเมล็ดพืช ซึ่งเพิ่มปริมาณผลิตภัณฑ์จากสัตว์ที่คุณสามารถผลิตได้",
            "newTownBoost": "ในฐานะผู้ตั้งถิ่นฐานใหม่ คุณจะได้รับโบนัสชั่วคราวเพื่อช่วยให้คุณเริ่มต้นได้ โบนัสเหล่านี้จะค่อยๆ ลดลงเมื่อเวลาผ่านไป"
        },
        "exclusiveOptions": "ตัวเลือกพิเศษ",
        "lockedFor": "ล็อกสำหรับ",
        "option": "ตัวเลือก",
        "title": "ตัวเลือก",
        "titles": {
            "exportFocus": "การค้า - เน้นการส่งออก",
            "greatFederation": "สหพันธ์ที่ยิ่งใหญ่",
            "importFocus": "การค้า - เน้นการนำเข้า",
            "lavishRations": "เสบียงหรูหรา",
            "lowRations": "เสบียงน้อย",
            "neutralFocus": "การค้า - มุ่งเน้นเป็นกลาง",
            "normalRations": "อาหารปกติ",
            "scienceLeague": "ลีกวิทยาศาสตร์",
            "taxation": "ภาษี",
            "tradeAlliance": "พันธมิตรทางการค้า",
            "veganSociety": "สมาคมวีแกน",
            "workerSafety": "ความปลอดภัยของคนงาน",
            "dubiousWorkingRules": "กฎการทำงานที่น่าสงสัย",
            "crampedQuarters": "เหมือนปลาซาร์ดีน!",
            "intensiveFarming": "การเกษตรแบบเข้มข้น",
            "newTownBoost": "การเริ่มต้นใหม่!"
        },
        "unlock": "ปลดล็อก"
    },
    "common": {
        "delete": "ลบ",
        "deleting": "กำลังลบ...",
        "loading": "กำลังโหลด..."
    },
    "connection": {
        "backToMenu": "กลับไปที่เมนู",
        "lost": "การเชื่อมต่อถูกตัด",
        "message": "เซิร์ฟเวอร์ไม่สามารถเข้าถึงได้ชั่วคราว อาจเกิดจากการบำรุงรักษาหรือการรีสตาร์ท ความคืบหน้าออนไลน์ของคุณปลอดภัย เกมจะกลับมาเล่นต่อโดยอัตโนมัติเมื่อการเชื่อมต่อกลับมาใช้งานได้",
        "reconnecting": "การเชื่อมต่อใหม่"
    },
    "controls": {
        "build": {
            "addMorePoints": "เพิ่มจุด",
            "areaLimitExceeded": "เกินขอบเขตพื้นที่: {{size}} {{relation}} {{limit}}",
            "costs": "ค่าใช้จ่าย:",
            "invalidLocation": "ตำแหน่งไม่ถูกต้อง",
            "mustBeNear": "ต้องอยู่ใกล้ {{parent}}",
            "notEnoughResources": "ทรัพยากรไม่เพียงพอ",
            "tooHigh": "ซูมเข้าไปใกล้ๆ"
        },
        "cancel": "✗",
        "close": "ปิด",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "เพิ่มจุด",
            "calculating": "กำลังคำนวณ...",
            "duration": "ระยะเวลา",
            "expedition": "การเดินทางสำรวจ",
            "finished": "เสร็จแล้ว!",
            "food": "อาหาร",
            "knowledge": "ความรู้",
            "population": "ประชากร",
            "timeLeft": "เวลาที่เหลือ",
            "title": "ค่าใช้จ่ายในการสำรวจ"
        },
        "next": "ถัดไป",
        "previous": "ก่อนหน้า"
    },
    "errors": {
        "fetchSlots": "ไม่สามารถโหลดช่องบันทึกได้",
        "generic": "มีบางอย่างผิดพลาด",
        "invalidFile": "รูปแบบไฟล์ไม่ถูกต้อง",
        "loadingBuild": "เกิดข้อผิดพลาดในการโหลดบิลด์",
        "serverConnection": "ข้อผิดพลาดในการเชื่อมต่อเซิร์ฟเวอร์",
        "webWorkersNotSupported": "ไม่สามารถรันเกมได้: ไม่รองรับ Web Workers"
    },
    "events": {
        "confirm": "โอเค",
        "consequences": "ผลกระทบ",
        "remaining": "{{count}} คงเหลือ",
        "titles": {
            "food_shortage": "ประชาชนกำลังหิว",
            "strike": "การนัดหยุดงาน",
            "celebration": "ของขวัญสำหรับคุณ",
            "productivity_boom": "ไปกันเถอะ!",
            "expedition_found": "คณะสำรวจกลับมาแล้ว!",
            "animal_unlock": "เอาล่ะ เอาล่ะ เอาล่ะ... มีอะไรกันที่นี่นะ?",
            "bankruptcy": "ล้มละลาย!",
            "raid": "สินค้าของคุณถูกขโมย!",
            "trade": "ตกลง!",
            "player_message": "คุณมีอีเมล!"
        },
        "descriptions": {
            "food_shortage": "คุณกำลังจะหมดอาหารแล้ว! ถ้าผู้คนกินไม่ได้ พวกเขาจะขโมยอะไรก็ได้เพื่อเอาตัวรอด หรือแม้กระทั่งหยุดทำงาน",
            "strike": "ประชาชนไม่มีความสุข! ไม่ว่าคุณจะทำอะไร พวกเขาไม่ชอบมัน ตรวจสอบให้แน่ใจว่าพนักงานของคุณมีความสุขเพื่อหลีกเลี่ยงการปิดตัวลงของอาคาร",
            "celebration": "ประชาชนมีความสุข! ไม่ว่าคุณจะทำอะไรอยู่ ก็ทำต่อไปเถอะ! เป็นของขวัญเล็ก ๆ น้อย ๆ พวกเขาได้รวบรวมสิ่งของไว้ให้คุณเพื่อสร้างเมืองที่น่ามหัศจรรย์นี้ต่อไป น่ารักมาก!",
            "productivity_boom": "ผู้คนต่างปลาบปลื้มยินดี! พวกเขาชื่นชอบคุณมากและทำงานล่วงเวลาอย่างมีความสุข ด้วยการทำเช่นนั้น พวกเขาสามารถผลิตสินค้าได้มากขึ้นอีกเล็กน้อยในทุกๆ ด้าน พวกเขาต้องการให้เมืองนี้ประสบความสำเร็จ คุณรู้ไหม!",
            "expedition_found": "คณะสำรวจของคุณได้กลับมาพร้อมกับทรัพยากรอันมีค่าและความรู้ใหม่! สิ่งเหล่านี้จะเป็นประโยชน์อย่างยิ่งต่อการพัฒนาและความพยายามในการวิจัยของเมืองคุณ อย่างไรก็ตาม ในบันทึกประจำวันของพวกเขามีข้อความที่น่าสนใจอยู่:",
            "animal_unlock": "เราพบอะไรที่นี่? คณะสำรวจของคุณกลับมาพร้อมกับสัตว์ที่เชื่องอย่างน่าประหลาดใจ ดูเหมือนว่ามันจะชอบอาศัยอยู่ในเมืองของคุณมากกว่าในป่า มันคงจะไม่ดีถ้าเราจะส่งมันกลับไปตอนนี้ ใช่ไหม?",
            "bankruptcy": "คุณไม่มีเหรียญเลย! หอคอยพังทลายลงแล้ว หอคอยที่คุณสร้างไว้จะเสื่อมสภาพและถูกทำลายหากคุณไม่บำรุงรักษาด้วยเหรียญที่เพียงพอ",
            "raid": "คุณควรเก็บรักษาสิ่งของของคุณให้ดีกว่านี้! พวกมันถูกหยิบไปได้ง่าย และโจรที่ไม่รู้จักได้ขโมยทรัพยากรของคุณไปบางส่วนแล้ว",
            "trade": "มีคนดำเนินการตามคำสั่งซื้อขายของคุณ (บางส่วน) แล้ว",
            "player_message": "มีผู้ส่งสารมาจากเมืองอื่นพร้อมข้อความสำหรับคุณ"
        }
    },
    "game": {
        "zoomToBuild": "ซูมเข้าเพื่อเริ่มสร้าง",
        "buildings": {
            "assets": {
                "expedition": "การเดินทางสำรวจ",
                "bakery": "เบเกอรี่",
                "boat": "เรือ",
                "brewery": "โรงเบียร์",
                "bridge": "สะพาน",
                "center": "ศูนย์กลาง",
                "clay_crane": "เคลย์ เครน",
                "clay_crane_upgraded": "เครนดินเหนียวที่ได้รับการปรับปรุง",
                "claypit": "หลุมดินเหนียว",
                "creamery": "โรงงานผลิตครีม",
                "dock": "อย่างไรก็ตาม",
                "fence1": "รั้วไม้",
                "fence2": "รั้วถัก",
                "fence3": "รูปทรงรั้ว",
                "fence4": "แนวรั้ว",
                "fences": "รั้ว",
                "field": "ฟิลด์",
                "firepit": "หลุมไฟ",
                "fireplace": "เตาผิง",
                "fishery": "การประมง",
                "foraging_hut": "กระท่อมหาอาหาร",
                "fountain": "น้ำพุ",
                "house_1": "กระท่อม",
                "house_2": "กระท่อม",
                "house_3": "ห้องโดยสาร",
                "house_4": "บ้าน",
                "house_5": "ที่อยู่อาศัย",
                "house_6": "หมู่บ้าน",
                "large_ship": "เรือขนาดใหญ่",
                "large_statue": "รูปปั้นขนาดใหญ่",
                "logpile": "กองไม้",
                "market": "ตลาด",
                "market_stall": "แผงขายของในตลาด",
                "market_stall_1": "เนื้อ",
                "market_stall_2": "ปลา",
                "market_stall_3": "ขนมปัง",
                "market_stall_4": "ผัก",
                "market_stall_5": "สินค้า",
                "medium_ship": "เรือขนาดกลาง",
                "nursery": "สวนเพาะชำต้นไม้",
                "park": "สวน",
                "path": "เส้นทาง",
                "pier": "ท่าเรือ",
                "plaza": "สี่เหลี่ยม",
                "dirt": "ดิน",
                "port": "ท่าเรือ",
                "quarry": "เหมืองหิน",
                "road": "ถนน",
                "ruinsBig": "ซากปรักหักพังขนาดใหญ่",
                "ruinsSmall": "ซากปรักหักพังขนาดเล็ก",
                "saw": "โรงเลื่อย",
                "small_ship": "เรือขนาดเล็ก",
                "small_statue": "รูปปั้นขนาดเล็ก",
                "square": "สี่เหลี่ยม",
                "stone_crane": "เครนหิน",
                "stone_crane_upgraded": "เครนหินที่ได้รับการปรับปรุง",
                "table": "ตาราง",
                "tailor": "ช่างตัดเสื้อ",
                "tavern": "โรงเหล้า",
                "tent": "เต็นท์",
                "tower": "หอคอย",
                "town_hall": "ศาลาว่าการเมือง",
                "tree": "ต้นไม้",
                "university": "มหาวิทยาลัย",
                "museum": "พิพิธภัณฑ์",
                "warehouse": "คลังสินค้า",
                "water_tower": "หอคอยน้ำ",
                "windmill": "กังหันลม",
                "windmill_upgraded": "กังหันลมที่ได้รับการปรับปรุง",
                "woodcutter": "คนตัดไม้",
                "refinery": "โรงกลั่น",
                "iron_mine": "เหมืองแร่เหล็ก",
                "iron_mine_upgraded": "เหมืองแร่เหล็กที่ได้รับการปรับปรุง",
                "glassworks": "โรงงานแก้ว",
                "tools_workshop": "ห้องปฏิบัติการเครื่องมือ",
                "well": "ดี"
            },
            "categories": {
                "decoration": "การตกแต่ง",
                "defense": "อาณาเขต",
                "food": "อาหาร",
                "housing": "ที่อยู่อาศัย",
                "infrastructure": "โครงสร้างพื้นฐาน",
                "military": "ทหาร",
                "production": "การผลิต",
                "research": "การวิจัย",
                "resources": "ทรัพยากร",
                "storage": "การจัดเก็บ",
                "town": "เมือง"
            },
            "descriptions": {
                "bakery": "ไม่มีอะไรหอมไปกว่ากลิ่นขนมปังสดใหม่ ที่ทำจากแป้งสดใหม่และแมลงสาบเป็นครั้งคราว",
                "boat": "เรือลำนี้เหมาะอย่างยิ่งสำหรับการตกปลาในน้ำลึก หรือสำหรับคู่รักหนุ่มสาวที่ต้องการจูบกันเป็นครั้งคราว",
                "brewery": "มีคนทิ้งเมล็ดธัญพืชเปียกชื้นไว้นานเกินไป ตอนนี้มันกลายเป็นที่นิยมสุดๆ ไปแล้ว! มาทำเพิ่มกันเถอะ",
                "bridge": "มันเป็นสะพาน คุณคาดหวังอะไรล่ะ? มันพาคุณจากจุด A ไปยังจุด B",
                "center": "ใจกลางเมืองของคุณ นี่คือจุดเริ่มต้นของทุกสิ่ง! ที่นี่มีผู้คนอาศัยอยู่ไม่กี่คนและเก็บของจำเป็นไว้ สามารถพัฒนาให้กลายเป็นจัตุรัสที่ดูถาวรมากขึ้นได้",
                "clay_crane": "เครน, หนึ่งในสิ่งประดิษฐ์ที่ช่วยประหยัดหลังที่ดีที่สุด! ไม่ต้องลากดินเหนียวทั้งหมดออกจากหลุมอีกต่อไป, แค่ใช้เครนก็พอ.",
                "clay_crane_upgraded": "ด้วยวัสดุแปลกๆ ที่เราพบนี้ ฉันมั่นใจว่าเราสามารถทำให้เครนนี้ทำงานได้ดีขึ้นอีก!",
                "claypit": "มันเป็นเพียงหลุมธรรมดาในพื้นดิน แต่ถ้าเราทำให้ดินแห้ง ดินที่เราได้ที่นี่จะแข็งมาก! มันเป็นงานที่ต้องใช้แรงงานมาก และทิ้งรอยแผลเป็นที่น่าเกลียดไว้บนภูมิทัศน์",
                "creamery": "มีคนทิ้งนมสดไว้ข้างนอกนานเกินไป ตอนนี้มัน...แข็งแล้วเหรอ? อย่างน้อยเราก็เอาไปขายเป็นอาหารได้นะ",
                "dock": "ขยายท่าเรือของคุณ! สร้างพื้นที่เพิ่มเติมสำหรับอาคารท่าเรือและเรือ",
                "fence1": "รั้วไม้ธรรมดาเพื่อกันสิ่งมีชีวิตที่ไม่ซับซ้อนออกไปหรือเข้ามา",
                "fence2": "รั้วสานเพื่อกันสิ่งมีชีวิตขนาดเล็กเข้าหรือออก",
                "fence3": "วาดรั้วแบบกำหนดเองเพื่อป้องกันสิ่งมีชีวิตที่ง่ายไม่ให้เข้าหรือออก",
                "fence4": "วาดรั้วยาวเพื่อกันสิ่งมีชีวิตที่เรียบง่ายออกไป หรือเข้ามา",
                "fences": "รั้วเป็นวิธีที่ดีในการป้องกันไม่ให้ผู้มาเยือนที่ไม่ต้องการเข้ามาในเมืองของคุณ หรือเพื่อกันไม่ให้พวกเขาออกไป",
                "firepit": "เตาผิงกลางแจ้งคือโครงสร้างที่แข็งแรงเพื่อให้ความอบอุ่นและปรุงอาหาร. อย่าลืมดับไฟก่อนนอน.",
                "fireplace": "ไม่มีอะไรอบอุ่นไปกว่าการร้องเพลงรอบเตาผิงอีกแล้ว แม้ว่าควันจะพัดมาหาคุณเสมอ",
                "field": "เมื่อเราทำความสะอาดทุ่งนา เราสามารถปลูกพืชได้ ที่นี่เราสามารถปลูกพืชได้บางชนิดด้วย!",
                "fishery": "ไม่มีอะไรที่งดงามไปกว่าการประมงขนาดเล็กบนชายฝั่ง มันผลิตปลาที่สดใหม่ให้กับเมืองของคุณ",
                "foraging_hut": "ใครต้องการอาหารหรูหราเมื่อคุณสามารถกินอะไรก็ได้ที่เติบโตในป่า? กระท่อมเก็บของป่ารวบรวมวัสดุต่าง ๆ แต่ต้องการพื้นที่เปิดโล่งมากในการทำเช่นนั้น",
                "fountain": "หนึ่งในความสำเร็จทางวิศวกรรมที่ยิ่งใหญ่ที่สุดของเรา! ใครบ้างที่ไม่ชอบน้ำที่ไหล?",
                "house_1": "ทุกคนต้องการที่อยู่อาศัย บ้านหลังเล็กนี้เป็นที่สำหรับให้คนของคุณได้กินและอยู่",
                "house_2": "ทุกคนต้องการที่อยู่อาศัย บ้านหลังเล็กนี้เป็นที่สำหรับให้คนของคุณได้กินและอาศัยอยู่",
                "house_3": "ทุกคนต้องการที่อยู่อาศัย บ้านหลังนี้เป็นที่สำหรับให้คนของคุณได้กินและอยู่",
                "house_4": "ทุกคนต้องการที่อยู่อาศัย บ้านหลังนี้เป็นที่สำหรับให้คนของคุณได้กินและอยู่",
                "house_5": "ทุกคนต้องการที่อยู่อาศัย บ้านหลังนี้ที่สร้างอย่างประณีตมอบสถานที่ให้คนของคุณได้กินและอาศัยอยู่",
                "house_6": "ทุกคนต้องการที่อยู่อาศัย บ้านหรูหราหลังนี้มอบที่สำหรับคนที่คุณรักได้กินอยู่",
                "large_ship": "ฉันไม่คิดว่าพวกเขาจะใหญ่ไปกว่านี้ได้อีกแล้ว ดูสิ! จริงๆ นะทุกคน ดูสิ! นี่ต้องช่วยลดค่าขนส่งได้อีกแน่",
                "large_statue": "รูปปั้นขนาดใหญ่สำหรับผู้ชายใหญ่โต. คนบอกว่าเขาใหญ่ขนาดนี้จริงๆ.",
                "logpile": "วิธีที่ดีที่สุดในการเก็บรักษาไม้? แค่กองไว้เป็นกอง",
                "market": "ตลาดจะเปิดโอกาสให้คุณค้าขายกับเมืองและชุมชนอื่น ๆ บ้านเรือนมักต้องการอยู่ใกล้กับสถานที่เหล่านี้",
                "market_stall": "เพิ่มแผงขายของในตลาดให้กับเมืองของคุณ",
                "market_stall_1": "แผงขายผลิตภัณฑ์เนื้อสัตว์",
                "market_stall_2": "แผงขายผลิตภัณฑ์จากปลา",
                "market_stall_3": "ร้านขายผลิตภัณฑ์ขนมปัง",
                "market_stall_4": "แผงขายผัก",
                "market_stall_5": "แผงขายของที่ขายสินค้าหลากหลายชนิด",
                "medium_ship": "นั่นเป็นเรือที่เรียบร้อยมาก ไม่ใหญ่เกินไป ไม่เล็กเกินไป เรียบร้อยจริงๆ ลดค่าขนส่งอีก 25% ด้วย",
                "nursery": "ทำไมต้องให้คนตัดไม้ไปหาต้นไม้ ในเมื่อเราสามารถนำต้นไม้ไปหาคนตัดไม้ได้?",
                "park": "เพิ่มสวนสาธารณะที่สวยงามให้กับเมืองของคุณเพื่อให้ประชาชนได้พักผ่อนหย่อนใจ",
                "path": "ทางเดินดินธรรมดาที่ใช้งานได้ดี แม้ว่าอาคารจะอยู่ได้โดยไม่มีพวกมัน",
                "pier": "คนพูดกันว่ามีปลาตัวใหญ่กว่าอยู่ในน้ำลึกกว่า มาดูกันว่าเราจะดำน้ำลึกได้แค่ไหน!",
                "plaza": "กระเบื้องสวยสำหรับเมืองสวยของคุณ เหมาะสำหรับตลาด, การตกแต่ง, หรือแค่โชว์ความร่ำรวยของคุณ",
                "dirt": "มันแสดงให้เห็นว่าผู้คนเดินที่ไหน แต่ไม่มีใครสนใจที่จะปูกระเบื้องให้เรียบร้อย",
                "port": "ท่าเรือช่วยให้คุณค้าขายกับเมืองและชุมชนอื่น ๆ ได้ ท่าเรือมีประสิทธิภาพมากกว่าการค้าขายทางบกเป็นอย่างมาก และค่าขนส่งจะลดลงครึ่งหนึ่ง",
                "quarry": "เหมืองหินช่วยให้คุณสามารถสกัดหินจากพื้นดินได้ เป็นงานที่ต้องใช้ความพยายามมาก แต่หินนั้นอยู่ตลอดไป! อย่างไรก็ตาม มันทิ้งรอยแผลใหญ่ไว้บนภูมิทัศน์",
                "road": "ถนนให้โครงสร้างแก่หมู่บ้านของคุณ. ถนนไม่จำเป็นสำหรับสิ่งก่อสร้างของคุณ แต่พวกมันดูหรูหราขึ้นกว่าทางเดิน.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "ความก้าวหน้า! ด้วยเครื่องมือที่ทันสมัย เราสามารถทำให้การแปรรูปไม้เป็นเรื่องง่าย",
                "small_ship": "เรือลำเล็กสำหรับการเดินทางสั้น ๆ และดูสิ! ลำนี้ยังลอยน้ำได้ด้วย เราอาจจะลดค่าขนส่งลงได้อีกนิดหน่อยถ้าใช้เรือลำนี้",
                "small_statue": "รูปปั้นขนาดเล็กสำหรับคนตัวเล็ก ผู้คนบอกว่าเขาตัวเล็กจริงๆ ขนาดนี้",
                "square": "ศูนย์กลางเมืองที่เหมาะสม! จัตุรัสนี้ดูหรูหรากว่าศูนย์กลางทั่วไป",
                "stone_crane": "เครน, หนึ่งในสิ่งประดิษฐ์ที่ช่วยประหยัดหลังที่ดีที่สุด! เราไม่ต้องขนหินทั้งหมดออกจากเหมืองอีกต่อไป แค่ใช้เครนก็พอ",
                "stone_crane_upgraded": "ด้วยวัสดุแปลกๆ ที่เราพบนี้ ฉันมั่นใจว่าเราจะสามารถทำให้เครนนี้ทำงานได้ดีขึ้นกว่าเดิมแน่นอน!",
                "table": "การรับประทานอาหารที่โต๊ะดีกว่านั่งกินบนพื้น เว้นแต่ว่าคุณจะชอบกินแมลงกรอบๆ ที่อาจหลุดเข้ามาในอาหาร หรือในกางเกงของคุณ",
                "tailor": "การเปลือยกายได้แค่เพียงเท่านั้น ควรให้ช่างตัดเสื้อทำเสื้อผ้าสักชุดเพื่อให้คุณอบอุ่น",
                "tavern": "โรงเหล้าเป็นสถานที่สำหรับประชาชนของคุณในการพบปะและดื่ม อย่างน้อยคุณก็สามารถทำกำไรจากการตัดสินใจที่ไม่ดีของผู้คนได้",
                "tent": "จะเอาไม้จากป่าให้มากขึ้นได้อย่างไร? ให้คนเข้าไปในป่ามากขึ้น จะให้คนเข้าไปในป่ามากขึ้นได้อย่างไร? ให้ตั้งเต็นท์ในป่ามากขึ้น",
                "tower": "แผ่นดินของเราทอดยาวสุดสายตา หากเรามองไปได้ไกลกว่านี้ แผ่นดินของเราก็จะยิ่งขยายออกไปอีก",
                "town_hall": "บุคคลสำคัญสามารถติดตามตัวเลขที่สำคัญได้ที่นี่ นอกจากนี้ยังดูสวยงามอีกด้วย",
                "tree": "ต้นไม้เป็นสิ่งที่ยอดเยี่ยม! เพิ่มอีก!",
                "university": "สถานที่ที่คุณสามารถนำคนเก่งทั้งหมดของคุณมาทำสิ่งที่ยอดเยี่ยมได้ และด้วยเวลาว่างทั้งหมดของพวกเขา คุณยังสามารถส่งพวกเขาไปสำรวจได้อีกด้วย!",
                "museum": "ให้ทุกคนดูสิ่งเจ๋งๆ ที่เราพบกันเถอะ! มาวางมันไว้ในอาคารที่หรูหราที่สุดที่เราจะสร้างได้กัน",
                "warehouse": "คลังสินค้าสามารถเก็บทรัพยากรได้ทุกประเภท เพียงแค่ให้พื้นที่สำหรับจัดเก็บเท่านั้น",
                "water_tower": "ดินแดนของเราคือสิ่งที่เราสามารถมองเห็นได้ หากเราสามารถมองเห็นได้ไกลกว่านี้ ดินแดนของเราจะขยายออกไปไกลกว่านี้",
                "windmill": "บ้าจริงที่มีคนสามารถเปลี่ยนลมให้กลายเป็นอาหารได้ นี่เป็นวิธีเดียวที่เป็นไปได้ในการเปลี่ยนหินพืชแข็งๆ เหล่านั้นให้กลายเป็นแป้งสำหรับขนมปังนุ่มๆ อร่อยๆ ของเรา",
                "windmill_upgraded": "ด้วยวัสดุแปลกๆ ที่เราพบนี้ ฉันมั่นใจว่าเราสามารถทำให้กังหันลมนี้ทำงานได้เร็วขึ้นอีกแน่นอน ยิ่งมีชิ้นส่วนที่เคลื่อนไหวมากเท่าไหร่ ก็ยิ่งดีใช่ไหม?",
                "woodcutter": "คนตัดไม้จะตัดไม้. ไม้มากแค่ไหน? เท่าที่คนตัดไม้สามารถตัดได้.",
                "refinery": "โรงกลั่นนี้ใช้สำหรับกลั่นหินประหลาดให้กลายเป็นหินที่เงางามและขึ้นรูปได้",
                "iron_mine": "พวกเราขุดหลุมลึกมาก เพราะเราพบหินประหลาดบางอย่าง ส่งคนของเราทั้งหมดลงไปเอาหินพวกนั้นขึ้นมาเถอะ จะเกิดอะไรขึ้นได้แย่ที่สุด?",
                "iron_mine_upgraded": "ด้วยวัสดุแปลกๆ ที่เราพบนี้ ฉันมั่นใจว่าเราสามารถขุดหินเงางามออกมาจากพื้นดินได้มากขึ้นและเร็วกว่าเดิมแน่นอน!",
                "glassworks": "Glassworks ช่วยให้คุณผลิตแก้วจากทราย ซึ่งสามารถนำไปใช้ในแอปพลิเคชันขั้นสูงต่างๆ ได้",
                "tools_workshop": "ด้วยโรงงานเครื่องมือ คุณสามารถผลิตเครื่องมือที่จำเป็นสำหรับงานของบางคนได้",
                "well": "แม้ว่าการยืนในฝนโดยเปิดปากจะสนุก แต่มันก็ยากขึ้นเล็กน้อยเมื่อคุณมีอ่างอาบน้ำที่ต้องเติมน้ำ บ่อน้ำจะเหมาะกับเมืองของคุณมากกว่า"
            }
        },
        "crops": {
            "cow": "วัว",
            "empty": "ว่างเปล่า",
            "goat": "แพะ",
            "grain": "เมล็ดพืช",
            "maize": "ขนมปัง",
            "potato": "มันฝรั่ง",
            "sheep": "แกะ"
        },
        "effects": {
            "accidentRate": "อัตราการเกิดอุบัติเหตุ",
            "allProduction": "การผลิตทั้งหมด",
            "constructionCost": "ค่าก่อสร้าง",
            "expeditionCost": "ค่าใช้จ่ายในการเดินทาง",
            "exportCost": "ต้นทุนการส่งออก",
            "foodConsumption": "การบริโภคอาหาร",
            "foodProduction": "การผลิตอาหาร",
            "goodsProduction": "การผลิตสินค้า",
            "happiness": "ความสุข",
            "importCost": "ต้นทุนนำเข้า",
            "populationProduction": "ประชากร แก้ไข",
            "populationCapacity": "ความจุที่อยู่อาศัย",
            "raidRisk": "ความเสี่ยงจากการโจรกรรม (เมื่อเกินพื้นที่จัดเก็บ)",
            "researchSpeed": "ความเร็วในการวิจัย",
            "taxation": "ภาษี",
            "animalProduction": "การผลิตสัตว์"
        },
        "expedition": {
            "start": "เริ่มการเดินทางสำรวจ"
        },
        "resources": {
            "clothes": "เสื้อผ้า",
            "coin": "เหรียญ",
            "drinks": "เครื่องดื่ม",
            "earth": "โลก",
            "flour": "แป้ง",
            "food": "อาหาร",
            "grain": "เมล็ดพืช",
            "happiness": "ความสุข",
            "knowledge": "ความรู้",
            "pop": "ประชากร",
            "stone": "หิน",
            "wood": "ไม้",
            "wool": "ขนสัตว์",
            "ore": "เรา",
            "metal": "โลหะ",
            "tools": "เครื่องมือ",
            "glass": "แก้ว",
            "scrap": "เศษ",
            "milk": "นม"
        },
        "views": {
            "build": "สร้าง",
            "explore": "สำรวจ",
            "market": "ตลาด",
            "player": "ผู้เล่น",
            "politic": "การเมือง",
            "watch": "ดู"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "ดับเบิลคลิกเพื่อวางโหนด",
            "multiPlace": "เก็บไว้",
            "rotate": "หมุน",
            "restriction": "พื้นที่ที่ไม่สามารถก่อสร้างได้"
        },
        "capacity": "ความจุ",
        "defaultTownName": "เมืองที่ไม่มีชื่อ",
        "is_throttled": "กำลังจะหมดแล้ว! บางอาคารอาจทำงานไม่ถูกต้อง",
        "placeCenterPrompt": "วางจุดศูนย์กลางของคุณ",
        "storage_overflow": "พื้นที่จัดเก็บเต็ม! ความเสี่ยงในการถูกขโมยเพิ่มขึ้น"
    },
    "intro": {
        "message1": "หากคุณกำลังอ่านสิ่งนี้อยู่ นั่นหมายความว่าคุณคือผู้ถูกเลือก ผู้มีชะตากรรมที่จะฟื้นฟูพื้นผิวโลกใหม่ สิ่งที่คุณเห็นอยู่ตรงหน้าคือดาวเคราะห์ของเรา โลกของเราในสภาพที่เป็นอยู่ในปัจจุบัน ไม่มีสิ่งใดเหมือนเดิมอีกต่อไป หรืออย่างน้อยก็เหมือนกับที่เราเคยคิดว่าเป็น ไม่มีใครจำได้อย่างแท้จริง",
        "message2": "แต่ภารกิจของคุณนั้นง่ายมาก ค้นหาสถานที่หนึ่งและเริ่มตั้งถิ่นฐานใหม่ พัฒนาชุมชนของคุณให้เติบโต และบางทีคุณอาจสามารถติดต่อกับผู้อื่นที่ได้ทำเช่นเดียวกัน บางทีเราอาจร่วมมือกันค้นหาว่าเกิดอะไรขึ้นกับโลกของเรา",
        "good_luck": "โชคดี!",
        "based": {
            "w": {
                "message1": "เลือกได้ดี! คุณได้ตั้งถิ่นฐานในไบโอมที่เต็มไปด้วยต้นไม้เขียวชอุ่มและสัตว์ป่า การหาไม้และรวบรวมทรัพยากรจะไม่เป็นปัญหาที่นี่ แม้ว่าวัสดุและแร่ที่ซับซ้อนกว่าอาจจะหายากกว่าเล็กน้อย แต่ฉันเชื่อในตัวคุณ และคุณจะเห็นว่าไม่มีอะไรที่เป็นไปไม่ได้",
                "message2": "ความสามารถของคุณยังจำกัดอยู่ ให้แน่ใจว่าคุณได้รับทรัพยากรอย่างสม่ำเสมอเป็นอันดับแรก จากนั้นสร้างตลาดเพื่อค้าขายกับชุมชนอื่น ๆ เมื่อคุณมีฐานที่มั่นคงแล้ว คุณสามารถเริ่มโครงการใหญ่ ๆ ได้ เช่น การสร้างท่าเรือเพื่อให้การค้าขายถูกขึ้น การสร้างศาลากลางเพื่อให้เราสามารถติดตามทุกสิ่งได้ หรือแม้กระทั่งมหาวิทยาลัยเพื่อให้คุณสามารถเริ่มสำรวจโลกที่อยู่รอบ ๆ เราได้",
                "good_luck": "คุณทำได้!"
            },
            "s": {
                "message1": "การเลือกที่จะตั้งถิ่นฐานในไบโอมหินแห่งนี้เป็นการตัดสินใจที่แข็งแกร่ง ที่ซึ่งคุณสามารถกลายเป็นหนึ่งเดียวกับผืนดินได้ การค้นหาหินและแร่ธาตุจะไม่เป็นปัญหาที่นี่ แม้ว่าการเพาะปลูกอาหารอาจยากสักหน่อย แต่ฉันมั่นใจว่าผู้อื่นจะยินดีแลกเปลี่ยนสิ่งของที่มีค่าจากคุณ!",
                "message2": "ความสามารถของคุณยังมีจำกัดอยู่ ให้แน่ใจว่าคุณได้รับทรัพยากรอย่างต่อเนื่องก่อน จากนั้นสร้างตลาดเพื่อค้าขายกับชุมชนอื่น ๆ เมื่อคุณมีฐานที่มั่นคงแล้ว คุณสามารถเริ่มโครงการใหญ่ ๆ ได้ เช่น การสร้างท่าเรือเพื่อให้การค้าขายถูกขึ้น การสร้างศาลากลางเพื่อให้เราสามารถติดตามทุกสิ่งได้ หรือแม้กระทั่งมหาวิทยาลัยเพื่อให้คุณสามารถเริ่มสำรวจโลกที่อยู่รอบตัวเราได้",
                "good_luck": "สร้างให้แข็งแกร่ง!"
            },
            "e": {
                "message1": "อากาศแห้งแล้ง และดวงอาทิตย์ก็ร้อนแรง ไม่ใช่ไบโอมที่ง่ายที่สุด แต่คุณสามารถสร้างที่อยู่อาศัยของคุณได้จากดินแท้ ๆ การหาไม้ที่ใช้ได้อาจยากขึ้นเล็กน้อยที่นี่ แต่ดินดูดีสำหรับพืชผลส่วนใหญ่ ฉันมั่นใจว่าคุณจะทำได้สำเร็จด้วยความชาญฉลาดของคุณ",
                "message2": "ความสามารถของคุณยังจำกัดอยู่ ให้แน่ใจว่าคุณได้รับทรัพยากรอย่างสม่ำเสมอเป็นอันดับแรก จากนั้นสร้างตลาดเพื่อค้าขายกับชุมชนอื่น ๆ เมื่อคุณมีฐานที่มั่นคงแล้ว คุณสามารถเริ่มโครงการใหญ่ ๆ ได้ เช่น การสร้างท่าเรือเพื่อให้การค้าขายถูกขึ้น การสร้างศาลาว่าการเพื่อให้เราสามารถติดตามทุกสิ่งได้ หรือแม้กระทั่งมหาวิทยาลัยเพื่อให้คุณสามารถเริ่มสำรวจโลกที่อยู่รอบ ๆ เราได้",
                "good_luck": "ขอให้สนุกกับการสร้าง!"
            },
            "a": {
                "message1": "นั่นเป็นทางเลือกที่น่าสนใจทีเดียว ทำไมคุณถึงเลือกที่จะมาอยู่ในดินแดนน้ำแข็งแห่งนี้ล่ะ? ฉันไม่เห็นต้นไม้หรือหินเลยแถวนี้ แต่ฉันคิดว่าคุณสามารถแลกเปลี่ยนกับผู้อื่นได้เสมอ แค่ให้แน่ใจว่าผู้คนของคุณอบอุ่นและได้รับอาหารอย่างเพียงพอ",
                "message2": "ความสามารถของคุณมีจำกัดมาก ให้ความสำคัญกับการสร้างตลาดเพื่อให้คุณสามารถค้าขายกับชุมชนอื่น ๆ ได้ หวังว่าคุณมีการติดต่อที่ดี เพราะสิ่งนี้จะยากลำบาก หากคุณทำได้ คุณสามารถเริ่มโครงการใหญ่ ๆ ได้ เช่น การสร้างท่าเรือเพื่อให้การค้าขายถูกขึ้น การสร้างศาลากลางเพื่อให้เราสามารถติดตามทุกสิ่งได้ หรือแม้กระทั่งมหาวิทยาลัยเพื่อให้คุณสามารถเริ่มสำรวจโลกที่อยู่รอบ ๆ เราได้",
                "good_luck": "ขอให้โชคดี"
            }
        }
    },
    "loading": {
        "assets": "กำลังโหลดสินทรัพย์...",
        "connecting": "กำลังเชื่อมต่อกับเซิร์ฟเวอร์...",
        "game": "กำลังโหลดเกม..."
    },
    "menu": {
        "game": {
            "deleteEverything": "ลบทุกอย่าง",
            "menu": "เมนู",
            "quicksettings": "การตั้งค่า",
            "saveBuild": "บันทึกการสร้าง",
            "saveSandbox": "บันทึกการสร้าง"
        },
        "main": {
            "credits": "เครดิต",
            "enterMultiplayer": "เข้าสู่โลก",
            "loadSandbox": "โหลดแซนด์บ็อกซ์",
            "newSandbox": "แซนด์บ็อกซ์ใหม่",
            "returnToDesktop": "กลับสู่เดสก์ท็อป",
            "serverOffline": "ไม่สามารถติดต่อเซิร์ฟเวอร์ได้. เซิร์ฟเวอร์อาจกำลังรับภาระหนัก หรือปิดให้บริการชั่วคราวเพื่อการบำรุงรักษา. ตรวจสอบสถานะล่าสุดได้ที่ Discord.",
            "settings": "การตั้งค่า",
            "subtitle": "นี่คือการปล่อยเวอร์ชันแรกเริ่มของโปรเจ็กต์ Rebearth หากพบปัญหาใด ๆ ขณะเล่น โปรดติดต่อเรา",
            "demoSubtitle": "นี่คือเดโมของ Project Rebearth เปิดใช้งานเฉพาะโหมดสร้างเมืองแบบแซนด์บ็อกซ์เท่านั้น หากต้องการเล่นบนโลกแบบผู้เล่นหลายคนพร้อมระบบจัดการทรัพยากร กรุณาดาวน์โหลดเวอร์ชันเต็ม",
            "demoRestriction1": "เบื้องหลังปุ่มนี้คือโลกออนไลน์มัลติเพลเยอร์ขนาดใหญ่ของ Project Rebearth อย่างไรก็ตาม คุณอยู่ในโหมดเดโม และมีเพียงโหมดแซนด์บ็อกซ์ที่ไม่มีการจัดการทรัพยากรเท่านั้นที่สามารถเล่นได้",
            "demoRestriction2": "โหมดแซนด์บ็อกซ์ยังคงอนุญาตให้คุณสร้างแผนที่ที่ยอดเยี่ยม ส่งออกในความละเอียดสูง และสัมผัสประสบการณ์โลกในเกมที่มีขนาด 1:1 ได้",
            "title": "โครงการ Rebearth เซิร์ฟเวอร์",
            "welcome": "ยินดีต้อนรับ {{name}}!"
        },
        "sandbox": {
            "description": "โหมดแซนด์บ็อกซ์ช่วยให้คุณสร้างได้อย่างอิสระโดยไม่มีข้อจำกัดของโลกผู้เล่นหลายคน มีเพียงคุณเท่านั้นและไม่มีข้อจำกัดด้านทรัพยากร คุณสามารถบันทึกความคืบหน้าและโหลดกลับมาในภายหลังได้",
            "loadFromFile": "โหลดจากไฟล์",
            "loadTitle": "โหลดแซนด์บ็อกซ์",
            "noSaves": "ไม่พบการบันทึกข้อมูลในเครื่อง",
            "start": "เริ่มเกมใหม่",
            "title": "แซนด์บ็อกซ์ใหม่"
        },
        "slots": {
            "cooldownActive": "สล็อตนี้กำลังอยู่ในช่วงคูลดาวน์",
            "cooldownTimer": "มีจำหน่ายที่ {{time}}",
            "deleteConfirm": "คุณแน่ใจหรือไม่ว่าต้องการลบการบันทึกนี้ การดำเนินการนี้ไม่สามารถย้อนกลับได้",
            "empty": "ช่องว่าง",
            "guidelinesLink": "แนวทางสำหรับผู้ใช้",
            "guidelinesNotice1": "โดยการเข้าร่วมออนไลน์มัลติเพลเยอร์ คุณยอมรับและปฏิบัติตาม ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "คำแนะนำสำหรับผู้ใช้",
            "guidelinesIntro": "ดูเหมือนว่าไม่ใช่ทุกคนบนอินเทอร์เน็ตจะมีความเข้าใจในสามัญสำนึกเหมือนกัน ด้วยเหตุนี้ เราจึงได้กำหนดกฎเกณฑ์ชุดนี้ขึ้นมาเพื่อให้คุณตกลงร่วมกันเมื่อเข้าร่วมโลกผู้เล่นจำนวนมากของ Project Rebearth ซึ่งจะทำให้โลกนี้เป็นพื้นที่ที่สนุกสนานและเปิดกว้างสำหรับทุกคนในการอยู่ร่วมกัน",
            "guidelinesRule1": "ให้เกียรติผู้เล่นคนอื่นและผลงานของพวกเขา. ปฏิบัติต่อผู้อื่นเช่นเดียวกับที่คุณต้องการให้ผู้อื่นปฏิบัติต่อคุณ.",
            "guidelinesRule2": "ห้ามใช้ภาษาหรือสัญลักษณ์ที่ไม่เหมาะสม ชื่อที่สร้างขึ้นแบบสุ่มอาจมีความตลกขบขันได้ แต่ข้อมูลที่ผู้ใช้ส่งเข้ามาอาจไม่เหมาะสม",
            "guidelinesRule3": "ห้ามใช้บอท, เอ็กซ์พลอยต์ หรือเครื่องมืออัตโนมัติ เกมนี้สร้างโดยมนุษย์ เพื่อความสนุกสนานของมนุษย์เท่านั้น บอทไม่มีที่ยืนที่นี่",
            "guidelinesRule4": "ห้ามคุกคามผู้อื่น",
            "guidelinesOutro": "หากคุณสงสัยว่าบางสิ่งได้รับอนุญาตหรือไม่ อาจไม่ได้รับอนุญาต การไม่ปฏิบัติตามแนวทางเหล่านี้อาจส่งผลให้อาคารถูกลบ เมืองถูกลบ หรือบัญชีของคุณถูกระงับ (ชั่วคราว) ตามดุลยพินิจของผู้ดูแล",
            "locked": "ล็อก",
            "lockedText": "ล็อก",
            "newGame": "เกมใหม่",
            "play": "เล่น",
            "population": "ผู้อยู่อาศัย",
            "slot": "สล็อต",
            "title": "เลือกช่องบันทึก",
            "unlockHint1000": "ปลดล็อกเมื่อมีประชากร 1,000 คน",
            "unlockHint10000": "ปลดล็อกเมื่อมีประชากร 10,000 คน",
            "unnamedCity": "เมืองไม่ระบุชื่อ"
        },
        "locked": {
            "settleFirst": "ไปสร้างศูนย์กลางของเมืองของคุณก่อน",
            "townHall": "สร้างศาลาว่าการเมืองเพื่อปลดล็อกการจัดอันดับระดับโลก การสร้างพันธมิตร และตัวเลือกต่างๆ",
            "university": "สร้างมหาวิทยาลัยเพื่อปลดล็อกการสำรวจและการวิจัย",
            "market": "สร้างตลาดหรือท่าเรือเพื่อปลดล็อกตลาดโลก",
            "noBiomeAssets": "ไม่มีอาคารประเภทนี้ในไบโอมนี้"
        }
    },
    "modals": {
        "archive": {
            "title": "เอกสารเก่า"
        },
        "choices": {
            "selectChoice": "เลือกตัวเลือก",
            "title": "ตัวเลือก"
        },
        "deleteConfirmation": {
            "cancel": "ยกเลิก",
            "confirm": "ลบ",
            "message": "คุณแน่ใจหรือไม่ว่าคุณต้องการลบเมืองทั้งหมดของคุณ? การกระทำนี้ไม่สามารถยกเลิกได้",
            "title": "ยืนยันการลบ"
        },
        "diplomacy": {
            "alliances": "พันธมิตร",
            "enemy": "ศัตรู",
            "neutral": "เป็นกลาง",
            "title": "การทูต",
            "you": "คุณ"
        },
        "message": {
            "title": "ส่งข้อความผ่าน Messenger",
            "sendMessage": "ส่งข้อความผ่าน Messenger",
            "to": "ถึง",
            "placeholder": "เขียนข้อความของคุณที่นี่...",
            "cost": "ค่าใช้จ่าย",
            "send": "ส่ง",
            "sending": "กำลังส่ง...",
            "sent": "ผู้ส่งสารได้ถูกส่งไปแล้ว!",
            "insufficientGold": "ไม่มีทองคำเพียงพอ"
        },
        "market": {
            "amount": "จำนวน",
            "back": "กลับ",
            "base": "ฐาน",
            "buy": "ซื้อ",
            "buys": "ซื้อ",
            "bought": "ซื้อ",
            "for": "สำหรับ",
            "price": "ราคา",
            "pricePerUnit": "ราคาต่อหน่วย",
            "quantity": "ปริมาณ",
            "resource": "ทรัพยากร",
            "sell": "ดู",
            "sells": "ขาย",
            "sold": "ขายแล้ว",
            "title": "ตลาด",
            "total": "รวม",
            "totalLabel": "รวม",
            "transport": "การขนส่ง",
            "unitPrice": "สำหรับราคาต่อหน่วยของ"
        },
        "orders": {
            "title": "คำสั่งซื้อของฉัน"
        },
        "ranking": {
            "area": "พื้นที่",
            "buildings": "อาคาร",
            "goToPlayer": "ไปที่ผู้เล่น",
            "overall": "โดยรวม",
            "player": "ผู้เล่น",
            "population": "ประชากร",
            "resources": "ทรัพยากร",
            "title": "การจัดอันดับ"
        },
        "save": {
            "download": "ดาวน์โหลดไฟล์",
            "message": "เกมของคุณได้ถูกบันทึกไว้ที่เครื่องแล้ว",
            "title": "เกมบันทึกแล้ว"
        }
    },
    "orders": {
        "amount": "จำนวน",
        "buy": "ซื้อ",
        "buying": "ซื้อ",
        "confirmCancel": "คุณแน่ใจหรือไม่ว่าคุณต้องการยกเลิกคำสั่งซื้อนี้",
        "for": "สำหรับ",
        "marketStorage": "การเก็บรักษาเพื่อการค้า",
        "myOrders": "สั่งซื้อสินค้า",
        "noMarketStorage": "ไม่มีที่เก็บสินค้าในตลาด สร้างอาคารการค้าเพื่อวางคำสั่งขาย",
        "noOrders": "ไม่มีคำสั่งซื้อที่ใช้งานอยู่",
        "onlyAllianceMembers": "ขายเฉพาะสมาชิกพันธมิตรเท่านั้น",
        "sell": "ดู",
        "sellButton": "{{type}} {{amount}} {{resource}} สำหรับ {{price}} ต่อหน่วย",
        "selling": "การขาย",
        "storageFull": "พื้นที่เก็บของเต็มแล้ว! สร้างอาคารการค้าเพิ่มเติม",
        "totalPrice": "ราคาทั้งหมด",
        "unitPrice": "ราคาต่อหน่วย"
    },
    "politics": {
        "accept": "ยอมรับ",
        "allianceTradeInfo": "เลือกประเภทพันธมิตร:",
        "alliances": "พันธมิตร",
        "applications": "การประยุกต์ใช้",
        "applyForAlliance": "สมัครเป็นพันธมิตร",
        "back": "กลับ",
        "cancelApplication": "ยกเลิกการสมัคร",
        "choiceChangeCooldown": "ตัวเลือกนี้สามารถเปลี่ยนแปลงได้อีกครั้งหลังจาก {{days}} วัน",
        "common": {
            "accept": "ยอมรับ",
            "applications": "การประยุกต์ใช้",
            "globalRank": "อันดับโลก",
            "greatFederation": "สหพันธ์ที่ยิ่งใหญ่",
            "kick": "เตะ",
            "marketSize": "ขนาดตลาด",
            "members": "สมาชิก",
            "name": "ชื่อ",
            "owner": "เจ้าของ",
            "rank": "อันดับ",
            "reject": "ปฏิเสธ",
            "scienceLeague": "ลีกวิทยาศาสตร์",
            "tradeAlliance": "พันธมิตรทางการค้า",
            "value": "มูลค่า"
        },
        "createAlliance": "สร้างพันธมิตร",
        "days": "วัน",
        "disbandAlliance": "ยุบพันธมิตร",
        "globalRank": "อันดับโลก",
        "go": "ถึง",
        "inviteToAlliance": "เชิญเข้าร่วมพันธมิตรของคุณ",
        "kick": "เตะ",
        "leaveAlliance": "ออกจากพันธมิตร",
        "loading": "กำลังโหลด...",
        "marketSize": "ขนาดตลาด",
        "marketSizeLabel": "ขนาดตลาด: {{size}}",
        "members": "สมาชิก",
        "name": "ชื่อ",
        "noApplications": "ไม่มีใบสมัคร",
        "noModifiers": "พันธมิตรนี้ไม่มีตัวปรับแต่งใดๆ",
        "owner": "เจ้าของ",
        "placeholderDescription": "คำอธิบายพันธมิตร",
        "placeholderName": "ชื่อพันธมิตร",
        "rank": "อันดับ",
        "rankPrefix": "ไม่",
        "ranking": {
            "area": "พื้นที่",
            "buildings": "อาคาร",
            "overall": "โดยรวม",
            "population": "ประชากร",
            "resources": "ทรัพยากร"
        },
        "reject": "ปฏิเสธ",
        "value": "มูลค่า"
    },
    "popup": {
        "apply": "สมัคร",
        "archive": "เก็บถาวร",
        "demolish": "รื้อถอน",
        "population": "ประชากร",
        "production": {
            "rate": "อัตรา",
            "title": "การผลิต"
        },
        "storage": {
            "title": "การจัดเก็บ"
        },
        "townName": "ชื่อเมือง:",
        "townColor": "สีของเมือง:",
        "unnamedTown": "เมืองที่ไม่มีชื่อ",
        "upgrade": "อัปเกรดเป็น {{building}}"
    },
    "settings": {
        "animations": "แอนิเมชัน",
        "fullscreen": "เต็มหน้าจอ",
        "bushDensity": "ความหนาแน่นของพุ่มไม้",
        "clearTileCache": "ล้างข้อมูลแคช",
        "density": {
            "dense": "หนาแน่น",
            "normal": "ปกติ",
            "off": "ปิด",
            "sparse": "บางตา"
        },
        "grassDensity": "ความหนาแน่นของหญ้า",
        "language": "ภาษา",
        "musicVolume": "ระดับเสียงเพลง",
        "performanceFeatures": "- ปรับแต่งองค์ประกอบภาพ -",
        "resolutions": {
            "high": "สูง",
            "low": "ต่ำ",
            "medium": "ระดับกลาง",
            "potato": "มันฝรั่ง",
            "ultra": "อัลตร้า"
        },
        "rockDensity": "ความหนาแน่นของหิน",
        "showClouds": "แสดงเมฆ",
        "soundVolume": "ระดับเสียง",
        "textureResolution": "ความละเอียดของพื้นผิว",
        "title": "การตั้งค่า",
        "treeDensity": "ความหนาแน่นของต้นไม้",
        "uiScale": "ขนาด UI"
    },
    "tips": {
        "loading": [
            "หนึ่งวันในเกมเท่ากับหนึ่งวันในชีวิตจริง ใช้เวลาของคุณและพัฒนาเมืองของคุณตามจังหวะของคุณเอง",
            "คุณสามารถหมุนตึกได้ก่อนวางโดยใช้คีย์ Q และ E",
            "ดับเบิลคลิกในตัวแก้ไขรูปร่างเพื่อวางจุดโหนด",
            "ใช้ปุ่ม Shift เพื่อวางอาคารต่อไป",
            "หากคุณพบปัญหาใด ๆ โปรดแจ้งให้เราทราบทาง Discord",
            "สร้างตลาดหรือท่าเรือเพื่อปลดล็อกการค้าขายกับผู้เล่นอื่น",
            "สร้างศาลาว่าการเมืองเพื่อปลดล็อกพันธมิตร, อันดับ, และตัวเลือก",
            "สร้างมหาวิทยาลัยเพื่อปลดล็อกการสำรวจและการวิจัย",
            "เข้าร่วมชุมชนผู้เล่นที่มีชีวิตชีวาของเราบน Discord เพื่อแบ่งปันผลงานของคุณและรับคำแนะนำ",
            "อาคารบางหลังสามารถวางได้เฉพาะใกล้กับอาคารหลักเท่านั้น เช่น เลื่อยและคนตัดไม้",
            "ไม่ใช่ทรัพยากรทุกชนิดที่จะหาได้ง่ายทุกที่ บางครั้งการแลกเปลี่ยนจะมีราคาถูกกว่าการผลิตทุกอย่างด้วยตัวเอง",
            "การรีวิวบน Steam ช่วยให้เราค้นหาผู้เล่นใหม่เพื่อสร้างโลกที่มีชีวิตชีวา",
            "เยี่ยมชมวิกิได้ที่ projectrebearth.com เพื่อเรียนรู้ทุกสิ่งเกี่ยวกับโลกของ Project Rebearth!"
        ]
    },
    "help": {
        "hud": "แผงนี้แสดงทรัพยากรทั้งหมดที่คุณมี ผลิต และบริโภคอยู่ ให้คุณนำเมาส์ไปวางเหนือไอคอนเพื่อดูรายละเอียดเพิ่มเติมเกี่ยวกับทรัพยากรแต่ละอย่าง หากคุณมีทรัพยากรน้อยเกินไป จะมีการไฮไลต์เป็นสีแดง และอาคารอาจถูกบังคับให้ลดการผลิตลง หากคุณถึงขีดความสามารถแล้ว จะแสดงเป็นตัวหนา และอาคารของคุณจะหยุดการผลิต คุณอาจมีผลกระทบ เช่น โบนัสเริ่มต้น ที่ส่งผลต่อปริมาณการผลิตหรือการบริโภคของคุณ ตัวปรับแต่งเหล่านี้จะปรากฏเมื่อคุณนำเมาส์ไปวางเหนือทรัพยากร คุณเห็นวงกลมหมุนอยู่ทางซ้ายหรือไม่? นั่นแสดงว่าเกมกำลังซิงค์กับเซิร์ฟเวอร์ คุณจะยังไม่เห็นการเปลี่ยนแปลงของทรัพยากรจนกว่าการซิงค์จะเสร็จสิ้น การบริโภคและการผลิตทรัพยากรจะแสดงเป็นรายวัน นี่คือเวลาจริงตามวันจริง อย่างไรก็ตาม ทรัพยากรของคุณจะเพิ่มขึ้นอย่างช้าๆ",
        "market": "ยินดีต้อนรับสู่ตลาด! ดูสิ ทุกสิ่งที่ผู้เล่นคนอื่นต้องการซื้อหรือขาย และที่สำคัญยิ่งกว่านั้น คือราคาที่พวกเขาต้องการ! คุณจะต้องจ่ายค่าขนส่งเมื่อคุณทำตามคำสั่งซื้อของผู้อื่น ดังนั้นหากพวกเขาอยู่ไกล อาจไม่คุ้มค่า หรืออาจแพงกว่าที่พวกเขาเต็มใจจะจ่าย",
        "orders": "สั่งซื้อของคุณ! ประกาศให้ผู้เล่นคนอื่น ๆ ทราบว่าคุณต้องการซื้อหรือขายอะไร และในราคาเท่าใด นี่คือสิ่งที่คุณจะได้รับ หรือต้องจ่าย อย่าลืมว่าผู้เล่นคนอื่น ๆ จะเป็นผู้รับผิดชอบค่าขนส่ง ดังนั้นการซื้อของในราคาต่ำอาจไม่คุ้มค่าหากค่าขนส่งของผู้เล่นคนอื่น ๆ สูงเกินไป",
        "popup": "ป๊อปอัปนี้แสดงข้อมูลทั้งหมดเกี่ยวกับอาคารนี้ ที่นี่คุณสามารถเปลี่ยนพารามิเตอร์หลักของอาคาร หรือแม้แต่ย้ายตำแหน่งได้ ฟังก์ชันนี้จะใช้งานได้เฉพาะเมื่อคุณอยู่ในโหมดอาคารเท่านั้น",
        "storage": "ที่นี่คุณสามารถปรับปริมาณที่อาคารนี้สามารถเก็บได้ อาคารมีความจุและปริมาณสินค้าที่สามารถเก็บได้ คุณสามารถเปลี่ยนอัตราส่วนเพื่อให้เหมาะสมกับความต้องการของคุณ"
    },
    "tooltip": {
        "cannotChange": "ไม่สามารถเปลี่ยนแปลงสำหรับ",
        "construction": "การก่อสร้าง",
        "cost": "ค่าใช้จ่าย",
        "refund": "การคืนเงิน",
        "costPerMeter": "(สำหรับ m)",
        "costPerSquareMeter": "(ต่อตารางเมตร)",
        "effects": "ผลกระทบ",
        "upkeep": "การบำรุงรักษา",
        "production": "การผลิต",
        "move": "ย้ายอาคารนี้"
    },
    "units": {
        "days": "วัน",
        "hours": "{{value}} ฮ",
        "hoursLong": "ชั่วโมง",
        "minutes": "{{value}} เมตร",
        "minutesLong": "นาที",
        "perDay": "ต่อวัน",
        "percentage": "{{มูลค่า}}",
        "seconds": "{{value}} ส. (คำสละ)",
        "secondsLong": "วินาที"
    },
    "warnings": {
        "notEnoughPop": "ไม่เพียงพออาสาสมัคร"
    }
}