{
    "alliances": {
        "allianceTradeInfo": "Diğer oyuncularla bir araya gelmek harika bir şeydir. Birbirinizle özel olarak ticaret yapmayı seçebilir ve kiminle ittifak kurduğunuza bağlı olarak başka avantajlar da elde edebilirsiniz.",
        "applyForAlliance": "İttifak için başvur",
        "cancelApplication": "Uygulamayı iptal et",
        "greatFederationDesc": "Güçlü ve organize insanlarla bir araya gelin! Hırsızlığa karşı daha iyi korunmak ve tebaalarınızdan daha fazla kaynak elde etmek için. Ancak bunun bedeli, daha fazla bürokrasi ve daha az vergi geliri olacaktır.",
        "leaveAlliance": "ittifaktan ayrıl",
        "marketSizeLabel": "Pazar Büyüklüğü:",
        "scienceLeagueDesc": "Bir bilim ligine katılmak sizi daha akıllı yapar. Bu bilimsel olarak kanıtlanmıştır. Daha hızlı araştırma hızının ve daha düşük keşif maliyetlerinin keyfini çıkarın. İnsanları da daha mutlu eder! Ama aslında bir şeyler üretme konusunda pek iyi değiliz.",
        "tradeAllianceDesc": "Her şey parayla ilgili! İndirimli ticaret maliyetleri ve artan vergi verimliliği elde edin, ancak hırsızlık riskinin de arttığını unutmayın."
    },
    "biomes": {
        "1": "Tropikal ve subtropikal geniş yapraklı ormanlar",
        "10": "Dağlık çayırlıklar",
        "11": "Tundra",
        "12": "Akdeniz ormanları",
        "13": "Çöller ve kurak çalılık alanlar",
        "14": "Mangrovlar",
        "2": "Tropikal ve subtropikal geniş yapraklı ormanlar",
        "3": "Tropikal ve subtropikal iğne yapraklı ormanlar",
        "4": "Ilıman ve karışık ormanlar",
        "5": "Ilıman İğne Yapraklı Orman",
        "6": "Boreal ormanlar",
        "7": "Tropikal ve subtropikal çayırlıklar",
        "8": "Ilıman savanlar",
        "9": "Sular altında kalmış çayırlıklar",
        "98": "Arktik Çorak Arazi",
        "99": "Buz Tabakası"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Ürünlerinizi satın alan kişilerin maliyetini azaltırken, diğer oyunculardan ürün satın alma maliyetini artırın.",
            "importFocus": "Diğer oyunculardan mal satın alma maliyetini düşürürken, sizin mallarınızı satın alanların maliyetini artırın.",
            "lavishRations": "Onlara pasta yedirin! Cömert tayınlar kişi başına gerekli gıda miktarını artıracak, ama onlar mutlu olacaklar.",
            "lowRations": "Bu benim pastam! Düşük rasyonlar kişi başına gerekli gıda miktarını azaltır, ancak insanlar bundan hoşlanmaz.",
            "neutralFocus": "Bu serbest piyasa, yapman gerekeni yap. İthalat ve ihracat maliyetlerini standart oranlarda tut.",
            "normalRations": "Halkınız için doğru miktarda yiyecek. Yiyecek tüketimini standart oranlarda tutun.",
            "taxation": "Bu adil... Her sakin için altın üretir, ancak mutluluğu azaltır.",
            "veganSociety": "Hayvanları yemek ne tuhaf bir fikir... Gıda üretimini artırır, ancak hayvansal ürünler üretemezsiniz.",
            "workerSafety": "İnsanlar en büyük varlığınızdır. Üretim güvenliğini artırır ancak verimi düşürür.",
            "dubiousWorkingRules": "İnsanlar sadece birer kaynaktır. Üretim miktarını artırır, ancak kaza oranlarını da artırır.",
            "crampedQuarters": "Gerçekten ne kadar kişisel alana ihtiyacınız var? Aynı evlere daha fazla insan sığdırabiliriz, değil mi?",
            "intensiveFarming": "Yoğun çiftçilik, hayvanlarınıza tahıl yedirmenizi sağlayarak üretebileceğiniz hayvansal ürünlerin miktarını artırır."
        },
        "exclusiveOptions": "Özel Seçenekler",
        "lockedFor": "Kilitli",
        "option": "Seçenek",
        "title": "Seçenekler",
        "titles": {
            "exportFocus": "Ticaret - İhracat Odaklılık",
            "greatFederation": "Büyük Federasyon",
            "importFocus": "Ticaret - İthalat Odaklılık",
            "lavishRations": "Cömert Erzaklar",
            "lowRations": "Düşük Rasyonlar",
            "neutralFocus": "Ticaret - Tarafsız Odak",
            "normalRations": "Normal Tayınlar",
            "scienceLeague": "Bilim Ligi",
            "taxation": "Vergilendirme",
            "tradeAlliance": "Ticaret Birliği",
            "veganSociety": "Vegan Derneği",
            "workerSafety": "İşçi Güvenliği",
            "dubiousWorkingRules": "Şüpheli Çalışma Kuralları",
            "crampedQuarters": "Sardalya gibi!",
            "intensiveFarming": "Yoğun Tarım",
            "newTownBoost": "Yeni başlangıçlar!",
            "foodShortage": "Gıda Kıtlığı"
        },
        "unlock": "Kilidi aç"
    },
    "common": {
        "delete": "Sil",
        "deleting": "Siliniyor...",
        "loading": "Yükleniyor..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Daha fazla puan ekle",
            "areaLimitExceeded": "Alan sınırı aşıldı: {{size}} {{relation}} {{limit}}",
            "costs": "Maliyetler:",
            "invalidLocation": "Geçersiz Konum",
            "mustBeNear": "{{parent}} yakınında olmalıdır.",
            "notEnoughResources": "Yeterli kaynak yok",
            "tooHigh": "Yakınlaştır"
        },
        "cancel": "✗",
        "close": "Kapat",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Daha fazla puan ekle",
            "calculating": "Hesaplanıyor...",
            "duration": "Süre",
            "expedition": "Keşif",
            "finished": "Bitti!",
            "food": "Yiyecek",
            "knowledge": "Bilgi",
            "population": "Nüfus",
            "timeLeft": "Kalan süre",
            "title": "Keşif Maliyetleri"
        },
        "next": "Sonraki",
        "previous": "Önceki"
    },
    "errors": {
        "fetchSlots": "Kaydetme yuvaları yüklenemedi",
        "generic": "Bir sorun oluştu",
        "invalidFile": "Geçersiz dosya biçimi",
        "loadingBuild": "Derleme yüklenirken hata oluştu",
        "serverConnection": "Sunucu bağlantı hatası",
        "webWorkersNotSupported": "Oyun çalıştırılamıyor: Web Workers desteklenmiyor"
    },
    "events": {
        "confirm": "Tamam",
        "consequences": "Efektler",
        "remaining": "{{count}} Kalan",
        "titles": {
            "food_shortage": "İnsanlar aç",
            "strike": "Saldırı",
            "celebration": "Sizin için bir hediye",
            "productivity_boom": "Haydi başlayalım!",
            "expedition_found": "Keşif gezisi geri dönüyor!",
            "animal_unlock": "Vay vay vay... burada ne varmış bakalım?",
            "bankruptcy": "İflas!",
            "raid": "Mallarınız çalındı!"
        },
        "descriptions": {
            "food_shortage": "Yiyecekleriniz bitmek üzere! İnsanlar yemek yiyemezlerse, geçinmek için ellerinden geleni çalacaklar, hatta çalışmayı bile bırakacaklar.",
            "strike": "Halk mutlu değil! Ne yapıyorsanız yapın, hoşlarına gitmiyor. Binaların kapanmasını önlemek için halkın mutlu olmasını sağlayın.",
            "celebration": "İnsanlar mutlu! Ne yapıyorsanız, devam edin! Küçük bir hediye olarak, bu muhteşem kasabayı inşa etmeye devam etmeniz için size bazı eşyalar topladılar. Ne kadar sevimli.",
            "productivity_boom": "İnsanlar çok heyecanlı! Sizi çok seviyorlar ve sizin için seve seve fazla mesai yapıyorlar. Böylece her şeyden biraz daha fazla üretmeyi başardılar. Onlar sadece bu kasabanın başarılı olmasını istiyorlar, biliyorsunuz.",
            "expedition_found": "Keşif ekibiniz değerli kaynaklar ve bilgilerle geri döndü! Bu, kasabanızın gelişimi ve araştırma çalışmalarına büyük fayda sağlayacaktır. Ancak, seyir defterlerinde ilginç bir giriş var:",
            "animal_unlock": "Burada ne bulduk? Keşif geziniz şaşırtıcı derecede uysal bir hayvanla geri döndü. Vahşi doğada yaşamaktansa sizin kasabanızda yaşamak istiyor gibi görünüyor. Onu şimdi geri göndermek kabalık olur, değil mi?",
            "bankruptcy": "Hiç paran yok! Bir kule yıkıldı. Yeterli parayla bakımını yapmazsan, inşa ettiğin kuleler bozulur ve yıkılır.",
            "raid": "Eşyalarını daha iyi saklamalıydın! Kolayca ele geçirilebildiler ve kimliği bilinmeyen hırsızlar kaynaklarının bir kısmını çaldı."
        }
    },
    "game": {
        "zoomToBuild": "Yakınlaştırarak İnşa Etmeye Başlayın",
        "buildings": {
            "assets": {
                "expedition": "Keşif",
                "bakery": "Fırın",
                "boat": "Tekne",
                "brewery": "Bira fabrikası",
                "bridge": "Köprü",
                "center": "Merkez",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Geliştirilmiş Kil Vinç",
                "claypit": "Kil Ocağı",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Ahşap Çit",
                "fence2": "Dokuma Çit",
                "fence3": "Çit Şekli",
                "fences": "Çitler",
                "field": "Alan",
                "firepit": "Ateş Çukuru",
                "fireplace": "Şömine",
                "fishery": "Balıkçılık",
                "foraging_hut": "Yiyecek Arama Kulübesi",
                "fountain": "Çeşme",
                "house_1": "Shack",
                "house_2": "Kulübe",
                "house_3": "Kabin",
                "house_4": "Ev",
                "house_5": "Konut",
                "house_6": "Köy",
                "large_ship": "Büyük Gemi",
                "large_statue": "Büyük Heykel",
                "logpile": "Kütük Yığını",
                "market": "Pazar",
                "market_stall": "Pazar Tezgahları",
                "market_stall_1": "Et",
                "market_stall_2": "Balık",
                "market_stall_3": "Ekmek",
                "market_stall_4": "Sebze",
                "market_stall_5": "Mallar",
                "medium_ship": "Orta Boy Gemi",
                "nursery": "Ağaç fidanlığı",
                "park": "Park",
                "path": "Yol",
                "pier": "Pier",
                "plaza": "Meydan",
                "port": "Liman",
                "quarry": "Taş ocağı",
                "road": "Yol",
                "ruinsBig": "Büyük Harabeler",
                "ruinsSmall": "Küçük Harabeler",
                "saw": "Kereste fabrikası",
                "small_ship": "Küçük Gemi",
                "small_statue": "Küçük Heykel",
                "square": "Kare",
                "stone_crane": "Taş Vinç",
                "stone_crane_upgraded": "Geliştirilmiş Taş Vinç",
                "table": "Tablo",
                "tailor": "Özelleştir",
                "tavern": "Tavern",
                "tent": "Çadır",
                "tower": "Kule",
                "town_hall": "Belediye Binası",
                "tree": "Ağaç",
                "university": "Üniversite",
                "museum": "Müze",
                "warehouse": "Depo",
                "water_tower": "Su Kulesi",
                "windmill": "Yel değirmeni",
                "windmill_upgraded": "Geliştirilmiş Yel Değirmeni",
                "woodcutter": "Oduncu",
                "refinery": "Rafineri",
                "iron_mine": "Demir Madeni",
                "iron_mine_upgraded": "Geliştirilmiş Demir Madeni",
                "glassworks": "Cam işleri",
                "tools_workshop": "Aletler Atölyesi",
                "well": "Peki"
            },
            "categories": {
                "decoration": "Dekorasyon",
                "defense": "Bölge",
                "food": "Yiyecek",
                "housing": "Konut",
                "infrastructure": "Altyapı",
                "military": "Askeri",
                "production": "Üretim",
                "research": "Araştırma",
                "resources": "Kaynaklar",
                "storage": "Depolama",
                "town": "Kasaba"
            },
            "descriptions": {
                "bakery": "En taze un ve ara sıra bir hamamböceği ile yapılan taze ekmeğin kokusunu hiçbir şey geçemez.",
                "boat": "Tekne, derin sularda balık tutmak veya ara sıra öpüşen genç çiftler için idealdir.",
                "brewery": "Biri ıslak tahıllarını çok uzun süre dışarıda bırakmış ve şimdi herkes buna bayılıyor! Bundan daha fazla yararlanalım.",
                "bridge": "Bu bir köprü. Ne bekliyordunuz ki? Sizi A noktasından B noktasına götürür.",
                "center": "Kasabanızın kalbi. Her şeyin başladığı yer burasıdır. Birkaç kişi barındırır ve temel ihtiyaçları depolar. Biraz daha kalıcı görünen bir meydana yükseltilebilir.",
                "clay_crane": "Vinç, sırtınızı en çok koruyan icatlardan biri! Artık tüm bu kili çukurdan taşımak zorunda değilsiniz, sadece vinci kullanın.",
                "clay_crane_upgraded": "Bulduğumuz bu garip malzemelerle, bu vinci daha da iyi çalışır hale getirebileceğimizden eminim!",
                "claypit": "Bu, zeminde basit bir çukur. Ancak buradaki toprağı kurutursak, oldukça sertleşir! Bu, emek yoğun bir iştir ve manzarada oldukça çirkin bir iz bırakır.",
                "creamery": "Biri taze sütü çok uzun süre dışarıda bırakmış ve şimdi... katılaşmış mı? En azından artık gıda olarak satabiliriz.",
                "dock": "Limanınızı genişletin! Liman binaları ve gemiler için daha fazla alan yaratın.",
                "fence1": "Basit yaratıkları dışarıda tutmak için basit bir tahta çit. Ya da içeride.",
                "fence2": "Basit yaratıkları dışarıda tutmak için dokunmuş bir çit. Ya da içeride.",
                "fence3": "Basit yaratıkları dışarıda veya içeride tutmak için özel bir çit çizin.",
                "fences": "Çitler, istenmeyen ziyaretçileri kasabanızdan uzak tutmak veya kasabanızda tutmak için harika bir yoldur.",
                "firepit": "Ateş çukuru, ısınmak ve yemek pişirmek için kullanılan sağlam bir yapıdır. Uyumadan önce söndürmeyi unutmayın.",
                "fireplace": "Şömine başında şarkı söylemekten daha keyifli bir şey yoktur. Ancak duman her zaman tam olarak size doğru esecektir.",
                "field": "Bir alanı temizlediğimizde, orada bitki yetiştirebiliriz. Bazılarını yiyebiliriz.",
                "fishery": "Kıyıda küçük bir balıkçı köyünden daha pastoral bir yer yoktur. Bu köy, kasabanıza nispeten taze balık sağlar.",
                "foraging_hut": "Vahşi doğada yetişen her şeyi yiyebilecekken kim lüks yemeklere ihtiyaç duyar ki? Toplama kulübesi çeşitli malzemeleri toplar, ancak bunu yapmak için çok fazla açık alana ihtiyaç duyar.",
                "fountain": "Mühendislik alanındaki en büyük başarılarımızdan biri! Akan suyu kim sevmez ki?",
                "house_1": "Herkesin yaşayacak bir yere ihtiyacı vardır. Bu küçük ev, halkınızın yemek yiyip yaşayabileceği bir yer sağlar.",
                "house_2": "Herkesin yaşayacak bir yere ihtiyacı vardır. Bu küçük ev, halkınızın yemek yiyip yaşayabileceği bir yer sağlar.",
                "house_3": "Herkesin yaşayacak bir yere ihtiyacı vardır. Bu ev, halkınızın yemek yiyip yaşayabileceği bir yer sağlar.",
                "house_4": "Herkesin yaşayacak bir yere ihtiyacı vardır. Bu ev, halkınızın yemek yiyip yaşayabileceği bir yer sağlar.",
                "house_5": "Herkesin yaşayacak bir yere ihtiyacı vardır. Bu özenle tasarlanmış ev, halkınızın yemek yiyip yaşayabileceği bir yer sağlar.",
                "house_6": "Herkesin yaşayacak bir yere ihtiyacı vardır. Bu lüks ev, halkınızın yemek yiyip yaşayabileceği bir yer sağlar.",
                "large_ship": "Bundan daha büyüyemezler sanırım. Şuna bakın! Hayır, gerçekten, millet, şuna bakın! Bu, nakliye maliyetlerini daha da yarı yarıya azaltacaktır.",
                "large_statue": "Büyük bir adam için büyük bir heykel. İnsanlar onun gerçekten bu kadar büyük olduğunu söylüyor.",
                "logpile": "Odunu saklamanın en iyi yolu nedir? Bir yığın halinde istiflemek.",
                "market": "Pazar, diğer kasaba ve şehirlerle ticaret yapmanıza olanak tanır. Evler buna yakın olmayı sever.",
                "market_stall": "kasabanıza bir pazar tezgahı ekleyin",
                "market_stall_1": "Et ürünleri satan bir tezgah.",
                "market_stall_2": "Balık ürünleri satan bir tezgah.",
                "market_stall_3": "Ekmek ürünleri satan bir tezgah.",
                "market_stall_4": "Sebze ürünleri satan bir tezgah.",
                "market_stall_5": "Çeşitli ürünler satan bir tezgah.",
                "medium_ship": "Bu gerçekten şık bir gemi. Ne çok büyük, ne çok küçük. Tamamen şık. Nakliye maliyetlerini %25 daha düşürüyor.",
                "nursery": "Ağaçları oduncuya götürebilecekken neden oduncuyu ağaçlara götürelim?",
                "park": "Vatandaşlarınızın vakit geçirebileceği güzel bir park ekleyin.",
                "path": "Basit bir toprak yol. İşini gayet iyi yapıyor. Binalar bunlar olmadan da gayet iyi çalışacaktır.",
                "pier": "İnsanlar büyük balıkların daha derin sularda olduğunu söyler. Ne kadar derine inebileceğimizi görelim.",
                "plaza": "Güzel kasabanız için güzel karolar. Pazar yerleri, dekorasyon veya sadece servetinizi sergilemek için harika.",
                "port": "Liman, diğer kasaba ve şehirlerle ticaret yapmanızı sağlar. Kara yoluyla ticaret yapmaktan çok daha verimlidir ve nakliye maliyetleri yarı yarıya azalır.",
                "quarry": "Taş ocaklarında taşları topraktan çıkarırsınız. Yoğun bir iştir, ama taşlar sonsuza kadar kalır! Manzarada büyük bir iz bırakırlar.",
                "road": "Yollar köyünüze yapı kazandırır. Binalarınız için gerekli değildirler, ancak patikalardan daha şık görünürler.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "İlerleme! Bazı gelişmiş araçlarla odun işlemeyi çocuk oyuncağı haline getirebiliriz.",
                "small_ship": "Küçük geziler için küçük bir gemi. Ve bakın! Bu gemi su üstünde bile yüzüyor. Bununla nakliye maliyetlerini biraz daha düşürebiliriz.",
                "small_statue": "Küçük bir adam için küçük bir heykel. İnsanlar onun gerçekten bu kadar küçük olduğunu söylüyor.",
                "square": "Uygun bir şehir merkezi! Bu meydan, temel merkezden daha şık görünüyor.",
                "stone_crane": "Vinç, sırtınızı koruyan en büyük icatlardan biri! Artık tüm bu taşları taş ocağından taşımaya gerek yok, sadece vinci kullanın.",
                "stone_crane_upgraded": "Bulduğumuz bu garip malzemelerle, bu vinci daha da iyi çalışır hale getirebileceğimizden eminim!",
                "table": "Yerde yemektense masada yemek daha güzeldir. Tabii ara sıra elinizde veya pantolonunuzda çıtır çıtır böcekler olmasını seviyorsanız başka.",
                "tailor": "Çıplak olmak sizi ancak bir yere kadar götürür. Sizi sıcak tutacak giysiler diktirin.",
                "tavern": "Taverna, vatandaşlarınızın buluşup içki içebileceği bir yerdir. En azından insanların kötü kararlarından kar elde edebilirsiniz.",
                "tent": "Ormandan daha fazla odun elde etmek için ne yapmalı? Ormana daha fazla insan yerleştirmeli. Ormana daha fazla insan yerleştirmek için ne yapmalı? Ormana daha fazla çadır yerleştirmeli.",
                "tower": "Topraklarımız görebildiğimiz kadar uzanır. Daha uzağı görebilirsek, topraklarımız daha da genişler.",
                "town_hall": "Çok önemli kişiler burada bazı çok önemli rakamları takip edebilirler. Ayrıca, görünümü de hoş.",
                "tree": "Ağaçlar harika! Daha fazlasını ekleyin.",
                "university": "Tüm akıllı insanlarınızı akıllı işler yapmaları için görevlendirebileceğiniz bir yer. Ve onların tüm boş zamanlarını kullanarak, onları keşif gezilerine bile gönderebilirsiniz!",
                "museum": "Bulduğumuz harika şeyleri herkes görsün! Onları yapabileceğimiz en şık binaya koyalım.",
                "warehouse": "Bir depo her türlü kaynağı depolayabilir. Sadece bunun için yeterli alan sağlayın.",
                "water_tower": "Bölgemiz, görebildiğimiz kadar uzanır. Daha uzağı görebilirsek, bölgemiz daha da genişler.",
                "windmill": "Birinin rüzgarı yiyeceğe dönüştürebilmesi ne kadar çılgınca. Bu sert bitki kayalarını yumuşak ve lezzetli ekmeğimiz için un haline getirmenin tek mümkün yolu bu.",
                "windmill_upgraded": "Bulduğumuz bu garip malzemelerle, bu yel değirmenini daha hızlı çalıştırabileceğimizden eminim. Hareketli parçalar ne kadar fazla olursa o kadar iyi, değil mi?",
                "woodcutter": "Oduncu odun kesecek. Ne kadar odun? Bir oduncunun kesebileceği kadar.",
                "refinery": "Rafineri, garip kayaları parlak ve şekillendirilebilir kayalara dönüştürmek için kullanılır.",
                "iron_mine": "Garip kayalar bulduğumuz için derin bir çukur kazdık. Bütün adamlarımızı oraya gönderip onları alalım. En kötü ne olabilir ki?",
                "iron_mine_upgraded": "Bulduğumuz bu garip malzemelerle, yerden daha hızlı ve daha fazla parlak taş çıkarabileceğimizden eminim!",
                "glassworks": "Glassworks, çeşitli gelişmiş uygulamalar için kullanılabilen camı kumdan üretmenizi sağlar.",
                "tools_workshop": "Alet atölyesi ile bazı insanların işleri için gerekli olan aletleri üretebilirsiniz.",
                "well": "Ağzın açık bir şekilde yağmurda durmak eğlenceli olsa da, doldurman gereken bir küvet varsa bu biraz daha zor olabilir. Bir kuyu kasabana daha uygun olacaktır."
            }
        },
        "crops": {
            "cow": "İnek",
            "empty": "Boş",
            "goat": "Keçi",
            "grain": "Tahıl",
            "maize": "Maize",
            "potato": "Patates",
            "sheep": "Koyun"
        },
        "effects": {
            "accidentRate": "Kaza Oranı",
            "allProduction": "Tüm Üretim",
            "constructionCost": "İnşaat Maliyeti",
            "expeditionCost": "Keşif Maliyeti",
            "exportCost": "İhracat Maliyeti",
            "foodConsumption": "Gıda Tüketimi",
            "foodProduction": "Gıda Üretimi",
            "goodsProduction": "Mal Üretimi",
            "happiness": "Mutluluk",
            "importCost": "İthalat Maliyeti",
            "populationProduction": "Nüfus Değiştir",
            "raidRisk": "Hırsızlık Riski (depolama kapasitesini aştığında)",
            "researchSpeed": "Araştırma Hızı",
            "taxation": "Vergilendirme"
        },
        "expedition": {
            "start": "Keşif Seferi Başlat"
        },
        "resources": {
            "clothes": "Giysiler",
            "coin": "Para birimleri",
            "drinks": "İçecekler",
            "earth": "Dünya",
            "flour": "Un",
            "food": "Yiyecek",
            "grain": "Tahıl",
            "happiness": "Mutluluk",
            "knowledge": "Bilgi",
            "pop": "Nüfus",
            "stone": "Taş",
            "wood": "Ahşap",
            "wool": "Yün",
            "ore": "Biz",
            "metal": "Metal",
            "tools": "Araçlar",
            "glass": "Cam",
            "scrap": "Hurda",
            "milk": "Süt"
        },
        "views": {
            "build": "Oluştur",
            "explore": "Keşfet",
            "market": "Pazar",
            "player": "Oyuncu",
            "politic": "Siyaset",
            "watch": "İzle"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Düğümleri yerleştirmek için çift tıklayın.",
            "multiPlace": "Yerleştirmeye devam et",
            "rotate": "Döndür",
            "restriction": "İnşa edilemeyen alan"
        },
        "capacity": "Kapasite",
        "defaultTownName": "İsimsiz Kasaba",
        "is_throttled": "sona eriyor! Bazı binalar düzgün çalışmayabilir.",
        "placeCenterPrompt": "merkezinizi yerleştirin",
        "storage_overflow": "Depolama alanı dolu! Hırsızlık riski arttı."
    },
    "intro": {
        "message1": "Bunu okuyorsanız, seçilmiş kişi sizsiniz demektir. Yüzeyi yeniden yerleşime açmak sizin kaderiniz. Önünüzde gördüğünüz şey bizim gezegenimiz. Bugün var olan dünyamız. Hiçbiri eskisi gibi değil. Ya da en azından, eskiden öyle olduğunu düşündüğümüz gibi. Kimse gerçekten hatırlamıyor.",
        "message2": "Ancak göreviniz basit. Bir yer bulun ve yeni bir yerleşim yeri kurun. Yerleşim yerinizi büyütün, belki de aynı şeyi yapan diğer insanlarla iletişime geçebilirsiniz. Ve belki birlikte, dünyamıza ne olduğunu anlayabiliriz.",
        "good_luck": "İyi şanslar!",
        "based": {
            "w": {
                "message1": "İyi seçim! Yemyeşil ağaçlar ve vahşi yaşamla dolu bir biyomda yerleştiniz. Burada odun bulmak ve kaynak toplamak sorun olmayacak. Ancak daha karmaşık malzemeler ve cevherler bulmak biraz daha zor olabilir. Ama size inanıyorum ve hiçbir şeyin imkansız olmadığını göreceksiniz.",
                "message2": "Yetenekleriniz hala sınırlı. Öncelikle kaynak akışının düzenli olmasını sağlayın. Ardından diğer yerleşim yerleriyle ticaret yapabilmek için bir pazar kurun. Bir yer edindiğinizde, ticaretin daha ucuz hale gelmesi için liman, her şeyi takip edebilmek için belediye binası, hatta çevremizdeki dünyayı keşfetmeye başlayabilmek için üniversite gibi daha büyük projeler başlatabilirsiniz.",
                "good_luck": "Başarabilirsiniz!"
            },
            "s": {
                "message1": "Toprakla bütünleşebileceğiniz bu kayalık biyomda yerleşmek için mükemmel bir seçim. Burada taş ve maden bulmak hiç sorun olmayacak. Ancak yiyecek yetiştirmek biraz daha zor olabilir. Ama eminim diğerleri, sahip olduğunuz değerli malzemelerle memnuniyetle takas yapacaklardır.",
                "message2": "Yetenekleriniz hala sınırlı. Öncelikle kaynak akışının düzenli olmasını sağlayın. Ardından diğer yerleşim yerleriyle ticaret yapabilmek için bir pazar kurun. Bir yer edindiğinizde, ticaretin daha ucuz hale gelmesi için liman, her şeyi takip edebilmek için belediye binası, hatta çevremizdeki dünyayı keşfetmeye başlayabilmek için üniversite gibi daha büyük projeler başlatabilirsiniz.",
                "good_luck": "Güçlü olun!"
            },
            "e": {
                "message1": "Hava kuru ve güneş çok şiddetli. En kolay biyom değil, ancak yerleşim yerinizi tam anlamıyla topraktan inşa edebilirsiniz. Burada kullanılabilir odun bulmak biraz daha zor olabilir, ancak toprak çoğu mahsul için uygun görünüyor. Eminim ki, yaratıcılığınızla bunu başaracaksınız.",
                "message2": "Yetenekleriniz hala sınırlı. Öncelikle kaynak akışının düzenli olmasını sağlayın. Ardından diğer yerleşim yerleriyle ticaret yapabilmek için bir pazar kurun. Bir yer edindiğinizde, ticaretin daha ucuz hale gelmesi için liman, her şeyi takip edebilmek için belediye binası, hatta çevremizdeki dünyayı keşfetmeye başlayabilmek için üniversite gibi daha büyük projeler başlatabilirsiniz.",
                "good_luck": "İyi yapımlar!"
            },
            "a": {
                "message1": "Bu ilginç bir seçim. Neden bu kutup çölüne yerleşmek istedin? Etrafta ne ağaç ne de kaya görüyorum. Ama sanırım diğerleriyle ticaret yapabilirsin. Sadece halkını sıcak tut ve karnını doyur.",
                "message2": "Yetenekleriniz çok sınırlı. Diğer yerleşim yerleriyle ticaret yapabilmek için bir pazar oluşturmaya öncelik verin. Umarım iyi bağlantılarınız vardır, çünkü bu iş zor olacak. Ancak başarırsanız, ticaretin daha ucuz hale gelmesi için bir liman, her şeyi takip edebilmemiz için bir belediye binası, hatta çevremizdeki dünyayı keşfetmeye başlayabilmemiz için bir üniversite gibi daha büyük projeler bile başlatabilirsiniz.",
                "good_luck": "İyi şanslar."
            }
        }
    },
    "loading": {
        "assets": "Varlıklar yükleniyor...",
        "connecting": "Sunucuya bağlanılıyor...",
        "game": "Oyun yükleniyor..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Her şeyi sil",
            "menu": "Menü",
            "quicksettings": "Ayarlar",
            "saveBuild": "Kaydet Oluştur",
            "saveSandbox": "Kaydet Oluştur"
        },
        "main": {
            "credits": "Krediler",
            "enterMultiplayer": "Dünyaya gir",
            "loadSandbox": "Sandbox'ı yükle",
            "newSandbox": "Yeni Sandbox",
            "returnToDesktop": "Masaüstüne dön",
            "serverOffline": "Sunucuya ulaşılamıyor. İnternet bağlantınızı kontrol edin veya sunucu kapalı olabilir.",
            "settings": "Ayarlar",
            "subtitle": "Bu, Project Rebearth'ın erken bir sürümüdür. Oynarken herhangi bir sorunla karşılaşırsanız lütfen bize ulaşın.",
            "demoSubtitle": "Bu, Project Rebearth'ın demosudur. Yalnızca sandbox şehir kurma özelliği etkindir. Kaynak yönetimi ile çok oyunculu küre üzerinde oynamak için tam sürümü edinin.",
            "title": "Project Rebearth Sunucusu",
            "welcome": "{{name}}'a hoş geldiniz!"
        },
        "sandbox": {
            "description": "Sandbox modu, çok oyunculu dünyanın kısıtlamaları olmadan özgürce inşa etmenizi sağlar. Sadece siz ve sıfır kaynak kısıtlaması vardır. İlerlemenizi kaydedebilir ve daha sonra yükleyebilirsiniz.",
            "loadFromFile": "Dosyadan yükle",
            "loadTitle": "Sandbox'ı yükle",
            "noSaves": "Yerel kaydetme bulunamadı.",
            "start": "Yeni Oyuna Başla",
            "title": "Yeni Sandbox"
        },
        "slots": {
            "deleteConfirm": "Bu kaydı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.",
            "empty": "Boş Yuva",
            "locked": "Kilitli",
            "lockedText": "Kilitli",
            "newGame": "Yeni Oyun",
            "play": "Oyna",
            "population": "Sakinler",
            "slot": "Slot",
            "title": "Kaydetme Yuvası Seç",
            "unlockHint1000": "1000 nüfusa ulaşıldığında kilit açılır.",
            "unlockHint100000": "100.000 nüfusa ulaşıldığında kilidi açılır.",
            "unnamedCity": "İsimsiz Şehir"
        },
        "locked": {
            "settleFirst": "Önce şehrinizin merkezini inşa edin.",
            "townHall": "Küresel sıralamayı, ittifakları ve seçenekleri açmak için bir Belediye Binası inşa edin.",
            "university": "Keşifleri ve araştırmaları açmak için bir üniversite kurun.",
            "market": "Küresel pazarı açmak için bir Pazar veya Liman inşa edin.",
            "noBiomeAssets": "Bu biyomda bu tür binalar mevcut değildir."
        }
    },
    "modals": {
        "archive": {
            "title": "Arşivler"
        },
        "choices": {
            "selectChoice": "Seçim Yap",
            "title": "Seçenekler"
        },
        "deleteConfirmation": {
            "cancel": "İptal",
            "confirm": "Sil",
            "message": "Tüm kasabanızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.",
            "title": "Silmeyi Onayla"
        },
        "diplomacy": {
            "alliances": "İttifaklar",
            "enemy": "Düşman",
            "neutral": "Nötr",
            "title": "Diplomasi",
            "you": "Siz"
        },
        "market": {
            "amount": "Miktar",
            "back": "Geri",
            "base": "Temel",
            "buy": "SATIN AL",
            "buys": "satın alır",
            "for": "için",
            "price": "Fiyat",
            "pricePerUnit": "Birim başına fiyat",
            "quantity": "Miktar",
            "resource": "Kaynak",
            "sell": "Bak",
            "sells": "satıyor",
            "title": "Pazar",
            "total": "Toplam",
            "totalLabel": "Toplam",
            "transport": "Ulaşım",
            "unitPrice": "birim fiyatı"
        },
        "orders": {
            "title": "Siparişlerim"
        },
        "ranking": {
            "area": "Alan",
            "buildings": "Binalar",
            "goToPlayer": "Oyuncuya git",
            "overall": "Genel",
            "player": "Oyuncu",
            "population": "Nüfus",
            "resources": "Kaynaklar",
            "title": "Sıralama"
        },
        "save": {
            "download": "Dosyayı indir",
            "message": "Oyunun yerel olarak kaydedildi.",
            "title": "Oyun Kaydedildi"
        }
    },
    "orders": {
        "amount": "Miktar",
        "buy": "Satın al",
        "buying": "satın alma",
        "confirmCancel": "Bu siparişi iptal etmek istediğinizden emin misiniz?",
        "for": "için",
        "marketStorage": "Ticaret Depolama",
        "myOrders": "Siparişlerinizi Verin",
        "noMarketStorage": "Piyasada depolama alanı mevcut değil. Satış emirleri vermek için ticaret binaları inşa edin.",
        "noOrders": "Etkin sipariş yok",
        "onlyAllianceMembers": "Sadece ittifak üyelerine satış yapın",
        "sell": "Bak",
        "sellButton": "{{type}} {{amount}} {{resource}} {{price}}'lık birim başına",
        "selling": "satış",
        "storageFull": "Depo dolu! Daha fazla ticaret binası inşa edin.",
        "totalPrice": "Toplam Fiyat",
        "unitPrice": "Birim Fiyat"
    },
    "politics": {
        "accept": "kabul et",
        "allianceTradeInfo": "Bir ittifak türü seçin:",
        "alliances": "İttifaklar",
        "applications": "Uygulamalar",
        "applyForAlliance": "ittifak için başvur",
        "back": "Geri",
        "cancelApplication": "uygulamayı iptal et",
        "choiceChangeCooldown": "Bu seçim{{days}}gün sonra tekrar değiştirilebilir.",
        "common": {
            "accept": "Kabul et",
            "applications": "Uygulamalar",
            "globalRank": "Küresel Sıralama",
            "greatFederation": "Büyük Federasyon",
            "kick": "Kick",
            "marketSize": "Pazar Büyüklüğü",
            "members": "Üyeler",
            "name": "Ad",
            "owner": "Sahibi",
            "rank": "Sıra",
            "reject": "Reddet",
            "scienceLeague": "Bilim Ligi",
            "tradeAlliance": "Ticaret Birliği",
            "value": "Değer"
        },
        "createAlliance": "ittifak oluştur",
        "days": "günler",
        "disbandAlliance": "ittifakı dağıt",
        "globalRank": "Küresel Sıralama",
        "go": "to",
        "inviteToAlliance": "ittifakına davet et",
        "kick": "kick",
        "leaveAlliance": "ittifaktan ayrıl",
        "loading": "Yükleniyor...",
        "marketSize": "Pazar Büyüklüğü",
        "marketSizeLabel": "Market Size: {{size}}",
        "members": "Üyeler",
        "name": "Ad",
        "noApplications": "Uygulama yok",
        "noModifiers": "Bu ittifakın herhangi bir değiştiricisi yoktur.",
        "owner": "Sahibi",
        "placeholderDescription": "İttifak Açıklaması",
        "placeholderName": "İttifak Adı",
        "rank": "Sıra",
        "rankPrefix": "Hayır.",
        "ranking": {
            "area": "Alan",
            "buildings": "Binalar",
            "overall": "Genel",
            "population": "Nüfus",
            "resources": "Kaynaklar"
        },
        "reject": "reddet",
        "value": "Değer"
    },
    "popup": {
        "apply": "Uygula",
        "archive": "Arşiv",
        "demolish": "Yık",
        "population": "Nüfus",
        "production": {
            "rate": "Değerlendirme",
            "title": "Üretim"
        },
        "storage": {
            "title": "Depolama"
        },
        "townName": "Kasaba Adı:",
        "townColor": "Kasaba Rengi:",
        "unnamedTown": "isimsiz kasaba",
        "upgrade": "{{building}} sürümüne yükseltin"
    },
    "settings": {
        "animations": "Animasyonlar",
        "fullscreen": "Tam ekran",
        "bushDensity": "Çalı Yoğunluğu",
        "clearTileCache": "Önbellek Verilerini Temizle",
        "density": {
            "dense": "Yoğun",
            "normal": "Normal",
            "off": "Kapalı",
            "sparse": "Sparse"
        },
        "grassDensity": "Çim Yoğunluğu",
        "language": "Dil",
        "musicVolume": "Müzik Ses Seviyesi",
        "performanceFeatures": "- Görsel öğeleri ayarlayın -",
        "resolutions": {
            "high": "Yüksek",
            "low": "Düşük",
            "medium": "Orta",
            "potato": "Patates",
            "ultra": "Ultra"
        },
        "rockDensity": "Kaya Yoğunluğu",
        "showClouds": "Bulutları göster",
        "soundVolume": "Ses Seviyesi",
        "textureResolution": "Doku Çözünürlüğü",
        "title": "Ayarlar",
        "treeDensity": "Ağaç Yoğunluğu",
        "uiScale": "UI Ölçeği"
    },
    "tips": {
        "loading": [
            "Oyundaki bir gün, gerçek hayattaki bir gün kadar sürer. Acele etmeyin ve kendi hızınızda şehrinizi büyütün.",
            "Q ve E tuşlarını kullanarak binaları yerleştirmeden önce döndürebilirsiniz.",
            "Şekil düzenleyicide çift tıklayarak düğümleri yerleştirin.",
            "Shift tuşunu kullanarak binaları yerleştirmeye devam edin.",
            "Herhangi bir sorunla karşılaşırsanız, lütfen Discord üzerinden bize bildirin.",
            "Discord'daki canlı oyuncu topluluğumuza katılın, yaratımlarınızı paylaşın ve ipuçları alın.",
            "Tüm kaynaklar her yerde kolayca elde edilemez. Bazen ticaret, her şeyi kendiniz üretmekten daha ucuz olabilir.",
            "Steam'deki yorumlar, bu oyunu canlı bir dünya haline getiren yeni oyuncular bulmamıza yardımcı oluyor.",
            "Steam'deki yorumlar, bu oyunu canlı bir dünya haline getiren yeni oyuncular bulmamıza yardımcı oluyor."
        ]
    },
    "tooltip": {
        "cannotChange": "Değiştirilemez",
        "construction": "İnşaat",
        "costPerMeter": "(m için)",
        "costPerSquareMeter": "(metrekare başına)",
        "effects": "Efektler",
        "upkeep": "Bakım",
        "production": "Üretim",
        "move": "Bu binayı taşıyın"
    },
    "units": {
        "days": "günler",
        "hours": "{{value}} h",
        "hoursLong": "saat",
        "minutes": "{{value}} m",
        "minutesLong": "dakika",
        "perDay": "/gün",
        "percentage": "{{değer}}",
        "seconds": "{{value}} s",
        "secondsLong": "saniye"
    },
    "warnings": {
        "notEnoughPop": "Yeterli sayıda gönüllü yok"
    }
}