{
    "alliances": {
        "allianceTradeInfo": "Diğer oyuncularla bir araya gelmek havalıdır. Birbirinizle özel olarak ticaret yapmayı seçebilir ve kiminle ittifak kurduğunuza bağlı olarak başka avantajlar da elde edebilirsiniz.",
        "applyForAlliance": "İttifak için başvur",
        "cancelApplication": "Başvuruyu iptal et",
        "greatFederationDesc": "Güçlü ve örgütlü insanlarla bir araya gelin! Hırsızlığa karşı daha iyi korunun ve vatandaşlarınızdan daha fazla kaynak elde edin. Ancak bu, daha fazla bürokrasi ve daha düşük vergi geliri pahasına gerçekleşir.",
        "leaveAlliance": "ittifaktan ayrıl",
        "marketSizeLabel": "Piyasa Büyüklüğü:",
        "scienceLeagueDesc": "Bir bilim birliğine katılmak sizi daha zeki yapar. Bu bilimsel olarak kanıtlanmıştır. Daha hızlı araştırma hızı ve daha düşük keşif maliyetlerinin tadını çıkarın. Ayrıca insanları da daha mutlu eder! Ancak bir şeyleri gerçekten üretme konusunda pek iyi değiliz.",
        "tradeAllianceDesc": "Her şey parayla ilgili! İndirimli ticaret maliyetleri ve artan vergi verimliliği elde edin, ancak hırsızlık riskinin de arttığını unutmayın."
    },
    "biomes": {
        "1": "Tropikal ve subtropikal geniş yapraklı ormanlar",
        "10": "Dağ çayırları",
        "11": "Tundra",
        "12": "Akdeniz ormanlık alanları",
        "13": "Çöller ve kurak çalılık alanlar",
        "14": "Mangrovlar",
        "2": "Tropikal ve subtropikal geniş yapraklı ormanlar",
        "3": "Tropikal ve subtropikal iğne yapraklı ormanlar",
        "4": "Ilıman ve karışık ormanlar",
        "5": "Ilıman iğne yapraklı ormanlar",
        "6": "Boreal ormanlar",
        "7": "Tropikal ve subtropikal çayırlar",
        "8": "Ilıman savanlar",
        "9": "Sular altında kalan çayırlar",
        "98": "Arktik çorak alan",
        "99": "Buz tabakası"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Başkalarının sizden mal almasını ucuzlatırken, sizin başkalarından mal almanızı pahalılaştırır.",
            "importFocus": "Başkalarından mal almanızı ucuzlatırken, başkalarının sizden mal almasını pahalılaştırır.",
            "lavishRations": "Bırak pasta yesinler! Lüks erzak payları daha fazla yiyecek harcar, ama mutluluğu artırır.",
            "lowRations": "Pasta benim! Düşük erzak payları yiyecekten tasarruf sağlar, ama mutluluğu azaltır.",
            "neutralFocus": "Serbest piyasa, herkes bildiğini yapsın. İthalat ve ihracat maliyetleri standart düzeyde kalır.",
            "normalRations": "Halkınız için tam yeterli miktarda yiyecek. Gıda tüketimini standart oranlarda tutar.",
            "taxation": "Herkes payına düşeni ödesin... Sakin başına altın geliri sağlar, ancak mutluluk azalır.",
            "veganSociety": "Hayvanları yemek ne tuhaf bir fikir... Gıda üretimini artırır, fakat hayvansal ürün üretimi yapılamaz.",
            "workerSafety": "İnsanlar her şeyden önemlidir. İş güvenliğini artırır, ancak üretim verimliliği düşer.",
            "dubiousWorkingRules": "İnsanlar sadece birer kaynaktır. Üretim çıktısını artırır, ancak iş kazası oranlarını yükseltir.",
            "crampedQuarters": "Kişisel alan diye bir şeye gerçekten ihtiyacın var mı? Aynı evlere daha çok kişi tıkabiliriz, değil mi?",
            "intensiveFarming": "Yoğun çiftçilik, hayvanlarınızı tahılla beslemenizi sağlar ve hayvansal ürün üretimini artırır."
        },
        "exclusiveOptions": "Özel Seçenekler",
        "lockedFor": "Kilitli",
        "option": "Seçenek",
        "title": "Seçenekler",
        "titles": {
            "exportFocus": "Ticaret - İhracat Odağı",
            "greatFederation": "Büyük Federasyon",
            "importFocus": "Ticaret - İthalat Odağı",
            "lavishRations": "Bol Erzak Payları",
            "lowRations": "Düşük Erzak Payları",
            "neutralFocus": "Ticaret - Dengeli Ticaret",
            "normalRations": "Standart Erzak Payları",
            "scienceLeague": "Bilim Birliği",
            "taxation": "Vergilendirme",
            "tradeAlliance": "Ticaret Birliği",
            "veganSociety": "Vegan Topluluk",
            "workerSafety": "İşçi Güvenliği",
            "dubiousWorkingRules": "Kuşkulu İş Kuralları",
            "crampedQuarters": "Tıka Basa!",
            "intensiveFarming": "Yoğun Tarım",
            "newTownBoost": "Yeni başlangıçlar!",
            "foodShortage": "Erzak Kıtlığı"
        },
        "unlock": "Kilidi aç"
    },
    "common": {
        "delete": "Sil",
        "deleting": "Siliniyor...",
        "loading": "Yükleniyor..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Daha fazla nokta ekle",
            "areaLimitExceeded": "Alan sınırı aşıldı: {{size}} {{relation}} {{limit}}",
            "costs": "Maliyetler:",
            "invalidLocation": "Geçersiz Konum",
            "mustBeNear": "{{parent}} yakınında olmalıdır.",
            "notEnoughResources": "Yetersiz kaynak",
            "tooHigh": "Yakınlaştır"
        },
        "cancel": "✗",
        "close": "Kapat",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Daha fazla nokta ekle",
            "calculating": "Hesaplanıyor...",
            "duration": "Süre",
            "expedition": "Keşif seferi",
            "finished": "Bitti!",
            "food": "Erzak",
            "knowledge": "Bilim",
            "population": "Nüfus",
            "timeLeft": "Kalan süre",
            "title": "Keşif maliyetleri"
        },
        "next": "Sonraki",
        "previous": "Önceki"
    },
    "errors": {
        "fetchSlots": "Kayıt dosyaları yüklenemedi",
        "generic": "Bir sorun oluştu",
        "invalidFile": "Geçersiz dosya biçimi",
        "loadingBuild": "Derleme yüklenirken hata oluştu",
        "serverConnection": "Sunucu bağlantı hatası",
        "webWorkersNotSupported": "Oyun çalıştırılamıyor: Web Workers desteklenmiyor"
    },
    "events": {
        "confirm": "Tamam",
        "consequences": "Etkiler",
        "remaining": "{{count}} kaldı",
        "titles": {
            "food_shortage": "Halk aç",
            "strike": "Grev",
            "celebration": "Sana bir hediye",
            "productivity_boom": "Tam gaz!",
            "expedition_found": "Keşif birliği döndü!",
            "animal_unlock": "Vay vay vay... bu ne böyle?",
            "bankruptcy": "İflas!",
            "raid": "Malların çalındı!",
            "trade": "Anlaştık!"
        },
        "descriptions": {
            "food_shortage": "Erzak tükenmek üzere! Halk karınlarını doyuramazsa, geçinmek için ne bulursa çalar, hatta iş bırakabilir.",
            "strike": "Halk memnun değil! Ne yapıyorsan hoşlarına gitmiyor. Binaların durma noktasına gelmemesi için halkı mutlu tut.",
            "celebration": "Halk çok memnun! Ne yapıyorsan yapmaya devam et! Sana minik bir hediye olarak bu harika kasabayı büyütmeye devam etmen için biraz kaynak topladılar. Ne sevimli.",
            "productivity_boom": "Halk coşku içinde! Seni çok seviyorlar ve senin için seve seve fazla mesai yaptılar. Böylece her şeyden biraz daha fazla üretmeyi başardılar. Bu kasabanın başarılı olmasını istiyorlar. Bu kasabanın başarılı olmasını çok istiyorlar.",
            "expedition_found": "Keşif birliğiniz değerli kaynaklarla ve bilgiyle geri döndü! Bu, kasabanızın gelişimine ve araştırma çalışmalarına büyük katkı sağlayacak. Ancak seyir defterlerinde ilginç bir kayıt var:",
            "animal_unlock": "Bu da ne böyle? Keşif birliğiniz şaşırtıcı derecede uysal bir hayvanla döndü. Kasabanızda yaşamayı vahşi doğaya tercih ediyor gibi görünüyor. Onu geri göndermek ayıp olur, değil mi?",
            "bankruptcy": "Kasada altın kalmadı! Bir kule harap oldu. Kulelerinize yeterli altınla bakım yapmazsanız yıpranır ve yıkılır.",
            "raid": "Mallarınızı daha iyi saklamalıydınız! Göz önünde duruyorlardı ve kimliği belirsiz hırsızlar kaynaklarınızın bir kısmını alıp kaçtı."
        }
    },
    "game": {
        "zoomToBuild": "İnşa etmeye başlamak için haritayı yakınlaştır",
        "buildings": {
            "assets": {
                "expedition": "Keşif",
                "bakery": "Fırın",
                "boat": "Tekne",
                "brewery": "Bira fabrikası",
                "bridge": "Köprü",
                "center": "Merkez",
                "clay_crane": "Kil kaldıracı",
                "clay_crane_upgraded": "Geliştirilmiş kil kaldıracı",
                "claypit": "Kil ocağı",
                "creamery": "Mandıra",
                "dock": "İskele",
                "fence1": "Ahşap çit",
                "fence2": "Hasır çit",
                "fence3": "Çit şekli",
                "fences": "Çitler",
                "field": "Tarla",
                "firepit": "Ateş çukuru",
                "fireplace": "Ocak",
                "fishery": "Balıkçı",
                "foraging_hut": "Toplayıcı kulübesi",
                "fountain": "Çeşme",
                "house_1": "Baraka",
                "house_2": "Kulübe",
                "house_3": "Kamara",
                "house_4": "Ev",
                "house_5": "Konut",
                "house_6": "Köşk",
                "large_ship": "Büyük gemi",
                "large_statue": "Büyük heykel",
                "logpile": "Kütük yığını",
                "market": "Pazar",
                "market_stall": "Pazar tezgahları",
                "market_stall_1": "Et",
                "market_stall_2": "Balık",
                "market_stall_3": "Ekmek",
                "market_stall_4": "Sebze",
                "market_stall_5": "Mallar",
                "medium_ship": "Orta boy gemi",
                "nursery": "Ağaç fidanlığı",
                "park": "Park",
                "path": "Yol",
                "pier": "İskele",
                "plaza": "Meydan",
                "port": "Liman",
                "quarry": "Taş ocağı",
                "road": "Yol",
                "ruinsBig": "Büyük harabe",
                "ruinsSmall": "Küçük harabe",
                "saw": "Kereste fabrikası",
                "small_ship": "Küçük gemi",
                "small_statue": "Küçük heykel",
                "square": "Meydan",
                "stone_crane": "Taş kaldıracı",
                "stone_crane_upgraded": "Geliştirilmiş taş kaldıracı",
                "table": "Masa",
                "tailor": "Terzi",
                "tavern": "Han",
                "tent": "Çadır",
                "tower": "Kule",
                "town_hall": "Belediye binası",
                "tree": "Ağaç",
                "university": "Üniversite",
                "museum": "Müze",
                "warehouse": "Depo",
                "water_tower": "Su kulesi",
                "windmill": "Yel değirmeni",
                "windmill_upgraded": "Geliştirilmiş yel değirmeni",
                "woodcutter": "Oduncu",
                "refinery": "Rafineri",
                "iron_mine": "Demir madeni",
                "iron_mine_upgraded": "Geliştirilmiş demir madeni",
                "glassworks": "Cam atölyesi",
                "tools_workshop": "Alet atölyesi",
                "well": "Kuyu"
            },
            "categories": {
                "decoration": "Dekorasyon",
                "defense": "Bölge",
                "food": "Yiyecek",
                "housing": "Yerleşim",
                "infrastructure": "Altyapı",
                "military": "Askeri",
                "production": "Üretim",
                "research": "Araştırma",
                "resources": "Hammadde",
                "storage": "Depolama",
                "town": "Kasaba"
            },
            "descriptions": {
                "bakery": "Taze ekmek kokusunun yerini hiçbir şey tutmaz. En taze undan ve arada bir araya karışan hamamböceğinden yapılır.",
                "boat": "Derin sularda balık avlamak için birebir. Ara sıra sevgililerin de uğrak yeri oluyor tabii.",
                "brewery": "Köprü işte. Ne bekliyorsun ki. Seni A noktasından B noktasına götürür.",
                "bridge": "Bu bir köprü. Ne bekliyordunuz ki? Sizi A noktasından B noktasına götürür.",
                "center": "Kasabanızın kalbi. Her şey burada başlar. Birkaç kişiyi barındırır ve temel ihtiyaçları depolar. Daha kalıcı görünen bir meydana yükseltilebilir.",
                "clay_crane": "Kaldıraç, bel ağrısından kurtaran en büyük icatlardan biri! Artık kili çukurdan elle taşımana gerek yok, kaldıracı kullan yeter.",
                "clay_crane_upgraded": "Şu garip malzemelerle kaldıracı kesin daha verimli hâle getirebiliriz!",
                "claypit": "Sıradan bir çukur. Ama buradaki toprağı kurutunca taş gibi oluyor! İş gücü gerektirir ve arazide kötü bir iz bırakır.",
                "creamery": "Birisi taze sütü dışarıda çok uzun süre bırakmış ve şimdi... katılaşmış? En azından artık yiyecek olarak satabiliriz.",
                "dock": "Limanınızı genişletin! Liman binaları ve gemiler için daha fazla alan açın.",
                "fence1": "Basit yaratıkları uzak tutmak için basit bir tahta çit. Ya da kaçırmamak için.",
                "fence2": "Basit yaratıkları uzak tutmak için basit bir hasır çit. Ya da kaçırmamak için.",
                "fence3": "Basit canlıları uzak tutmak ya da kaçırmamak için istediğin şekilde çit çiz.",
                "fences": "Çitler, istenmeyen ziyaretçileri kasabanızdan uzak tutmanın harika bir yoludur. Ya da onları içeride tutmanın.",
                "firepit": "Ateş çukuru, ısınmak ve yemek pişirmek için sağlam bir yapıdır. Sadece uyumadan önce söndürmeyi unutma.",
                "fireplace": "Şöminenin başında şarkı söylemekten daha keyifli bir şey yok. Her ne kadar duman her zaman tam sana doğru esecek olsa da.",
                "field": "Araziyi temizleyip tarla yaptığımızda bitki ekebiliriz. Hatta bazıları yenilebilir.",
                "fishery": "Kıyıdaki küçük bir balıkçı kulübesinden daha huzurlu ne olabilir? Kasabanız için nispeten taze balık üretir.",
                "foraging_hut": "Mühendislik harikalarımızdan biri! Kim akan suyu sevmez ki.",
                "fountain": "Mühendislik alanındaki en büyük başarılarımızdan biri! Akan suyu kim sevmez ki?",
                "house_1": "Herkesin yaşayacak bir yere ihtiyacı var. Bu küçük baraka halkınıza yiyecek ve barınacak bir yer sağlar.",
                "house_2": "Herkesin yaşayacak bir yere ihtiyacı var. Bu küçük kulübe halkınıza yiyecek ve barınacak bir yer sağlar.",
                "house_3": "Herkesin yaşayacak bir yere ihtiyacı var. Bu kamara halkınıza yiyecek ve barınacak bir yer sağlar.",
                "house_4": "Herkesin yaşayacak bir yere ihtiyacı var. Bu ev halkınıza yiyecek ve barınacak bir yer sağlar.",
                "house_5": "Herkesin yaşayacak bir yere ihtiyacı var. Bu konut halkınıza yiyecek ve barınacak bir yer sağlar.",
                "house_6": "Herkesin yaşayacak bir yere ihtiyacı var. Bu köşk halkınıza yiyecek ve barınacak bir yer sağlar.",
                "large_ship": "Bundan daha büyüğü olmaz herhâlde. Şuna bak! Hayır gerçekten, herkes baksın! Nakliye masraflarını daha da yarıya indiriyor olmalı.",
                "large_statue": "İri bir adam için iri bir heykel. İnsanlar gerçekten bu kadar büyük olduğunu söylüyor.",
                "logpile": "Odun depolamanın en iyi yolu? Bir yığın hâlinde üst üste at.",
                "market": "Pazar, diğer kasaba ve şehirlerle ticaret yapmanızı sağlar. Evler buraya yakın olmayı sever.",
                "market_stall": "kasabanıza yeni bir pazar tezgâhı kurun",
                "market_stall_1": "Et ürünleri satılan bir tezgâh.",
                "market_stall_2": "Balık ürünleri satılan bir tezgâh.",
                "market_stall_3": "Unlu mamüller satılan bir tezgâh.",
                "market_stall_4": "Sebze satılan bir tezgâh.",
                "market_stall_5": "Çeşitli ürünler satan bir tezgâh.",
                "medium_ship": "İşte güzel bir gemi. Ne çok büyük ne çok küçük. Tam kararında. Nakliye masraflarını %25 düşürür.",
                "nursery": "Oduncuyu ağaca göndermek yerine ağacı oduncuya getirsek olmaz mı?",
                "park": "Vatandaşlarınızın vakit geçirebileceği güzel bir park ekleyin.",
                "path": "Basit bir toprak yol. Her ne kadar binalar onsuz da gayet iyi çalışsa da işini görür.",
                "pier": "İnsanlar büyük balıkların derin sularda olduğuna yemin ediyor. Bakalım ne kadar derine inebileceğiz.",
                "plaza": "Kasabanız için güzel karolar. Pazar yerleri, dekorasyon veya zenginliğinizi göstermek için harika.",
                "port": "Liman, diğer kasaba ve şehirlerle ticaret yapmanızı sağlar. Kara ticaretinden çok daha verimlidir ve nakliye maliyetlerini yarıya indirir.",
                "quarry": "Taş ocaklarında yerden taş çıkarılır. Ağır bir iştir ama taşlar sonsuzdur! Yine de arazide büyük bir yara bırakır.",
                "road": "Yollar köyünüze düzen verir. Binalar için şart değil ama patikalardan daha şıktır.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "İlerleme! Biraz gelişmiş aletlerle odun işlemeyi çocuk oyuncağına çevirebiliriz.",
                "small_ship": "Küçük gezintiler için minik bir gemi. Şuna bak, yüzüyor bile! Nakliye maliyetlerini biraz azaltabiliriz belki.",
                "small_statue": "Ufak bir adam için ufak bir heykel. İnsanlar gerçekten bu kadar küçük olduğunu söylüyor.",
                "square": "Düzgün bir kasaba merkezi! Bu meydan, basit merkezden daha şık görünür.",
                "stone_crane": "Kaldıraç, bel ağrısından kurtaran en büyük icatlardan biri! Artık taşı ocaktan elle taşımana gerek yok, kaldıracı kullan yeter.",
                "stone_crane_upgraded": "Şu garip malzemelerle kaldıracı kesin daha verimli hâle getirebiliriz!",
                "table": "Masada yemek yemek yerde yemekten daha iyidir. Tabii elinde veya pantolonunda arada bir çıtır böcek sevmiyorsan.",
                "tailor": "Çıplak dolaşmak seni bir yere kadar götürür. Isınmak için bir terziye kıyafet diktir artık.",
                "tavern": "Han, halkınızın toplanıp içki içtiği mekândır. Hiç değilse insanların kötü kararlarından para kazanırsınız.",
                "tent": "Ormandan daha fazla odun nasıl çıkarılır? Ormana daha fazla insan koy. Ormana daha fazla insanı nasıl koyarsın? Daha fazla çadır kur.",
                "tower": "Topraklarımız gözümüzün gördüğü yere kadar uzanır. Daha uzağı görebilirsek topraklarımız daha da büyür.",
                "town_hall": "Önemli kişiler burada önemli sayıları takip edebilir. Üstelik yakışıklı bir bina.",
                "tree": "Ağaçlar muhteşemdir! Daha çok dikin.",
                "university": "Bulduğumuz havalı şeylere herkes baksın! Hadi onları yapabileceğimiz en şık binaya koyalım!",
                "museum": "Bulduğumuz harika şeyleri herkes görsün! Onları yapabileceğimiz en şık binaya koyalım.",
                "warehouse": "Bir depo her çeşit kaynağı barındırabilir. Ona yeterli alanı sağlayın yeter.",
                "water_tower": "Bölgemiz görebildiğimiz yere kadardır. Daha ileriyi görürsek sınırlarımız da genişler.",
                "windmill": "Rüzgârdan yiyecek yapmak ne tuhaf bir icat. Şu sert tahıl tanelerini leziz ekmeğimizin unu hâline getirmenin tek mantıklı yolu bu.",
                "windmill_upgraded": "Bulduğumuz şu tuhaf malzemelerle bu değirmeni daha da hızlı çalıştırabiliriz eminim. Ne kadar çok hareketli parça olursa o kadar iyi, değil mi?",
                "woodcutter": "Oduncu odun keser. Ne kadar odun? Bir oduncunun kesebileceği kadar.",
                "refinery": "Rafineri, garip kayaları parlak ve işlenebilir metallere çevirmek içindir.",
                "iron_mine": "Derin bir çukur kazdık çünkü tuhaf taşlar bulduk. Hadi herkesi oraya gönderelim de toplasınlar. Ne kötü olabilir ki?",
                "iron_mine_upgraded": "Bulduğumuz şu tuhaf malzemelerle yerden daha hızlı parlak taş çıkarabileceğimize eminim!",
                "glassworks": "Cam atölyesi, kumdan cam üretmenizi sağlar. Cam, çeşitli ileri uygulamalarda kullanılabilir.",
                "tools_workshop": "Alet atölyesiyle bazı meslekler için vazgeçilmez olan aletler üretebilirsiniz.",
                "well": "Ağzı açık yağmurda durmak eğlenceli olsa da küvet doldurmak gerekince işler biraz zorlaşır. Kuyu kasabanıza daha çok yakışır."
            }
        },
        "crops": {
            "cow": "İnek",
            "empty": "Boş",
            "goat": "Keçi",
            "grain": "Tahıl",
            "maize": "Maize",
            "potato": "Patates",
            "sheep": "Koyun"
        },
        "effects": {
            "accidentRate": "Kaza oranı",
            "allProduction": "Tüm üreti",
            "constructionCost": "İnşamat maliyeti",
            "expeditionCost": "Keşif maliyeti",
            "exportCost": "İhracat maliyeti",
            "foodConsumption": "Gıda tüketimi",
            "foodProduction": "Gıda üretimi",
            "goodsProduction": "Mal üretimi",
            "happiness": "Mutluluk",
            "importCost": "İthalat maliyeti",
            "populationProduction": "Nüfus çarpanı",
            "raidRisk": "Hırsızlık riski (depolama kapasitesini aştığında)",
            "researchSpeed": "Araştırma hızı",
            "taxation": "Vergilendirme"
        },
        "expedition": {
            "start": "Keşif seferi başlat"
        },
        "resources": {
            "clothes": "Giysi",
            "coin": "Altın",
            "drinks": "İçecek",
            "earth": "Dünya",
            "flour": "Un",
            "food": "Yiyecek",
            "grain": "Tahıl",
            "happiness": "Mutluluk",
            "knowledge": "Bilgi",
            "pop": "Nüfus",
            "stone": "Taş",
            "wood": "Ahşap",
            "wool": "Yün",
            "ore": "Biz",
            "metal": "Metal",
            "tools": "Araç",
            "glass": "Cam",
            "scrap": "Hurda",
            "milk": "Süt"
        },
        "views": {
            "build": "İnşa",
            "explore": "Keşfet",
            "market": "Pazar",
            "player": "Oyuncu",
            "politic": "Siyaset",
            "watch": "İzle"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Nokta koymak için çift tıkla.",
            "multiPlace": "Art arda yerleştir",
            "rotate": "Döndür",
            "restriction": "İnşa edilemez alan"
        },
        "capacity": "Kapasite",
        "defaultTownName": "İsimsiz Kasaba",
        "is_throttled": "tükeniyor! Bazı binalar düzgün çalışmayabilir.",
        "placeCenterPrompt": "merkezini kur",
        "storage_overflow": "Depo dolu! Hırsızlık riski arttı."
    },
    "intro": {
        "message1": "Eğer bunu okuyorsan, seçilmiş kişi sensin demektir. Yüzeyi yeniden yerleşime açmak senin kaderin. Önünde gördüğün şey gezegenimiz. Bugün var olan hâliyle dünyamız. Hiçbir şey eskisi gibi değil. Ya da en azından eskiden nasıl olduğunu düşündüğümüz gibi değil. Kimse gerçekten hatırlamıyor.",
        "message2": "Görevin basit aslında. Bir yer bul, yeni bir yerleşim başlat. Büyüt, geliştir, belki senin gibi başka yerleşimcilere ulaşırsın. Ve belki birlikte Dünya'ya ne olduğunu anlayabiliriz..",
        "good_luck": "İyi şanslar!",
        "based": {
            "w": {
                "message1": "Harika bir tercih! Gür ağaçlar ve yaban hayatıyla dolu bir biyoma yerleştin. Burada odun ve kaynak bulmak kolay olacak. Daha gelişmiş malzemeler ve cevherler biraz zor olabilir ama sana inanıyorum, imkânsız diye bir şey yok.",
                "message2": "İmkânların henüz kısıtlı. Önce düzenli bir kaynak akışı sağla. Sonra diğer yerleşimlerle ticaret yapabilmek için bir pazar inşa et. Ayağını sağlam bastıktan sonra daha büyük projelere bile başlayabilirsin: ticaretin ucuzlaması için bir liman, her şeyi takip edebilmemiz için bir belediye binası, hatta etrafımızdaki dünyayı keşfetmeye başlamak için bir üniversite.",
                "good_luck": "Başarabilirsin!"
            },
            "s": {
                "message1": "Bu kayalık biyomda toprakla bir olmak sağlam bir seçim. Taş ve cevher buralarda bol. Yiyecek yetiştirmek biraz zor olabilir ama değerli malzeme zenginliğin için başkaları seve seve ticaret yapacaktır.",
                "message2": "İmkânların henüz kısıtlı. Önce düzenli bir kaynak akışı sağla. Sonra diğer yerleşimlerle ticaret yapabilmek için bir pazar inşa et. Ayağını sağlam bastıktan sonra daha büyük projelere bile başlayabilirsin: ticaretin ucuzlaması için bir liman, her şeyi takip edebilmemiz için bir belediye binası, hatta etrafımızdaki dünyayı keşfetmeye başlamak için bir üniversite.",
                "good_luck": "Güçlü ol!"
            },
            "e": {
                "message1": "Hava kurak, güneş yakıcı. Kolay bir biyom değil ama yerleşimini toprağın ta kendisinden kurabilirsin. İşe yarar odun bulmak zor olabilir ama toprak ekinlere elverişli görünüyor. Yaratıcılığınla bunu başaracağına eminim.",
                "message2": "İmkânların henüz kısıtlı. Önce düzenli bir kaynak akışı sağla. Sonra diğer yerleşimlerle ticaret yapabilmek için bir pazar inşa et. Ayağını sağlam bastıktan sonra daha büyük projelere bile başlayabilirsin: ticaretin ucuzlaması için bir liman, her şeyi takip edebilmemiz için bir belediye binası, hatta etrafımızdaki dünyayı keşfetmeye başlamak için bir üniversite.",
                "good_luck": "Keyifli inşaatlar!"
            },
            "a": {
                "message1": "İlginç bir tercih. Neden bu kutup çoraklığına yerleşmek istedin ki? Etrafta ne ağaç ne taş görebiliyorum. Ama sanırım her zaman başkalarıyla ticaret yapabilirsin. Sadece halkını ekstra sıcak ve tok tutmayı unutma.",
                "message2": "Yetenekleriniz çok sınırlı. Diğer yerleşim yerleriyle ticaret yapabilmek için bir pazar oluşturmaya öncelik verin. Umarım iyi bağlantılarınız vardır, çünkü bu iş zor olacak. Ancak başarırsanız, ticaretin daha ucuz hale gelmesi için bir liman, her şeyi takip edebilmemiz için bir belediye binası, hatta çevremizdeki dünyayı keşfetmeye başlayabilmemiz için bir üniversite gibi daha büyük projeler bile başlatabilirsiniz.",
                "good_luck": "Bol şanslar."
            }
        }
    },
    "loading": {
        "assets": "Varlıklar yükleniyor...",
        "connecting": "Sunucuya bağlanılıyor...",
        "game": "Oyun yükleniyor..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Her şeyi sil",
            "menu": "Menü",
            "quicksettings": "Ayarlar",
            "saveBuild": "Yapıyı kaydet",
            "saveSandbox": "Yapıyı kaydet"
        },
        "main": {
            "credits": "Krediler",
            "enterMultiplayer": "Dünyaya gir",
            "loadSandbox": "Sandbox'ı yükle",
            "newSandbox": "Yeni Sandbox",
            "returnToDesktop": "Masaüstüne dön",
            "serverOffline": "Sunucuya ulaşılamıyor. İnternet bağlantınızı kontrol edin veya sunucu kapalı olabilir.",
            "settings": "Ayarlar",
            "subtitle": "Bu, Project Rebearth'ün erken sürümüdür. Oynarken herhangi bir sorunla karşılaşırsanız lütfen bize ulaşın.",
            "demoSubtitle": "Bu, Project Rebearth'ün demo sürümüdür. Sadece sandbox şehir kurma modu etkin. Kaynak yönetimli çok oyunculu küre için tam sürümü edinin..",
            "title": "Project Rebearth sunucusu",
            "demoRestriction1": "Bu düğmenin arkasında Project Rebearth'ın devasa çevrimiçi çok oyunculu dünyası yatıyor. Ancak demoda, kaynak yönetimi olmayan sadece sandbox modu kullanılabilir.",
            "demoRestriction2": "Sandbox modu, harika haritalar oluşturmanıza, bunları yüksek çözünürlükte dışa aktarmanıza ve 1:1 ölçekli bir oyun dünyasının nasıl bir his olduğunu deneyimlemenize olanak tanır.",
            "welcome": "{{name}}'a hoş geldiniz!"
        },
        "sandbox": {
            "description": "Sandbox modu, çok oyunculu dünyanın kısıtlamaları olmadan özgürce inşa etmenizi sağlar. Sadece siz ve sıfır kaynak kısıtlaması. İlerlemenizi kaydedip daha sonra yükleyebilirsiniz.",
            "loadFromFile": "Dosyadan yükle",
            "loadTitle": "Sandbox'ı yükle",
            "noSaves": "Yerel kayıt bulunamadı.",
            "start": "Yeni oyuna başla",
            "title": "Yeni sandbox"
        },
        "slots": {
            "deleteConfirm": "Bu kaydı silmek istediğinize emin misiniz? Bu işlem geri alınamaz.",
            "empty": "Boş yuva",
            "locked": "Kilitli",
            "lockedText": "Kilitli",
            "newGame": "Yeni oyun",
            "play": "Oyna",
            "population": "Sakinler",
            "slot": "Slot",
            "title": "Kayıt yuvası seç",
            "unlockHint1000": "1.000 sakinde açılır.",
            "unlockHint10000": "10.000 sakinde açılır.",
            "unnamedCity": "İsimsiz şehir"
        },
        "locked": {
            "settleFirst": "Önce şehrinizin merkezini inşa edin.",
            "townHall": "Küresel sıralama, ittifaklar ve seçimlerin kilidini açmak için bir Belediye Binası inşa edin.",
            "university": "Keşif seferleri ve araştırmanın kilidini açmak için bir Üniversite inşa edin.",
            "market": "Küresel pazarın kilidini açmak için bir Pazar veya Liman inşa edin.",
            "noBiomeAssets": "Bu biyomda bu türde bina mevcut değil."
        }
    },
    "modals": {
        "archive": {
            "title": "Arşiv"
        },
        "choices": {
            "selectChoice": "Seçim yap",
            "title": "Seçenekler"
        },
        "deleteConfirmation": {
            "cancel": "İptal",
            "confirm": "Sil",
            "message": "Tüm kasabanızı silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.",
            "title": "Silmeyi Onayla"
        },
        "diplomacy": {
            "alliances": "İttifaklar",
            "enemy": "Düşman",
            "neutral": "Nötr",
            "title": "Diplomasi",
            "you": "Siz"
        },
        "market": {
            "amount": "Miktar",
            "back": "Geri",
            "base": "Temel",
            "buy": "SATIN AL",
            "buys": "satın alıyor",
            "bought": "satın alındı",
            "for": "için",
            "price": "Fiyat",
            "pricePerUnit": "Birim başına fiyat",
            "quantity": "Miktar",
            "resource": "Kaynak",
            "sell": "Bak",
            "sells": "satıyor",
            "sold": "satıldı",
            "title": "Pazar",
            "total": "Toplam",
            "totalLabel": "Toplam",
            "transport": "Ulaşım",
            "unitPrice": "birim fiyatı"
        },
        "orders": {
            "title": "Siparişlerim"
        },
        "ranking": {
            "area": "Alan",
            "buildings": "Binalar",
            "goToPlayer": "Oyuncuya git",
            "overall": "Genel",
            "player": "Oyuncu",
            "population": "Nüfus",
            "resources": "Kaynaklar",
            "title": "Sıralama"
        },
        "save": {
            "download": "Dosyayı indir",
            "message": "Oyunun yerel olarak kaydedildi.",
            "title": "Oyun Kaydedildi"
        }
    },
    "orders": {
        "amount": "Miktar",
        "buy": "Satın al",
        "buying": "satın alma",
        "confirmCancel": "Bu siparişi iptal etmek istediğinizden emin misiniz?",
        "for": "için",
        "marketStorage": "Ticaret deposu",
        "myOrders": "Sipariş ver",
        "noMarketStorage": "Ticaret deposu mevcut değil. Satış siparişi vermek için ticaret binaları inşa edin.",
        "noOrders": "Aktif sipariş yok",
        "onlyAllianceMembers": "Sadece ittifak üyelerine sat",
        "sell": "Sat",
        "sellButton": "{{type}} {{amount}} {{resource}}, birim başına {{price}}",
        "selling": "satış",
        "storageFull": "Depo dolu! Daha fazla ticaret binası inşa edin.",
        "totalPrice": "Toplam fiyat",
        "unitPrice": "Birim fiyat"
    },
    "politics": {
        "accept": "kabul et",
        "allianceTradeInfo": "Bir ittifak türü seçin:",
        "alliances": "İttifaklar",
        "applications": "Başvurular",
        "applyForAlliance": "ittifak başvurusu yap",
        "back": "Geri",
        "cancelApplication": "başvuruyu iptal et",
        "choiceChangeCooldown": "Bu seçim {{days}} gün sonra tekrar değiştirilebilir.",
        "common": {
            "accept": "Kabul et",
            "applications": "Başvurular",
            "globalRank": "Küresel sıralama",
            "greatFederation": "Büyük Federasyon",
            "kick": "Çıkar",
            "marketSize": "Pazar büyüklüğü",
            "members": "Üyeler",
            "name": "Ad",
            "owner": "Sahibi",
            "rank": "Derece",
            "reject": "Reddet",
            "scienceLeague": "Bilim Ligi",
            "tradeAlliance": "Ticaret Birliği",
            "value": "Değer"
        },
        "createAlliance": "ittifak kur",
        "days": "günler",
        "disbandAlliance": "ittifakı feshet",
        "globalRank": "Küresel Sıralama",
        "go": "to",
        "inviteToAlliance": "ittifakına davet et",
        "kick": "çıkar",
        "leaveAlliance": "ittifaktan ayrıl",
        "loading": "Yükleniyor...",
        "marketSize": "Pazar büyüklüğü",
        "marketSizeLabel": "Pazar büyüklüğü: {{size}}",
        "members": "Üyeler",
        "name": "Ad",
        "noApplications": "Uygulama yok",
        "noModifiers": "Bu ittifakın etkisi yok.",
        "owner": "Kurucu",
        "placeholderDescription": "İttifak açıklaması",
        "placeholderName": "İttifak adı",
        "rank": "Derece",
        "rankPrefix": "Hayır.",
        "ranking": {
            "area": "Alan",
            "buildings": "Binalar",
            "overall": "Genel",
            "population": "Nüfus",
            "resources": "Kaynaklar"
        },
        "reject": "reddet",
        "value": "Değer"
    },
    "popup": {
        "apply": "Uygula",
        "archive": "Arşiv",
        "demolish": "Yık",
        "population": "Nüfus",
        "production": {
            "rate": "Değerlendirme",
            "title": "Üretim"
        },
        "storage": {
            "title": "Depolama"
        },
        "townName": "Kasaba Adı:",
        "townColor": "Kasaba Rengi:",
        "unnamedTown": "isimsiz kasaba",
        "upgrade": "{{building}} binasına yükselt"
    },
    "settings": {
        "animations": "Animasyonlar",
        "fullscreen": "Tam ekran",
        "bushDensity": "Çalı yoğunluğu",
        "clearTileCache": "Önbellek verilerini temizle",
        "density": {
            "dense": "Yoğun",
            "normal": "Normal",
            "off": "Kapalı",
            "sparse": "Seyrek"
        },
        "grassDensity": "Çim yoğunluğu",
        "language": "Dil",
        "musicVolume": "Müzik Ses Düzeyi",
        "performanceFeatures": "- Görsel öğeleri ayarlayın -",
        "resolutions": {
            "high": "Yüksek",
            "low": "Düşük",
            "medium": "Orta",
            "potato": "Patates",
            "ultra": "En Yüksek"
        },
        "rockDensity": "Kaya yoğunluğu",
        "showClouds": "Bulutları göster",
        "soundVolume": "Ses seviyesi",
        "textureResolution": "Doku çözünürlüğü",
        "title": "Ayarlar",
        "treeDensity": "Ağaç yoğunluğu",
        "uiScale": "Arayüz ölçeği"
    },
    "tips": {
        "loading": [
            "Oyundaki bir gün gerçek hayatta bir gün sürer. Aceleniz yok, şehrinizi kendi hızınızda büyütün.",
            "Q ve E tuşlarıyla binaları yerleştirmeden önce döndürebilirsiniz.",
            "Şekil düzenleyicide nokta koymak için çift tıklayın.",
            "Art arda bina yerleştirmek için Shift tuşunu basılı tutun.",
            "Herhangi bir sorunla karşılaşırsanız lütfen Discord'dan bize bildirin.",
          
            "Eserlerinizi paylaşmak ve ipuçları almak için Discord'daki canlı topluluğumuza katılın.",
            "Bazı binalar sadece ana binanın yakınına yerleştirilebilir. Keresteci ve oduncu gibi.",
            "Her kaynağı her yerde bulmak kolay değildir. Bazen ticaret yapmak her şeyi kendin üretmekten daha ucuz olabilir.",
            "Steam'de bir inceleme bırakmak, bu dünyayı canlı kılan yeni oyuncular bulmamıza yardımcı olur."
          
         
            "Diğer oyuncularla ticaret yapabilmek için bir pazar veya liman inşa edin.",
            "İttifakları, sıralamaları ve seçenekleri açmak için bir belediye binası inşa edin.",
            "Keşifleri ve araştırmaları açmak için bir üniversite kurun.",
            "Project dünyası hakkında her şeyi öğrenmek için projectrebearth.com adresindeki wiki sayfasını ziyaret edin."
        ]
    },
    "tooltip": {
        "cannotChange": "Şu süre boyunca değiştirilemez",
        "construction": "İnşaat",
        "costPerMeter": "(metre başına)",
        "refund": "Para iadesi",
        "costPerSquareMeter": "(metrekare başına)",
        "effects": "Etkiler",
        "upkeep": "Bakım",
        "production": "Üretim",
        "move": "Binayı taşı"
    },
    "units": {
        "days": "gün",
        "hours": "{{value}} s",
        "hoursLong": "saat",
        "minutes": "{{value}} d",
        "minutesLong": "dakika",
        "perDay": "/gün",
        "percentage": "{{değer}}",
        "seconds": "{{value}} s",
        "secondsLong": "saniye"
    },
    "warnings": {
        "notEnoughPop": "Gönüllü sayısı yetersiz"
    }
}
