{
    "alliances": {
        "allianceTradeInfo": "Об'єднуватися з іншими гравцями — це круто! Ви можете вибрати можливість торгувати виключно між собою, а залежно від того, з ким ви об'єднаєтеся, ви також отримаєте додаткові переваги.",
        "applyForAlliance": "Подати заявку на вступ до альянсу",
        "cancelApplication": "Скасувати заявку",
        "greatFederationDesc": "Об'єднайтеся з сильними та організованими людьми! Будьте краще захищені від крадіжок і витискайте більше ресурсів зі своїх підданих. Однак це відбувається за рахунок більшої бюрократії та менших податкових надходжень.",
        "leaveAlliance": "Покинути альянс",
        "marketSizeLabel": "Розмір ринку:",
        "scienceLeagueDesc": "Приєднання до наукової ліги робить вас розумнішими. Це науково доведено. Насолоджуйтесь швидшими дослідженнями, а також нижчими витратами на експедиції. Це також робить людей щасливішими! Але, ми не дуже добре вміємо щось створювати.",
        "tradeAllianceDesc": "Все тримаєтся на грошах! Отримайте знижки на торгові витрати, підвищену ефективність оподаткування, але також і вищий ризик набігів."
    },
    "biomes": {
        "1": "Тропічні та субтропічні широколисті ліси",
        "2": "Тропічні та субтропічні широколисті ліси",
        "3": "Тропічні та субтропічні хвойні ліси",
        "4": "Помірні та змішані ліси",
        "5": "Помірний хвойний ліс",
        "6": "Бордові ліси",
        "7": "Тропічні та субтропічні луки",
        "8": "Помірні савани",
        "9": "Затоплені луки",
        "10": "Гірські луки",
        "11": "Тундра",
        "12": "Середземноморські ліси",
        "13": "Пустелі та посушливі чагарникові зони",
        "14": "Мангрові зарості",
        "98": "Арктична пустка",
        "99": "Льодовиковий покрив"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Знизьте вартість для людей, які купують ваші товари, одночасно збільшивши вартість покупки товарів у інших гравців.",
            "importFocus": "Знизьте вартість покупки товарів у інших гравців, одночасно підвищивши вартість для тих, хто купує ваші товари.",
            "lavishRations": "Нехай їдять тістечка! Щедрі пайки збільшать кількість їжі, необхідної на одну особу, й вони будуть щасливіше.",
            "lowRations": "Це мій торт! Низькі раціони зменшать кількість їжі, необхідної на одну особу, але людям це не сподобається.",
            "neutralFocus": "Це вільний ринок, робіть те, що вважаєте за потрібне. Зберігає стандартні ставки як на імпорт, так і на експорт.",
            "normalRations": "Саме стільки їжі, скільки потрібно вашим людям. Зберігає споживання їжі на стандартному рівні.",
            "taxation": "Це справедливо... мешканці почнуть генерувати золото, проте знижує рівень щастя.",
            "veganSociety": "Яка дивна ідея — їсти тварин... Збільшує виробництво продуктів харчування, але ви не можете виробляти продукти тваринного походження.",
            "workerSafety": "Люди — ваш найбільший актив. Підвищує безпеку виробництва, але знижує продуктивність.",
            "dubiousWorkingRules": "Люди — це лише ресурси. Збільшує обсяг виробництва, але підвищує рівень нещасних випадків.",
            "crampedQuarters": "Скільки особистого простору їм насправді потрібно? Ми можемо розмістити більше людей в тих самих будинках, чи не так?",
            "intensiveFarming": "Інтенсивне сільське господарство дозволяє годувати тварин зерном, збільшуючи кількість тваринницької продукції, яку ви можете виробляти.",
            "newTownBoost": "Як нове поселення, ви отримуєте тимчасові бонуси, які допоможуть вам розпочати гру. Згодом вони зникнуть."
        },
        "exclusiveOptions": "Ексклюзивні опції",
        "lockedFor": "Заблоковано для",
        "option": "Опція",
        "title": "Вибір",
        "titles": {
            "exportFocus": "Торгівля - Фокус на експорт",
            "greatFederation": "Велика Федерація",
            "importFocus": "Торгівля - Фокус на імпорті",
            "lavishRations": "Розкішні раціони",
            "lowRations": "Низькі раціони",
            "neutralFocus": "Торгівля - нейтральний фокус",
            "normalRations": "Звичайні раціони",
            "scienceLeague": "Наукова ліга",
            "taxation": "Оподаткування",
            "tradeAlliance": "Торговий альянс",
            "veganSociety": "Веганське товариство",
            "workerSafety": "Безпека працівників",
            "dubiousWorkingRules": "Сумнівні правила роботи",
            "crampedQuarters": "Як сардини!",
            "intensiveFarming": "Інтенсивне землеробство",
            "newTownBoost": "Новий початок!"
        },
        "unlock": "Розблокувати"
    },
    "common": {
        "delete": "Видалити",
        "deleting": "Видалення...",
        "loading": "Завантаження..."
    },
    "connection": {
        "backToMenu": "Назад до меню",
        "lost": "Втрачено з'єднання",
        "message": "Сервер тимчасово недоступний. Це може бути пов'язано з технічним обслуговуванням або перезапуском. Ваш прогрес в онлайн-режимі збережено, гра автоматично відновиться після відновлення з'єднання.",
        "reconnecting": "Повторне підключення"
    },
    "controls": {
        "build": {
            "addMorePoints": "Додати більше очок",
            "areaLimitExceeded": "Перевищено обмеження площі: {{size}} {{relation}} {{limit}}",
            "costs": "Витрати:",
            "invalidLocation": "Неправильне розташування",
            "mustBeNear": "Повинен бути поруч з {{parent}}",
            "notEnoughResources": "Недостатньо ресурсів",
            "tooHigh": "Наблизьте ближче"
        },
        "cancel": "✗",
        "close": "Закрити",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Додати більше очок",
            "calculating": "Розрахунок...",
            "duration": "Тривалість",
            "expedition": "Експедиція",
            "finished": "Готово!",
            "food": "Їжа",
            "knowledge": "Знання",
            "population": "Населення",
            "timeLeft": "Залишилось часу",
            "title": "Витрати на дослідження"
        },
        "next": "Далі",
        "previous": "Повернутися"
    },
    "errors": {
        "fetchSlots": "Не вдалося завантажити слоти збереження",
        "generic": "Щось пішло не так",
        "invalidFile": "Неправильний формат файлу",
        "loadingBuild": "Помилка під час завантаження збірки",
        "serverConnection": "Помилка підключення до сервера",
        "webWorkersNotSupported": "Неможливо запустити гру: Web Workers не підтримується"
    },
    "events": {
        "confirm": "Гаразд",
        "consequences": "Ефекти",
        "remaining": "Залишилося {{count}}",
        "titles": {
            "food_shortage": "Люди голодні",
            "strike": "Забастовки",
            "celebration": "Подарунок для вас",
            "productivity_boom": "Зробимо за 4 роки!",
            "expedition_found": "Експедиція повертається!",
            "animal_unlock": "Ну-ну-ну... що ми тут маємо?",
            "bankruptcy": "Банкрут!",
            "raid": "Ваші товари вкрали!",
            "trade": "Угода!",
            "player_message": "У вас є пошта!"
        },
        "descriptions": {
            "food_shortage": "У вас закінчуються запаси їжі! Якщо люди не можуть їсти, вони будуть красти все, що зможуть, щоб вижити, або навіть припинять працювати.",
            "strike": "Люди незадоволені! Ваші дії їм це не подобаются. Подбайте про те, щоб ваші люди залишалися задоволеними, щоб уникнути закриття будівель.",
            "celebration": "Люди задоволені! Продовжуйте в томуж дусі! Як невеликий подарунок, вони зібрали для вас деякі товари, щоб ви могли продовжувати будувати це дивовижне місто. Як мило.",
            "productivity_boom": "Люди в захваті! Вони обожнюють вас і з радістю працюють для вас понаднормово. Завдяки цьому їм вдалося виробити трохи більше всього. Вони хочуть, щоб це місто процвітало, знаєте!",
            "expedition_found": "Ваша експедиція повернулася з цінними ресурсами та знаннями! Це значно сприятиме розвитку вашого міста та науковим дослідженням. В щоденнику є цікаві записи:",
            "animal_unlock": "Що ми тут знайшли? Ваша експедиція повернулася з дивно ручною твариною. Схоже, вона хоче жити у вашому місті, а не в дикій природі. Було б нечемно відправляти її назад, чи не так?",
            "bankruptcy": "У вас просто немає монет! Вежа зламалася. Вежі, які ви побудували, будуть ламатися і знищуватися, якщо ви не будете підтримувати їх у належному стані за допомогою достатньої кількості монет.",
            "raid": "Вам слід було краще сховати свої товари! Вони були легкодоступними, і невідомі злодії викрали частину ваших ресурсів.",
            "trade": "Хтось виконав (частину) вашого торгового замовлення.",
            "player_message": "З іншого міста прибув посланець з повідомленням для вас."
        }
    },
    "game": {
        "zoomToBuild": "Наблизьтесь, щоб почати будівництво",
        "buildings": {
            "assets": {
                "expedition": "Експедиція",
                "bakery": "Пекарня",
                "boat": "Човен",
                "brewery": "Пивоварня",
                "bridge": "Міст",
                "center": "Центр",
                "clay_crane": "Кран для глини",
                "clay_crane_upgraded": "Покращений кран для глини",
                "claypit": "Глиняний кар'єр",
                "creamery": "Сироварня",
                "dock": "Док",
                "fence1": "Дерев'яний паркан",
                "fence2": "Плетений паркан",
                "fence3": "Сформувати огорожу",
                "fence4": "Лінія огорожі",
                "fences": "Огорожа",
                "field": "Поле",
                "firepit": "Вогнище",
                "fireplace": "Камін",
                "fishery": "Хатина рибалки",
                "foraging_hut": "Хатина збирача",
                "fountain": "Фонтан",
                "house_1": "Лачуга",
                "house_2": "Хатина",
                "house_3": "Будиночок",
                "house_4": "Дім",
                "house_5": "Резеденція",
                "house_6": "Вілла",
                "large_ship": "Великий корабель",
                "large_statue": "Велика статуя",
                "logpile": "Стіжка колод",
                "market": "Ринок",
                "market_stall": "Ринокові прилавки",
                "market_stall_1": "Прилавок м'яса",
                "market_stall_2": "Прилавок риби",
                "market_stall_3": "Прилавок хлібу",
                "market_stall_4": "Овочевий прилавок",
                "market_stall_5": "Прилавок товарів",
                "medium_ship": "Середній корабель",
                "nursery": "Росада дерев",
                "park": "Парк",
                "path": "Тропа",
                "pier": "Пірс",
                "plaza": "Площа",
                "dirt": "Бруд",
                "port": "Порт",
                "quarry": "Кар'єр",
                "road": "Дорога",
                "ruinsBig": "Великі руїни",
                "ruinsSmall": "Маленькі руїни",
                "saw": "Лісопильня",
                "small_ship": "Маленький корабель",
                "small_statue": "Маленька статуя",
                "square": "Сквер",
                "stone_crane": "Кран для каменю",
                "stone_crane_upgraded": "Покращений кран для каменю",
                "table": "Таблиця",
                "tailor": "Швець",
                "tavern": "Таверна",
                "tent": "Намет",
                "tower": "Вежа",
                "town_hall": "Ратуша",
                "tree": "Дерево",
                "university": "Університет",
                "museum": "Музей",
                "warehouse": "Склад",
                "water_tower": "Водонапірна вежа",
                "windmill": "Вітряк",
                "windmill_upgraded": "Покращений вітряк",
                "woodcutter": "Дроворуб",
                "refinery": "Металургійний завод",
                "iron_mine": "Залізна шахта",
                "iron_mine_upgraded": "Покращена залізна шахта",
                "glassworks": "Завод скла",
                "tools_workshop": "Майстерня інструментів",
                "well": "Колодязь"
            },
            "categories": {
                "decoration": "Декорації",
                "defense": "Захист",
                "food": "Їжа",
                "housing": "Житловий простір",
                "infrastructure": "Інфраструктура",
                "military": "Війська",
                "production": "Виробництво",
                "research": "Дослідження",
                "resources": "Ресурси",
                "storage": "Склад",
                "town": "Місто"
            },
            "descriptions": {
                "bakery": "Ніщо не зрівняється з ароматом свіжого хліба, випеченого з найсвіжішого борошна та з додаванням тарганів.",
                "boat": "Човен чудово підходить для риболовлі в глибоких водах, або для випадкових поцілунків молодих пар.",
                "brewery": "Хтось надовго залишив зерна пшениці у воді, і тепер вони стали дуже популярними! Давайте зробимо їх більше.",
                "bridge": "Це міст. А що ви очікували? Він доставляє вас з пункту А в пункт Б.",
                "center": "Серце вашого міста, саме тут все починається! Тут проживає кілька людей і зберігаються найнеобхідніші речі. Його можна модернізувати до площі, яка виглядає трохи більш постійною.",
                "clay_crane": "Кран — одне з найвидатніших винаходів, що економить силу! Більше не потрібно витягувати всю цю глину з ями, просто використовуйте кран.",
                "clay_crane_upgraded": "З цими дивними матеріалами, які ми знайшли, я впевнений, що ми зможемо зробити цей кран ще кращим!",
                "claypit": "Це проста яма в землі. Але якщо висушити землю, яку ми тут отримуємо, вона стає досить твердою! Це трудомістка робота, яка залишає досить непривабливі сліди на ландшафті.",
                "creamery": "Хтось залишив свіже молоко надовго на відкритому повітрі, і тепер воно... застигло? Принаймні, тепер ми можемо продавати його як харчовий продукт.",
                "dock": "Розширте свій порт! Збільште простір для портових будівель і кораблів.",
                "fence1": "Простий дерев'яний паркан, щоб утримати простих істот зовні або всередині.",
                "fence2": "Плетений паркан, що утримує простих істот зовні або всередині.",
                "fence3": "Намалюйте власний паркан, щоб утримати простих істот зовні або всередині.",
                "fence4": "Намалюйте довгий паркан, щоб утримати простих істот зовні. Або всередині.",
                "fences": "Огорожі — чудовий спосіб утримати небажаних відвідувачів поза межами вашого міста або утримати їх усередині.",
                "firepit": "Вогнище — це міцна конструкція, яка дозволяє зігрітися та приготувати їжу. Тільки не забудьте загасити його перед сном.",
                "fireplace": "Нічого немає затишнішого, ніж співати біля каміна. Хоча дим завжди буде дмухати саме на вас.",
                "field": "Коли ми зораємо поле, ми можемо вирощувати на ньому рослини. Деякі з них ми можемо їсти.",
                "fishery": "Ніщо не може зрівнятися з ідилією невеликої риболовлі на березі. Вона забезпечує ваше місто відносно свіжою рибою.",
                "foraging_hut": "Кому потрібна вишукана їжа, коли можна просто їсти все, що росте в дикій природі? Хатина збирача збирає різні матеріали, але для цього їй потрібно багато відкритого простору.",
                "fountain": "Одне з наших найбільших інженерних досягнень! Хто не любить рухому воду?",
                "house_1": "Кожному потрібно місце для життя. Цей невеликий будинок надає вашим людям місце для їжі та, проживання.",
                "house_2": "Кожному потрібно місце для життя. Цей невеликий будинок надає вашим людям місце для їжі та, проживання.",
                "house_3": "Кожному потрібне місце для проживання. Цей будинок забезпечує вашим людям місце для їжі та проживання.",
                "house_4": "Кожному потрібне місце для проживання. Цей будинок забезпечує вашим людям місце для їжі та проживання.",
                "house_5": "Кожному потрібно місце для життя. Цей розкішний будинок надає вашим людям місце для їжі, та проживання.",
                "house_6": "Кожному потрібне місце для життя. Цей розкішний будинок надає вашим людям місце для їжі, та проживання.",
                "large_ship": "Не думаю, що вони можуть бути більшими за це. Подивіться на це! Ні, справді, всі, подивіться на це! Це повинно ще більше скоротити транспортні витрати.",
                "large_statue": "Велика статуя для великого чоловіка. Люди кажуть, що він насправді був таким великим.",
                "logpile": "Як найкраще зберігати деревину? Просто склади її в купу.",
                "market": "Ринок дозволить вам торгувати з іншими містами. Будинки люблять бути поруч з ними.",
                "market_stall": "Додайте ринковий кіоск до свого міста",
                "market_stall_1": "Прилавок, де продають м'ясні продукти.",
                "market_stall_2": "Прилавок, де продають рибні продукти.",
                "market_stall_3": "Прилавок, що продає хлібобулочні вироби.",
                "market_stall_4": "Прилавок, де продають овочі.",
                "market_stall_5": "Прилавок, де продаються різні товари.",
                "medium_ship": "Ось це справді класний корабель. Не надто великий, не надто малий. Просто класний. Скорочує транспортні витрати ще на 25%.",
                "nursery": "Навіщо відправляти лісоруба до дерев, якщо можна принести дерева до лісоруба?",
                "park": "Додайте до свого міста гарний парк, де мешканці зможуть проводити вільний час.",
                "path": "Проста грунтова дорога. Вона просто виконує свою функцію. Хоча, будівлі будуть працювати нормально і без них.",
                "pier": "Люди кажуть, що більші риби знаходяться в глибших водах. Давайте подивимося, як глибоко ми можемо зайти.",
                "plaza": "Гарні плитки для вашого гарного міста. Чудово підходять для ринків, декорування або просто для демонстрації вашого багатства.",
                "dirt": "Він показує, де ходять люди, але ніхто не потрудився покласти належні плитки.",
                "port": "Порт дозволяє торгувати з іншими містами. Це набагато ефективніше, ніж торгівля по суші, а транспортні витрати будуть зменшені вдвічі.",
                "quarry": "Кар'єри дозволяють видобувати каміння з землі. Це важка робота, але каміння вічне! Однак вони залишають великі шрами на ландшафті.",
                "road": "Дороги надають структуру вашому селу. Вони не є обов'язковими для ваших будівель, але виглядають більш вишукано, ніж стежки.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Прогрес! За допомогою деяких вишуканих інструментів ми можемо зробити обробку деревини легкою справою.",
                "small_ship": "Невеликий корабель для невеликих подорожей. І подивіться! Цей навіть плаває. З його допомогою ми, ймовірно, зможемо трохи знизити транспортні витрати.",
                "small_statue": "Маленька статуетка для маленького чоловічка. Люди кажуть, що він насправді був таким маленьким.",
                "square": "Справжній центр міста! Ця площа виглядає більш вишукано, ніж звичайний центр.",
                "stone_crane": "Кран — одне з найвидатніших винаходів, що економить силу! Більше не потрібно вивозити весь цей камінь з кар'єру, просто використовуйте кран.",
                "stone_crane_upgraded": "З цими дивними матеріалами, які ми знайшли, я впевнений, що ми зможемо зробити цей кран ще кращим!",
                "table": "Приємніше їсти за столом, ніж на підлозі. Хіба що ви любите, коли в їжі або в штанах трапляються хрусткі комахи.",
                "tailor": "Будучи голим, ти далеко не зайдеш. Замов у кравця одяг, щоб не замерзнути.",
                "tavern": "Таверна — це місце, де ваші громадяни можуть зустрічатися та випивати. Принаймні ви можете отримати прибуток від неправильних рішень людей.",
                "tent": "Як отримати більше деревини з лісу? Посадіть у лісі більше людей. Як посадити у лісі більше людей? Поставте у лісі більше наметів.",
                "tower": "Наша територія простягається так далеко, як ми можемо бачити. Якщо ми можемо бачити далі, наші кордони збільшатся.",
                "town_hall": "Дуже важливі люди можуть відстежувати тут деякі дуже важливі цифри. Крім того, це виглядає приємно.",
                "tree": "Дерева — це чудово! Додайте їх більше.",
                "university": "Місце, де ви можете зібрати всіх своїх розумних людей, щоб вони робили розумні речі. А в їхній вільний час ви навіть можете відправляти їх у експедиції!",
                "museum": "Нехай усі подивляться на круті речі, які ми знайшли! Давайте розмістимо їх у найвишуканішій будівлі, яку ми можемо створити.",
                "warehouse": "Склад може зберігати всі види ресурсів; просто надайте їм для цього місце.",
                "water_tower": "Наша територія простягається так далеко, як ми можемо бачити. Якщо ми можемо бачити далі, наші кордони збільшатся.",
                "windmill": "Неймовірно, як хтось зміг перетворити вітер на їжу. Це єдиний реальний спосіб перетворити ці тверді рослинні камені на борошно для нашого м'якого, смачного хліба.",
                "windmill_upgraded": "З цими дивними матеріалами, які ми знайшли, я впевнений, що ми зможемо зробити цей вітряк ще швидшим. Чим більше рухомих частин, тим краще, правда?",
                "woodcutter": "Дроворуб буде рубати дерева. Скільки дерева? Стільки, скільки зможе дроворуб.",
                "refinery": "Металургійний завод завод використовується для переробки дивних каменів у блискучі пластичні камені.",
                "iron_mine": "Ми викопали глибоку яму, бо знайшли дивні камені. Давайте відправимо туди всіх наших людей, щоб вони їх дістали. Що погане може статися?",
                "iron_mine_upgraded": "З цими дивними матеріалами, які ми знайшли, я впевнений, що ми зможемо швидше добувати з-під землі більше блискучих каменів!",
                "glassworks": "Завод скла дозволяє виробляти скло з піску, яке можна використовувати для різних сучасних застосувань.",
                "tools_workshop": "За допомогою майстерні інструментів ви можете виготовляти інструменти, необхідні для роботи деяких людей.",
                "well": "Хоча стояти під дощем з відкритим ротом і весело, але це трохи складніше, коли потрібно наповнити ванну. Колодязь краще підійде для вашого міста."
            }
        },
        "crops": {
            "cow": "Корова",
            "empty": "Незасіяно",
            "goat": "Коза",
            "grain": "Зерно",
            "maize": "Хліб",
            "potato": "Картопля",
            "sheep": "Вівці"
        },
        "effects": {
            "accidentRate": "Рівень загрози",
            "allProduction": "Вся продукція",
            "constructionCost": "Вартість будівництва",
            "expeditionCost": "Вартість експедиції",
            "exportCost": "Вартість експорту",
            "foodConsumption": "Споживання їжі",
            "foodProduction": "Виробництво продуктів харчування",
            "goodsProduction": "Виробництво товарів",
            "happiness": "Щастя",
            "importCost": "Вартість імпорту",
            "populationProduction": "Населення Змінити",
            "populationCapacity": "Місткість житла",
            "raidRisk": "Ризик крадіжки (при перевищенні обсягу сховища)",
            "researchSpeed": "Швидкість дослідження",
            "taxation": "Оподаткування",
            "animalProduction": "Тваринництво"
        },
        "expedition": {
            "start": "Почати експедицію"
        },
        "resources": {
            "clothes": "Одяг",
            "coin": "Монети",
            "drinks": "Напої",
            "earth": "Глина",
            "flour": "Борошно",
            "food": "Їжа",
            "grain": "Зерно",
            "happiness": "Щастя",
            "knowledge": "Знання",
            "pop": "Населення",
            "stone": "Каміння",
            "wood": "Дерево",
            "wool": "Вовна",
            "ore": "Залізна руда",
            "metal": "Сталь",
            "tools": "Інструменти",
            "glass": "Скло",
            "scrap": "Хлам",
            "milk": "Молоко"
        },
        "views": {
            "build": "Створити",
            "explore": "Дослідження",
            "market": "Ринок",
            "player": "Гравець",
            "politic": "Політика",
            "watch": "Дивитися"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Двічі клацніть, щоб розмістити вузли",
            "multiPlace": "Розмістити ще",
            "rotate": "Обертати",
            "restriction": "Неможлива для забудови територія"
        },
        "capacity": "Ємність",
        "defaultTownName": "Неназване місто",
        "is_throttled": "Закінчуєтся! Деякі будівлі можуть не працювати належним чином.",
        "placeCenterPrompt": "Розмістіть свій центр",
        "storage_overflow": "Сховище заповнене! Ризик крадіжки збільшився."
    },
    "intro": {
        "message1": "Якщо ви читаєте це, значить, ви є обраним, якому судилося переселитися на поверхню. Перед вами наша планета, наш світ у тому вигляді, в якому він існує сьогодні. Ніщо з цього не є тим, чим було раніше. Або, принаймні, тим, чим, на нашу думку, було раніше. Ніхто насправді не пам'ятає.",
        "message2": "Але ваше завдання просте. Знайдіть місце і заснуйте нове поселення. Розбудовуйте своє поселення, і, можливо, ви зможете зв'язатися з іншими, хто зробив те саме. Можливо, разом ми зможемо з'ясувати, що сталося з нашою Землею.",
        "good_luck": "Удачі!",
        "based": {
            "w": {
                "message1": "Хороший вибір! Ви оселилися в біомі, повному пишних дерев і дикої природи. Знайти деревину і зібрати ресурси тут не буде проблемою, хоча більш складні матеріали і руди можуть бути трохи складнішими для пошуку. Але я вірю в вас, і ви побачите, що немає нічого неможливого.",
                "message2": "Ваші можливості все ще обмежені. Спочатку подбайте про стабільний приплив ресурсів. Потім побудуйте ринок для торгівлі з іншими поселеннями. Коли ви закріпитеся, ви зможете навіть розпочати більші проекти, такі як будівництво порту, щоб торгівля стала дешевшою, ратуші, щоб ми могли стежити за всім, або навіть університету, щоб ви могли почати досліджувати світ навколо нас.",
                "good_luck": "Ти це зробиш!"
            },
            "s": {
                "message1": "Вдалий вибір — оселитися в цьому скелястому біомі, де ви зможете стати єдиним цілим із землею. Знайти камінь і руду тут не буде проблемою, хоча вирощувати їжу може бути трохи складніше. Але я впевнений, що інші з радістю обміняють ваші дорогоцінні матеріали на свої!",
                "message2": "Ваші можливості все ще обмежені. Спочатку подбайте про стабільний приплив ресурсів. Потім побудуйте ринок для торгівлі з іншими поселеннями. Коли ви закріпитеся, ви зможете навіть розпочати більші проекти, такі як будівництво порту, щоб торгівля стала дешевшою, ратуші, щоб ми могли стежити за всім, або навіть університету, щоб ви могли почати досліджувати світ навколо нас.",
                "good_luck": "Будуйте міцно!"
            },
            "e": {
                "message1": "Повітря сухе, а сонце пече. Не найпростіший біом, але ви можете побудувати своє поселення буквально з самої землі. Знайти придатне дерево тут може бути трохи складніше, але ґрунт здається придатним для більшості культур. Я впевнений, що завдяки вашій винахідливості ви впораєтеся з цим завданням.",
                "message2": "Ваші можливості все ще обмежені. Спочатку подбайте про стабільний приплив ресурсів. Потім побудуйте ринок для торгівлі з іншими поселеннями. Коли ви закріпитеся, ви зможете навіть розпочати більші проекти, такі як будівництво порту, щоб торгівля стала дешевшою, ратуші, щоб ми могли стежити за всім, або навіть університету, щоб ви могли почати досліджувати світ навколо нас.",
                "good_luck": "Приємного будівництва!"
            },
            "a": {
                "message1": "Цікавий вибір. Чому ви вирішили оселитися в цій арктичній пустці? Я не бачу тут ні дерев, ні скель, але, мабуть, ви завжди можете торгувати з іншими. Просто подбайте, щоб ваші люди були в теплі та ситі.",
                "message2": "Ваші можливості дуже обмежені. Надайте пріоритет побудові ринку, щоб ви могли торгувати з іншими поселеннями. Сподіваюся, у вас є хороші зв'язки, бо це буде нелегко. Однак, якщо вам це вдасться, ви зможете розпочати навіть більші проекти, такі як будівництво порту, щоб торгівля стала дешевшою, ратуші, щоб ми могли стежити за всім, або навіть університету, щоб ви могли почати досліджувати світ навколо нас.",
                "good_luck": "Удачі."
            }
        }
    },
    "loading": {
        "assets": "Завантаження ресурсів...",
        "connecting": "Підключення до сервера...",
        "game": "Завантаження гри..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Видалити все",
            "menu": "Меню",
            "quicksettings": "Налаштування",
            "saveBuild": "Зберегти збірку",
            "saveSandbox": "Зберегти збірку"
        },
        "main": {
            "credits": "Подяки",
            "enterMultiplayer": "Увійти у світ",
            "loadSandbox": "Завантажити пісочницю",
            "newSandbox": "Нова пісочниця",
            "returnToDesktop": "Повернутися на робочий стіл",
            "serverOffline": "Неможливо підключитися до сервера. Можливо, сервер перевантажений або тимчасово не працює через технічне обслуговування. Перевірте Discord, щоб дізнатися про останній стан.",
            "settings": "Налаштування",
            "subtitle": "Це рання версія Project Rebearth. Якщо під час гри виникнуть проблеми, будь ласка, зверніться до нас.",
            "demoSubtitle": "Це демо-версія Project Rebearth. Доступна тільки пісочниця-містобудівник. Щоб грати в багатокористувацькому режимі з управлінням ресурсами, придбайте повну версію.",
            "demoRestriction1": "За цією кнопкою ховається величезний багатокористувацький онлайн-світ Project Rebearth. Однак ви перебуваєте в демо-версії, і доступний лише режим пісочниці без управління ресурсами.",
            "demoRestriction2": "Режим пісочниці як і раніше дозволяє створювати чудові карти, експортувати їх у високій роздільній здатності та відчути, як виглядає ігровий світ у масштабі 1:1.",
            "title": "Сервер проекту Rebearth",
            "welcome": "Ласкаво просимо, {{name}}!"
        },
        "sandbox": {
            "description": "Режим «пісочниця» дозволяє будувати вільно, без обмежень багатокористувацького світу. Тільки ви і жодних обмежень ресурсів. Ви можете зберегти свій прогрес і завантажити його пізніше.",
            "loadFromFile": "Завантажити з файлу",
            "loadTitle": "Завантажити пісочницю",
            "noSaves": "Збережень не знайдено.",
            "start": "Почати нову гру",
            "title": "Нова пісочниця"
        },
        "slots": {
            "cooldownActive": "Цей слот знаходиться в режимі охолодження.",
            "cooldownTimer": "Доступно в{{time}}",
            "deleteConfirm": "Ви впевнені, що хочете видалити це збереження? Цю дію неможливо скасувати.",
            "empty": "Порожній слот",
            "guidelinesLink": "інструкції для користувачів",
            "guidelinesNotice1": "Приєднуючись до багатокористувацької онлайн-гри, ви підтверджуєте та погоджуєтеся з ",
            "guidelinesNotice2": ".",
            "guidelinesTitle": "Інструкції для користувачів",
            "guidelinesIntro": "Очевидно, що не всі користувачі Інтернету мають однакове розуміння здорового глузду. З цієї причини, ось набір правил, з якими ви повинні погодитися, приєднуючись до багатокористувацького світу Project Rebearth. Це гарантує, що світ буде веселим і відкритим простором для всіх.",
            "guidelinesRule1": "Будьте ввічливі до інших гравців та їхніх творінь. Ставтеся до інших так, як хочете, щоб ставилися до вас.",
            "guidelinesRule2": "Не допускається використання нецензурної лексики та символів. Випадково згенеровані імена можуть бути кумедними, але введені користувачем дані не повинні бути непристойними.",
            "guidelinesRule3": "Не використовуйте ботів, експлойти або засоби автоматизації. Ця гра створена людьми для людей. Ботам тут не місце.",
            "guidelinesRule4": "Загрози іншим користувачам заборонені.",
            "guidelinesOutro": "Якщо ви сумніваєтеся, чи дозволено щось робити, то, ймовірно, це заборонено. Недотримання цих вказівок може призвести до видалення будівель, міст або (тимчасового) блокування вашого облікового запису на розсуд модераторів.",
            "locked": "Заблоковано",
            "lockedText": "Заблоковано",
            "newGame": "Нова гра",
            "play": "Грати",
            "population": "Мешканці",
            "slot": "Слот",
            "title": "Виберіть слот для збереження",
            "unlockHint1000": "Розблокувати при 1 тис. жителів",
            "unlockHint10000": "Розблокувати при 10 тис. жителів",
            "unnamedCity": "Місто без назви"
        },
        "locked": {
            "settleFirst": "Спочатку побудуйте центр міста.",
            "townHall": "Побудуйте ратушу, щоб розблокувати глобальний рейтинг, альянси та вибір.",
            "university": "Побудуйте університет, щоб розблокувати експедиції та дослідження.",
            "market": "Побудуйте ринок або порт, щоб відкрити глобальний ринок.",
            "noBiomeAssets": "У цьому біомі немає будівель такого типу."
        }
    },
    "modals": {
        "archive": {
            "title": "Архіви"
        },
        "choices": {
            "selectChoice": "Виберіть варіант",
            "title": "Вибір"
        },
        "deleteConfirmation": {
            "cancel": "Скасувати",
            "confirm": "Видалити",
            "message": "Ви впевнені, що хочете видалити все місто? Цю дію неможливо скасувати.",
            "title": "Підтвердити видалення"
        },
        "diplomacy": {
            "alliances": "Союзи",
            "enemy": "Вороги",
            "neutral": "Нейтральні",
            "title": "Дипломатія",
            "you": "Ви"
        },
        "message": {
            "title": "Надіслати Messenger",
            "sendMessage": "Надіслати Messenger",
            "to": "До",
            "placeholder": "Напишіть своє повідомлення тут...",
            "cost": "Вартість",
            "send": "Надіслати",
            "sending": "Відправлення...",
            "sent": "Посланець відправлений!",
            "insufficientGold": "Недостатньо золота"
        },
        "market": {
            "amount": "Сума",
            "back": "Назад",
            "base": "База",
            "buy": "Купити",
            "buys": "купує",
            "bought": "придбано",
            "for": "для",
            "price": "Ціна",
            "pricePerUnit": "Ціна за одиницю",
            "quantity": "Кількість",
            "resource": "Ресурс",
            "sell": "Подивіться",
            "sells": "продає",
            "sold": "продано",
            "title": "Ринок",
            "total": "Всього",
            "totalLabel": "Всього",
            "transport": "Транспорт",
            "unitPrice": "ціна за одиницю"
        },
        "orders": {
            "title": "Мої замовлення"
        },
        "ranking": {
            "area": "Терреторія",
            "buildings": "Будівлі",
            "goToPlayer": "Перейти до гравця",
            "overall": "Загальний",
            "player": "Гравець",
            "population": "Населення",
            "resources": "Ресурси",
            "title": "Рейтинг"
        },
        "save": {
            "download": "Завантажити файл",
            "message": "Ваша гра була збережена локально.",
            "title": "Гра збережена"
        }
    },
    "orders": {
        "amount": "Сума",
        "buy": "Купити",
        "buying": "покупка",
        "confirmCancel": "Ви впевнені, що хочете скасувати це замовлення?",
        "for": "для",
        "marketStorage": "Торговельне сховище",
        "myOrders": "Розмістіть свої замовлення",
        "noMarketStorage": "Немає доступного ринку для зберігання. Побудуйте торгові будівлі, щоб розміщувати замовлення на продаж.",
        "noOrders": "Немає активних замовлень",
        "onlyAllianceMembers": "Продавати тільки членам альянсу",
        "sell": "Подивіться",
        "sellButton": "{{type}} {{amount}} {{resource}} для {{price}} за одиницю",
        "selling": "продаж",
        "storageFull": "Пам'ять заповнена! Побудуйте більше торгових будівель.",
        "totalPrice": "Загальна ціна",
        "unitPrice": "Ціна за одиницю"
    },
    "politics": {
        "accept": "прийняти",
        "allianceTradeInfo": "Виберіть тип альянсу:",
        "alliances": "Альянси",
        "applications": "Додатки",
        "applyForAlliance": "подати заявку на вступ до альянсу",
        "back": "Назад",
        "cancelApplication": "скасувати заявку",
        "choiceChangeCooldown": "цей вибір можна змінити знову через {{days}} день(ів)",
        "common": {
            "accept": "Прийняти",
            "applications": "Додатки",
            "globalRank": "Глобальний рейтинг",
            "greatFederation": "Велика Федерація",
            "kick": "Вигнати",
            "marketSize": "Розмір ринку",
            "members": "Члени",
            "name": "Назва",
            "owner": "Власник",
            "rank": "Ранг",
            "reject": "Відхилити",
            "scienceLeague": "Наукова ліга",
            "tradeAlliance": "Торговий альянс",
            "value": "Значення"
        },
        "createAlliance": "створити альянс",
        "days": "дні",
        "disbandAlliance": "розпустити альянс",
        "globalRank": "Глобальний рейтинг",
        "go": "до",
        "inviteToAlliance": "запроси до свого альянсу",
        "kick": "Вигнати",
        "leaveAlliance": "покинути альянс",
        "loading": "Завантаження...",
        "marketSize": "Розмір ринку",
        "marketSizeLabel": "Розмір ринку: {{size}}",
        "members": "Члени",
        "name": "Назва",
        "noApplications": "Немає додатків",
        "noModifiers": "Цей альянс не має жодних модифікаторів.",
        "owner": "Власник",
        "placeholderDescription": "Опис альянсу",
        "placeholderName": "Назва альянсу",
        "rank": "Ранг",
        "rankPrefix": "Ні.",
        "ranking": {
            "area": "Терреторія",
            "buildings": "Будівлі",
            "overall": "Загальний",
            "population": "Населення",
            "resources": "Ресурси"
        },
        "reject": "відхилити",
        "value": "Значення"
    },
    "popup": {
        "apply": "Застосувати",
        "archive": "Архів",
        "demolish": "Знести",
        "population": "Населення",
        "production": {
            "rate": "Оцінка",
            "title": "Виробництво"
        },
        "storage": {
            "title": "Склад"
        },
        "townName": "Назва міста:",
        "townColor": "Колір міста:",
        "unnamedTown": "місто без назви",
        "upgrade": "Оновлення до версії{{building}}"
    },
    "settings": {
        "animations": "Анімації",
        "fullscreen": "Повний екран",
        "bushDensity": "Густота чагарників",
        "clearTileCache": "Очистити кеш",
        "density": {
            "dense": "Щільний",
            "normal": "Нормальний",
            "off": "Вимкнути",
            "sparse": "Розсіяний"
        },
        "grassDensity": "Щільність трави",
        "language": "Мова",
        "musicVolume": "Гучність музики",
        "performanceFeatures": "- Налаштування візуальних елементів -",
        "resolutions": {
            "high": "Високі",
            "low": "Низькі",
            "medium": "Середні",
            "potato": "Картопля",
            "ultra": "Ультра"
        },
        "rockDensity": "Щільність скелі",
        "showClouds": "Показати хмари",
        "soundVolume": "Гучність звуку",
        "textureResolution": "Роздільна здатність текстури",
        "title": "Налаштування",
        "treeDensity": "Щільність дерев",
        "uiScale": "Масштаб інтерфейсу користувача"
    },
    "tips": {
        "loading": [
            "Один день у грі відповідає одному дню в реальному житті. Не поспішайте і розвивайте своє місто у своєму темпі.",
            "Ви можете обертати будівлі перед їх розміщенням за допомогою клавіш Q та E.",
            "Двічі клацніть у редакторі фігур, щоб розмістити вузли.",
            "Використовуйте клавішу Shift, щоб продовжувати розміщувати будівлі.",
            "Якщо у вас виникнуть проблеми, повідомте нас про це на Discord.",
            "Побудуйте ринок або порт, щоб відкрити торгівлю з іншими гравцями.",
            "Побудуйте ратушу, щоб розблокувати альянси, рейтинги та можливості вибору.",
            "Побудуйте університет, щоб розблокувати експедиції та дослідження.",
            "Приєднуйтесь до нашої активної спільноти гравців на Discord, щоб поділитися своїми творіннями та отримати поради.",
            "Деякі будівлі можна розміщувати тільки поблизу батьківської будівлі, наприклад, пилорама та лісоруб.",
            "Не всі ресурси легко дістати скрізь. Іноді торгівля буде дешевшою, ніж виробництво всього самостійно.",
            "Відгуки на Steam допомагають нам знаходити нових гравців для створення живого світу.",
            "Відвідайте вікі-сайт projectrebearth.com, щоб дізнатися все про світ Project Rebearth!"
        ]
    },
    "help": {
        "hud": "Ця панель показує всі ресурси, які ви маєте, виробляєте та споживаєте. Наведіть курсор на іконки, щоб побачити більше деталей про кожен ресурс. Якщо у вас закінчується ресурс, він буде виділений червоним кольором, і будівлі можуть бути змушені зменшити свою продуктивність. Якщо ви досягнете своєї максимальної потужності, це буде показано жирним шрифтом, і ваші будівлі припинять виробництво. Ви можете мати ефекти, такі як стартовий бонус, які впливають на те, скільки ви виробляєте або споживаєте. Ці модифікатори відображаються, коли ви наводите курсор на ресурс. Бачите круг, що обертається ліворуч? Він вказує, коли гра синхронізується з сервером. Ви не побачите змін ресурсів, поки синхронізація не буде завершена. Споживання та виробництво ресурсів відображаються за день. Це реальний день у реальному часі. Однак ваші ресурси будуть повільно зростати.",
        "market": "Ласкаво просимо на ринок! Ось все, що інші гравці хочуть купити або продати, і, що ще важливіше, за якою ціною! Ви будете оплачувати транспортні витрати, коли виконуєте замовлення когось іншого. Тому, якщо вони знаходяться далеко, це може бути не вигідно або навіть коштувати більше, ніж вони готові заплатити.",
        "orders": "Розміщуйте свої замовлення! Повідомте іншим гравцям, що ви хочете купити або продати, і за якою ціною. Це те, що ви отримаєте або заплатите. Майте на увазі, що інші гравці будуть платити за транспортування. Тому купівля чогось за низькою ціною може не спрацювати, якщо витрати на доставку інших гравців занадто високі.",
        "popup": "Це спливаюче вікно показує всю інформацію про цю будівлю. Тут ви можете змінити ключові параметри будівлі або навіть перемістити її. Ця функція доступна тільки в режимі будівництва.",
        "storage": "Тут ви можете налаштувати обсяг зберігання цієї будівлі. Вона має певну місткість і може вмістити певну кількість товарів. Ви можете змінити її співвідношення, щоб оптимізувати її відповідно до своїх потреб."
    },
    "tooltip": {
        "cannotChange": "Не можна змінити для",
        "construction": "Будівництво",
        "cost": "Вартість",
        "refund": "Повернення коштів",
        "costPerMeter": "(для м)",
        "costPerSquareMeter": "(за м²)",
        "effects": "Ефекти",
        "upkeep": "Утримання",
        "production": "Виробництво",
        "move": "Перемістити цю будівлю"
    },
    "units": {
        "days": "дні",
        "hours": "{{value}} г",
        "hoursLong": "години",
        "minutes": "{{value}} м",
        "minutesLong": "хвилини",
        "perDay": "/день",
        "percentage": "{{значення}}",
        "seconds": "{{value}} с",
        "secondsLong": "секунди"
    },
    "warnings": {
        "notEnoughPop": "Недостатня кількість населення"
    }
}
