{
    "alliances": {
        "allianceTradeInfo": "Hợp tác với các người chơi khác là một điều thú vị. Bạn có thể chọn giao dịch độc quyền với nhau, và tùy thuộc vào việc bạn hợp tác với ai, bạn sẽ nhận được một số lợi ích khác nữa.",
        "applyForAlliance": "Đăng ký tham gia liên minh",
        "cancelApplication": "Hủy ứng dụng",
        "greatFederationDesc": "Hợp tác với những người mạnh mẽ và có tổ chức! Bạn sẽ được bảo vệ tốt hơn khỏi trộm cắp và ép buộc người dân của mình cung cấp nhiều tài nguyên hơn. Tuy nhiên, điều này đi kèm với chi phí là tăng cường quan liêu và giảm thu nhập từ thuế.",
        "leaveAlliance": "Rời khỏi liên minh",
        "marketSizeLabel": "Kích thước thị trường:",
        "scienceLeagueDesc": "Tham gia Liên minh Khoa học sẽ giúp bạn thông minh hơn. Điều này đã được khoa học chứng minh. Bạn sẽ tận hưởng tốc độ nghiên cứu nhanh hơn và chi phí thám hiểm thấp hơn. Nó cũng làm cho mọi người hạnh phúc hơn! Nhưng chúng ta không giỏi trong việc thực sự tạo ra những thứ đó.",
        "tradeAllianceDesc": "Tất cả đều xoay quanh tiền bạc! Nhận chi phí giao dịch giảm giá và hiệu quả thu thuế cao hơn, nhưng cũng đi kèm với rủi ro trộm cắp cao hơn."
    },
    "biomes": {
        "1": "Rừng lá rộng nhiệt đới và cận nhiệt đới",
        "10": "Đồng cỏ núi cao",
        "11": "Tundra",
        "12": "Rừng cây vùng Địa Trung Hải",
        "13": "Sa mạc và vùng cây bụi khô cằn",
        "14": "Rừng ngập mặn",
        "2": "Rừng lá rộng nhiệt đới và cận nhiệt đới",
        "3": "Rừng thông nhiệt đới và cận nhiệt đới.",
        "4": "Rừng ôn đới và rừng hỗn hợp",
        "5": "Rừng lá kim ôn đới",
        "6": "Rừng boreal",
        "7": "Các đồng cỏ nhiệt đới và cận nhiệt đới",
        "8": "Rừng savanna ôn đới",
        "9": "Đồng cỏ ngập nước",
        "98": "Hoang mạc Bắc Cực",
        "99": "Lớp băng"
    },
    "choices": {
        "descriptions": {
            "exportFocus": "Giảm chi phí mua hàng cho người chơi mua hàng của bạn, đồng thời tăng chi phí mua hàng từ người chơi khác.",
            "importFocus": "Giảm chi phí mua hàng từ người chơi khác, đồng thời tăng chi phí cho những người mua hàng của bạn.",
            "lavishRations": "Hãy để họ ăn bánh! Phân phối thực phẩm hào phóng sẽ tăng lượng thực phẩm cần thiết cho mỗi người, nhưng họ sẽ cảm thấy hài lòng.",
            "lowRations": "Đây là bánh của tôi! Giảm khẩu phần sẽ làm giảm lượng thức ăn cần thiết cho mỗi người, nhưng mọi người sẽ không thích điều đó.",
            "neutralFocus": "Đây là thị trường tự do, hãy làm những gì bạn cần làm. Giữ chi phí nhập khẩu và xuất khẩu ở mức tiêu chuẩn.",
            "normalRations": "Lượng thức ăn vừa đủ cho người dân của bạn. Duy trì mức tiêu thụ thức ăn ở mức tiêu chuẩn.",
            "taxation": "Điều đó là công bằng... Sẽ tạo ra vàng cho mỗi cư dân, nhưng làm giảm hạnh phúc.",
            "veganSociety": "Thật là một ý tưởng kỳ lạ khi ăn thịt động vật... Tăng sản lượng thực phẩm nhưng bạn không thể sản xuất các sản phẩm từ động vật.",
            "workerSafety": "Con người là tài sản quý giá nhất của bạn. Tăng cường an toàn sản xuất nhưng giảm sản lượng.",
            "dubiousWorkingRules": "Con người chỉ là tài nguyên. Tăng sản lượng sản xuất nhưng cũng làm tăng tỷ lệ tai nạn.",
            "crampedQuarters": "Bạn thực sự cần bao nhiêu không gian cá nhân? Chúng ta có thể chứa nhiều người hơn trong cùng một ngôi nhà, đúng không?",
            "intensiveFarming": "Nông nghiệp thâm canh cho phép bạn cho động vật ăn ngũ cốc, từ đó tăng lượng sản phẩm động vật mà bạn có thể sản xuất."
        },
        "exclusiveOptions": "Tùy chọn độc quyền",
        "lockedFor": "Đã khóa",
        "option": "Tùy chọn",
        "title": "Lựa chọn",
        "titles": {
            "exportFocus": "Thương mại - Tập trung vào xuất khẩu",
            "greatFederation": "Liên minh vĩ đại",
            "importFocus": "Thương mại - Tập trung vào nhập khẩu",
            "lavishRations": "Phần ăn phong phú",
            "lowRations": "Thực phẩm ít ỏi",
            "neutralFocus": "Thương mại - Tập trung trung lập",
            "normalRations": "Phần ăn tiêu chuẩn",
            "scienceLeague": "Liên minh Khoa học",
            "taxation": "Thuế",
            "tradeAlliance": "Liên minh Thương mại",
            "veganSociety": "Hiệp hội Chay",
            "workerSafety": "An toàn lao động",
            "dubiousWorkingRules": "Quy tắc làm việc đáng ngờ",
            "crampedQuarters": "Giống như cá mòi!",
            "intensiveFarming": "Nông nghiệp tập trung",
            "newTownBoost": "Khởi đầu mới!",
            "foodShortage": "Thiếu hụt lương thực"
        },
        "unlock": "Mở khóa"
    },
    "common": {
        "delete": "Xóa",
        "deleting": "Xóa...",
        "loading": "Đang tải..."
    },
    "controls": {
        "build": {
            "addMorePoints": "Thêm điểm",
            "areaLimitExceeded": "Vượt quá giới hạn vùng: {{size}} {{relation}} {{limit}}",
            "costs": "Chi phí:",
            "invalidLocation": "Vị trí không hợp lệ",
            "mustBeNear": "Phải nằm gần {{parent}}",
            "notEnoughResources": "Không đủ tài nguyên",
            "tooHigh": "Zoom vào gần hơn"
        },
        "cancel": "✗",
        "close": "Đóng",
        "confirm": "✓",
        "explore": {
            "addMorePoints": "Thêm điểm",
            "calculating": "Đang tính toán...",
            "duration": "Thời lượng",
            "expedition": "Expedition",
            "finished": "Hoàn thành!",
            "food": "Thực phẩm",
            "knowledge": "Kiến thức",
            "population": "Dân số",
            "timeLeft": "Thời gian còn lại",
            "title": "Chi phí khám phá"
        },
        "next": "Tiếp theo",
        "previous": "Trước đó"
    },
    "errors": {
        "fetchSlots": "Không thể tải các ô lưu trữ.",
        "generic": "Có sự cố xảy ra",
        "invalidFile": "Định dạng tệp không hợp lệ",
        "loadingBuild": "Lỗi khi tải bản dựng.",
        "serverConnection": "Lỗi kết nối máy chủ",
        "webWorkersNotSupported": "Không thể chạy trò chơi: Web Workers không được hỗ trợ."
    },
    "events": {
        "confirm": "Được rồi",
        "consequences": "Hiệu ứng",
        "remaining": "{{count}} Còn lại",
        "titles": {
            "food_shortage": "Người dân đang đói.",
            "strike": "Tấn công",
            "celebration": "Một món quà dành cho bạn",
            "productivity_boom": "Hãy bắt đầu!",
            "expedition_found": "Cuộc thám hiểm trở lại!",
            "animal_unlock": "Ồ ồ ồ... đây là gì nhỉ?",
            "bankruptcy": "Phá sản!",
            "raid": "Hàng hóa của bạn đã bị đánh cắp!"
        },
        "descriptions": {
            "food_shortage": "Bạn đang cạn kiệt thực phẩm! Nếu người dân không có gì để ăn, họ sẽ ăn cắp bất cứ thứ gì có thể để sống sót, hoặc thậm chí ngừng làm việc.",
            "strike": "Người dân không hài lòng! Dù bạn đang làm gì, họ cũng không thích. Hãy đảm bảo người dân luôn hài lòng để tránh các tòa nhà bị đóng cửa.",
            "celebration": "Mọi người đều vui vẻ! Dù bạn đang làm gì, hãy tiếp tục làm nhé! Như một món quà nhỏ, mọi người đã thu thập một số vật phẩm để bạn tiếp tục xây dựng thị trấn tuyệt vời này. Thật đáng yêu.",
            "productivity_boom": "Mọi người đang rất phấn khích! Họ yêu mến bạn vô cùng và sẵn sàng làm thêm giờ để giúp bạn. Nhờ vậy, họ đã sản xuất được thêm một chút mọi thứ. Họ chỉ muốn thị trấn này thành công thôi, bạn biết đấy.",
            "expedition_found": "Cuộc thám hiểm của bạn đã trở về với những tài nguyên và kiến thức quý giá! Điều này sẽ mang lại lợi ích lớn cho sự phát triển và nỗ lực nghiên cứu của thị trấn bạn. Tuy nhiên, nhật ký của họ có một mục ghi chép thú vị:",
            "animal_unlock": "Chúng ta đã tìm thấy gì ở đây? Đoàn thám hiểm của bạn đã trở về với một con vật khá hiền lành. Có vẻ như nó muốn sống trong thị trấn của bạn thay vì ở trong rừng hoang dã. Sẽ thật bất lịch sự nếu gửi nó trở lại bây giờ, phải không?",
            "bankruptcy": "Bạn không có đủ tiền! Một tháp đã bị hư hỏng. Các tháp mà bạn đã xây dựng sẽ bị hư hỏng và phá hủy nếu bạn không duy trì chúng bằng đủ tiền.",
            "raid": "Bạn nên cất giữ hàng hóa của mình cẩn thận hơn! Chúng đã bị lấy cắp một cách dễ dàng và một số tên trộm không rõ danh tính đã lấy đi một phần tài nguyên của bạn."
        }
    },
    "game": {
        "zoomToBuild": "Zoom vào để bắt đầu xây dựng.",
        "buildings": {
            "assets": {
                "expedition": "Expedition",
                "bakery": "Cửa hàng bánh mì",
                "boat": "Tàu",
                "brewery": "Nhà máy bia",
                "bridge": "Cầu nối",
                "center": "Trung tâm",
                "clay_crane": "Clay Crane",
                "clay_crane_upgraded": "Cải tiến Clay Crane",
                "claypit": "Mỏ đất sét",
                "creamery": "Creamery",
                "dock": "Dock",
                "fence1": "Hàng rào gỗ",
                "fence2": "Hàng rào dệt",
                "fence3": "Hình dạng hàng rào",
                "fences": "Hàng rào",
                "field": "Trường",
                "firepit": "Lò sưởi",
                "fireplace": "Lò sưởi",
                "fishery": "Ngành thủy sản",
                "foraging_hut": "Nhà thu thập thức ăn",
                "fountain": "Fountain",
                "house_1": "Shack",
                "house_2": "Hut",
                "house_3": "Cabin",
                "house_4": "Nhà",
                "house_5": "Nơi ở",
                "house_6": "Làng",
                "large_ship": "Tàu lớn",
                "large_statue": "Tượng lớn",
                "logpile": "Đống gỗ",
                "market": "Thị trường",
                "market_stall": "Quầy hàng chợ",
                "market_stall_1": "Thịt",
                "market_stall_2": "Cá",
                "market_stall_3": "Bánh mì",
                "market_stall_4": "Rau củ",
                "market_stall_5": "Hàng hóa",
                "medium_ship": "Tàu trung bình",
                "nursery": "Trang trại cây giống",
                "park": "Công viên",
                "path": "Đường dẫn",
                "pier": "Pier",
                "plaza": "Quảng trường",
                "port": "Cổng",
                "quarry": "Mỏ đá",
                "road": "Đường",
                "ruinsBig": "Những tàn tích khổng lồ",
                "ruinsSmall": "Những tàn tích nhỏ",
                "saw": "Xưởng cưa",
                "small_ship": "Tàu nhỏ",
                "small_statue": "Tượng nhỏ",
                "square": "Hình vuông",
                "stone_crane": "Stone Crane",
                "stone_crane_upgraded": "Cải tiến Stone Crane",
                "table": "Bảng",
                "tailor": "Tùy chỉnh",
                "tavern": "Quán rượu",
                "tent": "Lều",
                "tower": "Tháp",
                "town_hall": "Tòa thị chính",
                "tree": "Cây",
                "university": "Trường đại học",
                "museum": "Bảo tàng",
                "warehouse": "Kho hàng",
                "water_tower": "Tháp nước",
                "windmill": "Cối xay gió",
                "windmill_upgraded": "Cải tiến cối xay gió",
                "woodcutter": "Người thợ chặt gỗ",
                "refinery": "Nhà máy lọc dầu",
                "iron_mine": "Mỏ sắt",
                "iron_mine_upgraded": "Mỏ sắt được cải tiến",
                "glassworks": "Glassworks",
                "tools_workshop": "Xưởng công cụ",
                "well": "Tốt"
            },
            "categories": {
                "decoration": "Trang trí",
                "defense": "Lãnh thổ",
                "food": "Thực phẩm",
                "housing": "Nhà ở",
                "infrastructure": "Hạ tầng",
                "military": "Quân sự",
                "production": "Sản xuất",
                "research": "Nghiên cứu",
                "resources": "Tài nguyên",
                "storage": "Lưu trữ",
                "town": "Thị trấn"
            },
            "descriptions": {
                "bakery": "Không gì sánh bằng mùi bánh mì tươi mới, được làm từ bột mì tươi ngon nhất và thỉnh thoảng có con gián.",
                "boat": "Chiếc thuyền rất thích hợp để câu cá ở vùng nước sâu, hoặc cho những cặp đôi trẻ thích hẹn hò.",
                "brewery": "Ai đó đã để những hạt ngũ cốc ẩm ướt ngoài trời quá lâu và bây giờ nó đang trở thành cơn sốt! Hãy làm thêm nhiều như vậy.",
                "bridge": "Đó là một cây cầu. Bạn mong đợi gì? Nó đưa bạn từ A đến B.",
                "center": "Trung tâm của thị trấn của bạn. Đây là nơi mọi thứ bắt đầu. Nó chứa một số người và lưu trữ những vật phẩm thiết yếu. Nó có thể được nâng cấp thành một quảng trường trông bền vững hơn.",
                "clay_crane": "Cần cẩu, một trong những phát minh vĩ đại nhất giúp giảm bớt sức lao động! Không còn phải vất vả kéo hết đất sét ra khỏi hố nữa, chỉ cần sử dụng cần cẩu.",
                "clay_crane_upgraded": "Với những vật liệu kỳ lạ mà chúng ta tìm thấy, tôi chắc chắn chúng ta có thể làm cho cần cẩu này hoạt động tốt hơn nữa!",
                "claypit": "Đó chỉ là một hố nhỏ trên mặt đất. Nhưng nếu chúng ta làm khô đất ở đây, nó sẽ trở nên rất cứng! Đây là một công việc đòi hỏi nhiều công sức và để lại một vết sẹo khá xấu xí trên cảnh quan.",
                "creamery": "Ai đó để sữa tươi ra ngoài quá lâu và bây giờ nó... đã đông cứng? Ít nhất bây giờ chúng ta có thể bán nó như thực phẩm.",
                "dock": "Mở rộng cảng của bạn! Tạo thêm không gian cho các công trình cảng và tàu thuyền.",
                "fence1": "Một hàng rào gỗ đơn giản để ngăn chặn các sinh vật đơn giản ra ngoài hoặc vào trong.",
                "fence2": "Một hàng rào dệt để ngăn chặn các sinh vật đơn giản ra ngoài. Hoặc giữ chúng bên trong.",
                "fence3": "Vẽ hàng rào tùy chỉnh để ngăn chặn các sinh vật đơn giản ra ngoài hoặc vào trong.",
                "fences": "Hàng rào là một cách tuyệt vời để ngăn chặn những vị khách không mong muốn xâm nhập vào thị trấn của bạn. Hoặc để giữ họ lại bên trong.",
                "firepit": "Lò sưởi là một cấu trúc chắc chắn để giữ ấm và nấu ăn. Đừng quên tắt nó trước khi đi ngủ.",
                "fireplace": "Không có gì ấm cúng hơn việc hát quanh lò sưởi. Mặc dù khói sẽ luôn thổi chính xác về phía bạn.",
                "field": "Khi chúng ta dọn sạch một khu vực, chúng ta có thể trồng cây ở đó. Một số loại cây có thể ăn được.",
                "fishery": "Không có gì thơ mộng hơn một ngư trường nhỏ ven bờ. Nó cung cấp cá tươi ngon cho thị trấn của bạn.",
                "foraging_hut": "Ai cần thức ăn sang trọng khi bạn có thể ăn bất cứ thứ gì mọc hoang dã? Nhà thu thập nguyên liệu thu thập các loại vật liệu khác nhau, nhưng nó cần rất nhiều không gian trống để làm điều đó.",
                "fountain": "Một trong những thành tựu kỹ thuật vĩ đại nhất của chúng tôi! Ai mà không yêu thích dòng nước chảy.",
                "house_1": "Mọi người đều cần một nơi để sống. Ngôi nhà nhỏ này cung cấp một nơi cho người dân của bạn ăn uống và sinh sống.",
                "house_2": "Mọi người đều cần một nơi để sống. Ngôi nhà nhỏ này cung cấp một nơi cho người dân của bạn ăn uống và sinh sống.",
                "house_3": "Mọi người đều cần một nơi để sống. Ngôi nhà này cung cấp nơi ở và ăn uống cho người dân của bạn.",
                "house_4": "Mọi người đều cần một nơi để sống. Ngôi nhà này cung cấp nơi ở và ăn uống cho người dân của bạn.",
                "house_5": "Mọi người đều cần một nơi để sống. Ngôi nhà này cung cấp một nơi cho người dân của bạn ăn uống và sinh sống.",
                "house_6": "Mọi người đều cần một nơi để sống. Ngôi nhà sang trọng này cung cấp một nơi cho người dân của bạn ăn uống và sinh sống.",
                "large_ship": "Tôi không nghĩ họ có thể làm nó lớn hơn nữa. Nhìn này! Thật đấy, mọi người, nhìn này! Điều này chắc chắn sẽ giảm chi phí vận chuyển xuống một nửa.",
                "large_statue": "Một bức tượng lớn cho một người đàn ông cao lớn. Người ta nói rằng anh ta thực sự cao lớn như vậy.",
                "logpile": "Cách tốt nhất để lưu trữ gỗ? Chỉ cần chất nó thành đống.",
                "market": "Thị trường cho phép bạn giao dịch với các thị trấn và thành phố khác. Các ngôi nhà thích nằm gần khu vực này.",
                "market_stall": "Thêm một quầy hàng vào thị trấn của bạn.",
                "market_stall_1": "Quầy bán sản phẩm thịt.",
                "market_stall_2": "Quầy bán sản phẩm thủy sản.",
                "market_stall_3": "Quầy bán các sản phẩm bánh mì.",
                "market_stall_4": "Quầy bán sản phẩm rau củ.",
                "market_stall_5": "Một quầy hàng bán các mặt hàng đa dạng.",
                "medium_ship": "Đó quả là một con tàu tuyệt vời. Không quá lớn, không quá nhỏ. Chỉ đơn giản là tuyệt vời. Giảm thêm 25% chi phí vận chuyển.",
                "nursery": "Tại sao phải để người thợ chặt cây đi đến cây khi chúng ta có thể mang cây đến cho người thợ chặt cây.",
                "park": "Thêm một công viên đẹp vào thị trấn của bạn để cư dân có thể thư giãn và tận hưởng.",
                "path": "Một con đường đất đơn giản. Nó chỉ đơn giản là hoàn thành công việc. Mặc dù các tòa nhà vẫn hoạt động tốt mà không cần chúng.",
                "pier": "Người ta đồn rằng những con cá lớn hơn nằm ở vùng nước sâu hơn. Hãy xem chúng ta có thể đi sâu đến đâu.",
                "plaza": "Những viên gạch đẹp cho thị trấn xinh xắn của bạn. Hoàn hảo cho các khu chợ, trang trí hoặc đơn giản là để khoe sự giàu có của bạn.",
                "port": "Cảng cho phép bạn giao dịch với các thị trấn và thành phố khác. Điều này hiệu quả hơn nhiều so với giao dịch qua đường bộ và chi phí vận chuyển sẽ giảm một nửa.",
                "quarry": "Trong các mỏ đá, bạn khai thác đá từ lòng đất. Đây là công việc đòi hỏi nhiều công sức, nhưng đá thì mãi mãi! Tuy nhiên, việc khai thác để lại vết sẹo lớn trên cảnh quan.",
                "road": "Đường sá tạo nên cấu trúc cho làng của bạn. Chúng không bắt buộc cho các công trình của bạn nhưng trông sang trọng hơn so với lối đi.",
                "ruinsBig": "",
                "ruinsSmall": "",
                "saw": "Tiến bộ! Với một số công cụ hiện đại, chúng ta có thể xử lý gỗ một cách dễ dàng.",
                "small_ship": "Một con tàu nhỏ cho những chuyến đi ngắn. Và nhìn kìa! Con tàu này thậm chí còn nổi được. Chúng ta có thể giảm chi phí vận chuyển xuống một chút với con tàu này.",
                "small_statue": "Một bức tượng nhỏ cho một người nhỏ bé. Người ta nói rằng anh ta thực sự nhỏ bé như vậy.",
                "square": "Một trung tâm thành phố đúng nghĩa! Quảng trường này trông sang trọng hơn so với trung tâm cơ bản.",
                "stone_crane": "Cần cẩu, một trong những phát minh vĩ đại nhất giúp giảm bớt sức lao động! Không còn phải vác hết số đá này ra khỏi mỏ đá nữa, chỉ cần sử dụng cần cẩu.",
                "stone_crane_upgraded": "Với những vật liệu kỳ lạ mà chúng ta tìm thấy, tôi chắc chắn chúng ta có thể làm cho cần cẩu này hoạt động tốt hơn nữa!",
                "table": "Ăn ở bàn sẽ thoải mái hơn là ăn trên sàn. Trừ khi bạn thích thỉnh thoảng có con côn trùng giòn giòn trong tay hoặc trong quần.",
                "tailor": "Chỉ mặc quần áo thôi thì không đủ. Hãy nhờ thợ may may cho bạn vài bộ quần áo để giữ ấm.",
                "tavern": "Quán rượu là nơi để công dân của bạn gặp gỡ và uống rượu. Ít nhất bạn có thể kiếm lời từ những quyết định sai lầm của họ.",
                "tent": "Làm thế nào để thu được nhiều gỗ hơn từ rừng? Đưa thêm người vào rừng. Làm thế nào để đưa thêm người vào rừng? Đưa thêm lều vào rừng.",
                "tower": "Vùng đất của chúng ta trải dài đến tận chân trời. Nếu chúng ta có thể nhìn xa hơn, vùng đất của chúng ta sẽ mở rộng thêm.",
                "town_hall": "Những người quan trọng có thể theo dõi một số con số quan trọng tại đây. Ngoài ra, giao diện trông rất đẹp.",
                "tree": "Cây cối thật tuyệt vời! Thêm nhiều cây nữa.",
                "university": "Một nơi để bạn có thể tập hợp tất cả những người tài giỏi của mình để làm những việc thông minh. Và với tất cả thời gian rảnh rỗi của họ, bạn thậm chí có thể gửi họ đi thám hiểm!",
                "museum": "Hãy để mọi người xem những thứ tuyệt vời mà chúng ta đã tìm thấy! Hãy đặt chúng vào tòa nhà sang trọng nhất mà chúng ta có thể xây dựng.",
                "warehouse": "Kho có thể lưu trữ mọi loại tài nguyên. Chỉ cần cung cấp không gian cho chúng.",
                "water_tower": "Lãnh thổ của chúng ta trải dài đến tận nơi chúng ta có thể nhìn thấy. Nếu chúng ta có thể nhìn xa hơn, lãnh thổ của chúng ta sẽ mở rộng thêm.",
                "windmill": "Thật điên rồ khi ai đó có thể biến gió thành thức ăn. Đó là cách duy nhất khả thi để biến những tảng đá thực vật cứng đó thành bột mì cho bánh mì mềm ngon của chúng ta.",
                "windmill_upgraded": "Với những vật liệu kỳ lạ này, tôi chắc chắn chúng ta có thể làm cho cối xay gió này hoạt động nhanh hơn nữa. Càng nhiều bộ phận chuyển động càng tốt, đúng không?",
                "woodcutter": "Người thợ chặt gỗ sẽ chặt gỗ. Bao nhiêu gỗ? Nhiều như một người thợ chặt gỗ có thể chặt.",
                "refinery": "Nhà máy lọc dầu được sử dụng để tinh chế các loại đá kỳ lạ thành các loại đá sáng bóng và dẻo dai.",
                "iron_mine": "Chúng ta đã đào một hố sâu, vì chúng ta phát hiện ra một số tảng đá kỳ lạ. Hãy gửi tất cả mọi người vào đó để lấy chúng. Điều tồi tệ nhất có thể xảy ra là gì?",
                "iron_mine_upgraded": "Với những vật liệu kỳ lạ này, tôi chắc chắn chúng ta có thể khai thác được nhiều đá sáng bóng hơn từ lòng đất nhanh hơn!",
                "glassworks": "Glassworks cho phép bạn sản xuất kính từ cát, có thể được sử dụng cho các ứng dụng tiên tiến khác nhau.",
                "tools_workshop": "Với một xưởng sản xuất công cụ, bạn có thể tạo ra các công cụ cần thiết cho công việc của một số người.",
                "well": "Mặc dù đứng dưới mưa với miệng mở là thú vị, nhưng việc này sẽ phức tạp hơn một chút khi bạn cần đổ đầy bồn tắm. Một giếng nước sẽ phù hợp hơn với thị trấn của bạn."
            }
        },
        "crops": {
            "cow": "Bò",
            "empty": "Trống",
            "goat": "Dê",
            "grain": "Grain",
            "maize": "Maize",
            "potato": "Khoai tây",
            "sheep": "Cừu"
        },
        "effects": {
            "accidentRate": "Tỷ lệ tai nạn",
            "allProduction": "Tất cả sản xuất",
            "constructionCost": "Chi phí xây dựng",
            "expeditionCost": "Chi phí thám hiểm",
            "exportCost": "Chi phí xuất khẩu",
            "foodConsumption": "Tiêu thụ thực phẩm",
            "foodProduction": "Sản xuất thực phẩm",
            "goodsProduction": "Sản xuất hàng hóa",
            "happiness": "Hạnh phúc",
            "importCost": "Chi phí nhập khẩu",
            "populationProduction": "Dân số Sửa đổi",
            "raidRisk": "Rủi ro trộm cắp (khi vượt quá dung lượng lưu trữ)",
            "researchSpeed": "Tốc độ nghiên cứu",
            "taxation": "Thuế"
        },
        "expedition": {
            "start": "Bắt đầu cuộc thám hiểm"
        },
        "resources": {
            "clothes": "Quần áo",
            "coin": "Đồng xu",
            "drinks": "Đồ uống",
            "earth": "Trái Đất",
            "flour": "Bột mì",
            "food": "Thực phẩm",
            "grain": "Grain",
            "happiness": "Hạnh phúc",
            "knowledge": "Kiến thức",
            "pop": "Dân số",
            "stone": "Đá",
            "wood": "Gỗ",
            "wool": "Len",
            "ore": "Chúng tôi",
            "metal": "Kim loại",
            "tools": "Công cụ",
            "glass": "Glass",
            "scrap": "Bỏ đi",
            "milk": "Sữa"
        },
        "views": {
            "build": "Xây dựng",
            "explore": "Khám phá",
            "market": "Thị trường",
            "player": "Người chơi",
            "politic": "Chính trị",
            "watch": "Xem"
        }
    },
    "hud": {
        "build": {
            "doubleClickNodes": "Nhấp đúp để đặt các nút.",
            "multiPlace": "Tiếp tục đặt",
            "rotate": "Xoay",
            "restriction": "Khu vực không thể xây dựng"
        },
        "capacity": "Dung lượng",
        "defaultTownName": "Thị trấn không tên",
        "is_throttled": "Đang cạn kiệt! Một số tòa nhà có thể không hoạt động bình thường.",
        "placeCenterPrompt": "Đặt trung tâm của bạn",
        "storage_overflow": "Dung lượng lưu trữ đã đầy! Nguy cơ bị đánh cắp tăng cao."
    },
    "intro": {
        "message1": "Nếu bạn đang đọc điều này, điều đó có nghĩa là bạn là người được chọn. Định mệnh của bạn là tái định cư bề mặt. Điều bạn thấy trước mặt là hành tinh của chúng ta. Thế giới của chúng ta như nó tồn tại ngày nay. Không có gì trong số đó còn như xưa. Hoặc ít nhất, như chúng ta nghĩ nó từng là. Không ai thực sự nhớ nữa.",
        "message2": "Nhưng nhiệm vụ của bạn rất đơn giản. Tìm một nơi, và bắt đầu xây dựng một khu định cư mới. Phát triển khu định cư của bạn, và có thể bạn sẽ có thể liên hệ với những người khác đã làm điều tương tự. Và có lẽ cùng nhau, chúng ta có thể tìm ra điều gì đã xảy ra với Trái Đất của chúng ta.",
        "good_luck": "Chúc may mắn!",
        "based": {
            "w": {
                "message1": "Lựa chọn tuyệt vời! Bạn đã định cư trong một sinh cảnh tràn ngập cây cối tươi tốt và động vật hoang dã. Việc tìm kiếm gỗ và thu thập tài nguyên ở đây sẽ không gặp khó khăn. Tuy nhiên, các vật liệu phức tạp hơn và quặng có thể hơi khó kiếm hơn. Nhưng tôi tin tưởng vào bạn và bạn sẽ thấy rằng không có gì là không thể.",
                "message2": "Khả năng của bạn vẫn còn hạn chế. Hãy đảm bảo có nguồn tài nguyên ổn định trước tiên. Sau đó, xây dựng một thị trường để có thể giao dịch với các khu định cư khác. Khi đã có vị thế vững chắc, bạn có thể bắt đầu các dự án lớn hơn như cảng biển để giao dịch trở nên rẻ hơn, tòa thị chính để theo dõi mọi thứ, hoặc thậm chí là trường đại học để bắt đầu khám phá thế giới xung quanh.",
                "good_luck": "Bạn làm được mà!"
            },
            "s": {
                "message1": "Lựa chọn tuyệt vời để định cư tại sinh cảnh đá này, nơi bạn có thể hòa mình vào thiên nhiên. Việc tìm kiếm đá và quặng sẽ không phải là vấn đề ở đây. Tuy nhiên, việc trồng trọt thực phẩm có thể hơi khó khăn. Nhưng tôi chắc chắn rằng những người khác sẽ sẵn lòng trao đổi với bạn để có được nguồn tài nguyên quý giá dồi dào của bạn.",
                "message2": "Khả năng của bạn vẫn còn hạn chế. Hãy đảm bảo có nguồn tài nguyên ổn định trước tiên. Sau đó, xây dựng một thị trường để có thể giao dịch với các khu định cư khác. Khi đã có vị thế vững chắc, bạn có thể bắt đầu các dự án lớn hơn như cảng biển để giao dịch trở nên rẻ hơn, tòa thị chính để theo dõi mọi thứ, hoặc thậm chí là trường đại học để bắt đầu khám phá thế giới xung quanh.",
                "good_luck": "Xây dựng mạnh mẽ!"
            },
            "e": {
                "message1": "Không khí khô hanh và mặt trời gay gắt. Đây không phải là sinh cảnh dễ dàng nhất, nhưng bạn có thể xây dựng khu định cư của mình ngay từ chính mặt đất. Tìm gỗ sử dụng được có thể hơi khó khăn ở đây, nhưng đất đai dường như phù hợp với hầu hết các loại cây trồng. Tôi tin rằng với sự sáng tạo của bạn, bạn sẽ làm được điều này.",
                "message2": "Khả năng của bạn vẫn còn hạn chế. Hãy đảm bảo có nguồn tài nguyên ổn định trước tiên. Sau đó, xây dựng một thị trường để có thể giao dịch với các khu định cư khác. Khi đã có vị thế vững chắc, bạn có thể bắt đầu các dự án lớn hơn như cảng biển để giao dịch trở nên rẻ hơn, tòa thị chính để theo dõi mọi thứ, hoặc thậm chí là trường đại học để bắt đầu khám phá thế giới xung quanh.",
                "good_luck": "Chúc bạn xây dựng vui vẻ!"
            },
            "a": {
                "message1": "Đó quả là một lựa chọn thú vị. Tại sao bạn lại chọn vùng đất hoang vu băng giá này? Tôi không thấy cây cối hay đá xung quanh đây. Nhưng tôi đoán bạn có thể giao dịch với người khác. Chỉ cần đảm bảo giữ cho dân của bạn luôn ấm áp và no đủ.",
                "message2": "Khả năng của bạn rất hạn chế. Hãy ưu tiên xây dựng thị trường để có thể giao dịch với các khu định cư khác. Tôi hy vọng bạn có mối quan hệ tốt vì tình hình sẽ trở nên khó khăn. Tuy nhiên, nếu bạn thành công, bạn có thể bắt đầu các dự án lớn hơn như cảng biển để giao dịch trở nên rẻ hơn, tòa thị chính để theo dõi mọi thứ, hoặc thậm chí là trường đại học để bắt đầu khám phá thế giới xung quanh chúng ta.",
                "good_luck": "Chúc may mắn."
            }
        }
    },
    "loading": {
        "assets": "Đang tải tài nguyên...",
        "connecting": "Đang kết nối với máy chủ...",
        "game": "Đang tải trò chơi..."
    },
    "menu": {
        "game": {
            "deleteEverything": "Xóa tất cả",
            "menu": "Menu",
            "quicksettings": "Cài đặt",
            "saveBuild": "Lưu bản dựng",
            "saveSandbox": "Lưu bản dựng"
        },
        "main": {
            "credits": "Tín dụng",
            "enterMultiplayer": "Bước vào thế giới",
            "loadSandbox": "Tải Sandbox",
            "newSandbox": "Sandbox mới",
            "returnToDesktop": "Trở về màn hình desktop",
            "serverOffline": "Không thể kết nối với máy chủ. Vui lòng kiểm tra kết nối internet của bạn hoặc máy chủ có thể đang bị ngừng hoạt động.",
            "settings": "Cài đặt",
            "subtitle": "Đây là phiên bản thử nghiệm ban đầu của Project Rebearth. Vui lòng liên hệ với chúng tôi nếu bạn gặp bất kỳ vấn đề nào trong quá trình chơi.",
            "demoSubtitle": "Đây là bản demo của Project Rebearth. Chỉ chế độ xây dựng thành phố sandbox được kích hoạt. Để chơi trên bản đồ đa người chơi với quản lý tài nguyên, hãy tải bản phát hành đầy đủ.",
            "title": "Dự án Rebearth Server",
            "welcome": "Chào mừng, {{name}}!"
        },
        "sandbox": {
            "description": "Chế độ Sandbox cho phép bạn xây dựng tự do mà không bị giới hạn bởi thế giới đa người chơi. Chỉ có bạn và không có giới hạn tài nguyên. Bạn có thể lưu tiến trình và tải lại sau này.",
            "loadFromFile": "Tải từ tệp",
            "loadTitle": "Tải Sandbox",
            "noSaves": "Không tìm thấy tệp lưu trữ cục bộ.",
            "start": "Bắt đầu trò chơi mới",
            "title": "Sandbox mới"
        },
        "slots": {
            "deleteConfirm": "Bạn có chắc chắn muốn xóa bản lưu này không? Hành động này không thể hoàn tác.",
            "empty": "Khe trống",
            "locked": "Khóa",
            "lockedText": "Khóa",
            "newGame": "Trò chơi mới",
            "play": "Chơi",
            "population": "Người dân",
            "slot": "Slot",
            "title": "Chọn ô lưu trữ.",
            "unlockHint1000": "Mở khóa khi đạt 1.000 cư dân.",
            "unlockHint100000": "Mở khóa khi đạt 100.000 cư dân.",
            "unnamedCity": "Thành phố không tên"
        },
        "locked": {
            "settleFirst": "Hãy xây dựng trung tâm thành phố của bạn trước tiên.",
            "townHall": "Xây dựng Tòa thị chính để mở khóa bảng xếp hạng toàn cầu, liên minh và các lựa chọn.",
            "university": "Xây dựng một trường đại học để mở khóa các cuộc thám hiểm và nghiên cứu.",
            "market": "Xây dựng Thị trường hoặc Cảng để mở khóa thị trường toàn cầu.",
            "noBiomeAssets": "Không có công trình loại này trong sinh cảnh này."
        }
    },
    "modals": {
        "archive": {
            "title": "Lưu trữ"
        },
        "choices": {
            "selectChoice": "Chọn tùy chọn",
            "title": "Lựa chọn"
        },
        "deleteConfirmation": {
            "cancel": "Hủy",
            "confirm": "Xóa",
            "message": "Bạn có chắc chắn muốn xóa toàn bộ thị trấn của mình không? Hành động này không thể hoàn tác.",
            "title": "Xác nhận xóa."
        },
        "diplomacy": {
            "alliances": "Liên minh",
            "enemy": "Kẻ thù",
            "neutral": "Trung lập",
            "title": "Ngoại giao",
            "you": "Bạn"
        },
        "market": {
            "amount": "Số lượng",
            "back": "Quay lại",
            "base": "Cơ sở",
            "buy": "MUA",
            "buys": "Mua",
            "for": "cho",
            "price": "Giá",
            "pricePerUnit": "Giá mỗi đơn vị",
            "quantity": "Số lượng",
            "resource": "Tài nguyên",
            "sell": "Xem",
            "sells": "Bán",
            "title": "Thị trường",
            "total": "Tổng cộng",
            "totalLabel": "Tổng cộng",
            "transport": "Vận chuyển",
            "unitPrice": "với giá mỗi đơn vị là"
        },
        "orders": {
            "title": "Đơn hàng của tôi"
        },
        "ranking": {
            "area": "Khu vực",
            "buildings": "Công trình",
            "goToPlayer": "Đi đến Người chơi",
            "overall": "Tổng quan",
            "player": "Người chơi",
            "population": "Dân số",
            "resources": "Tài nguyên",
            "title": "Xếp hạng"
        },
        "save": {
            "download": "Tải xuống tệp",
            "message": "Trò chơi của bạn đã được lưu trữ cục bộ.",
            "title": "Trò chơi đã được lưu."
        }
    },
    "orders": {
        "amount": "Số lượng",
        "buy": "Mua",
        "buying": "Mua hàng",
        "confirmCancel": "Bạn có chắc chắn muốn hủy đơn hàng này không?",
        "for": "cho",
        "marketStorage": "Kho thương mại",
        "myOrders": "Đặt hàng của bạn",
        "noMarketStorage": "Không có kho hàng trên thị trường. Xây dựng các tòa nhà thương mại để đặt lệnh bán.",
        "noOrders": "Không có lệnh nào đang hoạt động.",
        "onlyAllianceMembers": "Chỉ bán cho thành viên liên minh.",
        "sell": "Xem",
        "sellButton": "{{type}} {{amount}} {{resource}} cho {{price}} mỗi đơn vị",
        "selling": "Bán hàng",
        "storageFull": "Bộ nhớ đầy! Xây dựng thêm các tòa nhà thương mại.",
        "totalPrice": "Giá tổng cộng",
        "unitPrice": "Giá đơn vị"
    },
    "politics": {
        "accept": "Chấp nhận",
        "allianceTradeInfo": "Chọn loại liên minh:",
        "alliances": "Liên minh",
        "applications": "Ứng dụng",
        "applyForAlliance": "Đăng ký tham gia liên minh.",
        "back": "Quay lại",
        "cancelApplication": "Hủy ứng dụng",
        "choiceChangeCooldown": "Lựa chọn này có thể được thay đổi lại sau {{days}} ngày.",
        "common": {
            "accept": "Chấp nhận",
            "applications": "Ứng dụng",
            "globalRank": "Xếp hạng toàn cầu",
            "greatFederation": "Liên minh vĩ đại",
            "kick": "Kick",
            "marketSize": "Quy mô thị trường",
            "members": "Thành viên",
            "name": "Tên",
            "owner": "Chủ sở hữu",
            "rank": "Hạng",
            "reject": "Từ chối",
            "scienceLeague": "Liên minh Khoa học",
            "tradeAlliance": "Liên minh Thương mại",
            "value": "Giá trị"
        },
        "createAlliance": "Tạo liên minh",
        "days": "ngày",
        "disbandAlliance": "Giải tán liên minh",
        "globalRank": "Xếp hạng toàn cầu",
        "go": "để",
        "inviteToAlliance": "Mời tham gia liên minh của bạn.",
        "kick": "kick",
        "leaveAlliance": "Rời khỏi liên minh",
        "loading": "Đang tải...",
        "marketSize": "Quy mô thị trường",
        "marketSizeLabel": "Quy mô thị trường: {{size}}",
        "members": "Thành viên",
        "name": "Tên",
        "noApplications": "Không có ứng dụng nào.",
        "noModifiers": "Liên minh này không có bất kỳ tuỳ chọn nào.",
        "owner": "Chủ sở hữu",
        "placeholderDescription": "Mô tả liên minh",
        "placeholderName": "Tên Liên minh",
        "rank": "Hạng",
        "rankPrefix": "Số.",
        "ranking": {
            "area": "Khu vực",
            "buildings": "Công trình",
            "overall": "Tổng quan",
            "population": "Dân số",
            "resources": "Tài nguyên"
        },
        "reject": "Từ chối",
        "value": "Giá trị"
    },
    "popup": {
        "apply": "Áp dụng",
        "archive": "Lưu trữ",
        "demolish": "Phá hủy",
        "population": "Dân số",
        "production": {
            "rate": "Đánh giá",
            "title": "Sản xuất"
        },
        "storage": {
            "title": "Lưu trữ"
        },
        "townName": "Tên thành phố:",
        "townColor": "Màu sắc của thị trấn:",
        "unnamedTown": "Thị trấn không tên",
        "upgrade": "Nâng cấp lên phiên bản{{building}}"
    },
    "settings": {
        "animations": "Hoạt hình",
        "fullscreen": "Toàn màn hình",
        "bushDensity": "Độ dày bụi rậm",
        "clearTileCache": "Xóa dữ liệu đã lưu trong bộ nhớ cache.",
        "density": {
            "dense": "Dày đặc",
            "normal": "Bình thường",
            "off": "Tắt",
            "sparse": "Thưa thớt"
        },
        "grassDensity": "Độ dày cỏ",
        "language": "Ngôn ngữ",
        "musicVolume": "Âm lượng nhạc",
        "performanceFeatures": "- Điều chỉnh các yếu tố hình ảnh -",
        "resolutions": {
            "high": "Cao",
            "low": "Thấp",
            "medium": "Trung bình",
            "potato": "Khoai tây",
            "ultra": "Ultra"
        },
        "rockDensity": "Độ cứng của đá",
        "showClouds": "Hiển thị mây",
        "soundVolume": "Âm lượng",
        "textureResolution": "Độ phân giải texture",
        "title": "Cài đặt",
        "treeDensity": "Mật độ cây",
        "uiScale": "Tỷ lệ giao diện người dùng"
    },
    "tips": {
        "loading": [
            "Một ngày trong trò chơi tương đương với một ngày trong đời thực. Hãy từ từ và phát triển thành phố của bạn theo nhịp độ của riêng bạn.",
            "Bạn có thể xoay các tòa nhà trước khi đặt chúng bằng cách sử dụng các phím Q và E.",
            "Nhấp đúp vào trình chỉnh sửa hình dạng để đặt các nút.",
            "Sử dụng phím Shift để tiếp tục đặt các công trình.",
            "Nếu bạn gặp bất kỳ vấn đề nào, vui lòng thông báo cho chúng tôi trên Discord.",
            "Hãy tham gia cộng đồng sôi động của chúng tôi trên Discord để chia sẻ tác phẩm của bạn và nhận lời khuyên.",
            "Không phải tất cả các tài nguyên đều dễ dàng có được ở mọi nơi. Đôi khi việc giao dịch sẽ rẻ hơn so với việc tự sản xuất mọi thứ.",
            "Một đánh giá trên Steam giúp chúng tôi tìm kiếm người chơi mới, biến thế giới này thành một thế giới sống động.",
            "Một đánh giá trên Steam giúp chúng tôi tìm kiếm người chơi mới, biến thế giới này thành một thế giới sống động."
        ]
    },
    "tooltip": {
        "cannotChange": "Không thể thay đổi cho",
        "construction": "Xây dựng",
        "costPerMeter": "(cho m)",
        "costPerSquareMeter": "(mỗi m²)",
        "effects": "Hiệu ứng",
        "upkeep": "Chi phí duy trì",
        "production": "Sản xuất",
        "move": "Di chuyển tòa nhà này"
    },
    "units": {
        "days": "ngày",
        "hours": "{{value}} h",
        "hoursLong": "giờ",
        "minutes": "{{value}} m",
        "minutesLong": "phút",
        "perDay": "/ngày",
        "percentage": "{{giá trị}}",
        "seconds": "{{value}} s",
        "secondsLong": "giây"
    },
    "warnings": {
        "notEnoughPop": "Không đủ tình nguyện viên."
    }
}